Repository: KlimaDAO/klimadao
Catalog: site/locale/*/messages.po
Languages: de, es, fr, hi, ru, zh_cn

# disclaimer.all_information_on_this_website
source: All the information on this website is published in good faith and for general information purpose only. KlimaDAO is distributed on a basis that it will be useful and serve only within grounds and limits described on above mentioned website.
de: Alle Informationen auf dieser Website werden nach bestem Wissen und Gewissen und nur zu allgemeinen Informationszwecken veröffentlicht.
es: Toda la información contenida en este sitio web se publica de buena fe y sólo con fines de información general. KlimaDAO se distribuye sobre la base de que será útil y servirá sólo dentro de los motivos y límites descritos en dicho sitio web.
fr: Toutes les informations sur ce site sont publiées de bonne foi et à des fins pédagogiques uniquement. KlimaDAO est mis en ligne dans l'espoir d'être utile et de ne servir que dans les limites décrites sur ce même site.
hi: इस वेबसाइट पर संपूर्ण जानकारी सद्भावना के साथ और सामान्य जानकारी के उद्देश्य से ही प्रकाशित की जाती है। क्लीमाडाओ को इस आधार पर वितरित किया जाता है कि यह उपयोगी होगा और उपरोक्त वेबसाइट पर वर्णित तर्कों और सीमाओं के भीतर ही काम करेगा।
ru: Вся информация на этом сайте публикуется добросовестно и только для общего ознакомления. KlimaDAO распространяет эту информацию на основании того, что она будет полезна и будет служить только в рамках оснований и ограничений, описанных на вышеупомянутом сайте.
zh_cn: 本网站上的所有信息均出于善意发布，仅供一般参考之用。 KlimaDAO 的分发是基于它是有用的，并且仅在上述网站描述的理由和限制范围内提供服务。

# disclaimer.any_action_you_take_upon_the_information
source: Any action you take upon the information you find on this website is strictly at your own risk. Decisions based on information contained on this website are the sole responsibility of the visitor. KlimaDAO will not be liable for any losses and/or damages in connection with the use of the website, the loss of your password/seed phrase, a bad trade, sending an asset to the wrong address, losing your asset and events related to damage caused by scammers. KlimaDAO cannot assume any responsibility or liability connected with market changing and its volatility. You must conduct your own research and satisfy yourself of your own situation, familiarity and knowledge of information or service provided by this platform.
de: Alle Maßnahmen, die Sie aufgrund der Informationen auf dieser Website ergreifen, erfolgen ausschließlich auf Ihr eigenes Risiko. Entscheidungen auf der Grundlage der auf dieser Website enthaltenen Informationen liegen in der alleinigen Verantwortung des Besuchers. KlimaDAO haftet nicht für Verluste und/oder Schäden im Zusammenhang mit der Nutzung der Website, dem Verlust Ihres Passworts/Ihrer Seed-Phrase, einem schlechten Handelsgeschäft, dem Senden eines Vermögenswertes an die falsche Adresse, dem Verlust Ihres Vermögens und durch Betrüger verursachte Schäden. KlimaDAO kann keine Verantwortung oder Haftung im Zusammenhang mit Marktveränderungen und deren Volatilität übernehmen. Sie müssen Ihre eigene Recherche durchführen und sich Ihrer eigenen Situation, Vertrautheit und Kenntnis der von dieser Plattform bereitgestellten Informationen oder Dienstleistungen gewiss sein.
es: Cualquier acción que realice a partir de la información que encuentre en este sitio web es estrictamente por su cuenta y riesgo. Las decisiones basadas en la información contenida en este sitio web son responsabilidad exclusiva del visitante. KlimaDAO no se responsabiliza de las pérdidas y/o daños relacionados con el uso del sitio web, la pérdida de su contraseña/llave secreta, una operación errónea, el envío de un activo a una dirección incorrecta, la pérdida de su activo y los sucesos relacionados con daños causados por estafadores. KlimaDAO no puede asumir ninguna responsabilidad relacionada con los cambios del mercado y su volatilidad. Usted debe llevar a cabo su propia investigación y asegurarse de su propia situación, la familiaridad y el conocimiento de la información o el servicio proporcionado por esta plataforma. Traducción realizada con la versión gratuita del traductor www.DeepL.com/Translator
fr: Toute actions que vous entreprendriez sur la base des informations contenues dans ce site seront à vos seuls risques et périls. Les décisions prises sur la base des informations contenues sur ce site relèvent de la seule responsabilité du visiteur. La responsabilité de KlimaDAO ne pourra être engagée en cas de pertes et/ou de dommages liées à l'utilisation du site, de la perte de votre mot de passe/phrase mémotechnique, d'une mauvais transaction, de l'envoi d'un actif à la mauvaise adresse, de la perte de vos actifs ou de dommages causés par l'action de fraudeurs. La responsabilité de KlimaDAO ne pourra pas non plus être engagée du fait de l'évolution du marché et à sa volatilité. Vous devez effectuer vos propres recherches et vous assurer de votre propre position, et d'avoir acquis la connaissance et la maîtrise des informations et des services fournis par cette plateforme.
hi: इस वेबसाइट पर आपको जो जानकारी मिलती है, उस पर आप जो भी कार्रवाई करते हैं, वह पूरी तरह से आपके अपने जोखिम पर है। इस वेबसाइट पर निहित जानकारी के आधार पर निर्णय पूरी तरह से आगंतुक की जिम्मेदारी है। क्लीमाडाओ इस वेबसाइट के उपयोग के संबंध में किसी भी नुकसान और/या क्षति के लिए उत्तरदायी नहीं होगा, आपके पासवर्ड/सीड वाक्यांश की हानि, एक ख़राब व्यापार, ग़लत पते पर संपत्ति भेजना, आपकी संपत्ति के खोने और स्कैमर्स के कारण क्षति से संबंधित घटनाओं के लिए उत्तरदायी नहीं होगा। क्लीमाडाओ बाज़ार में बदलाव और इसकी अस्थिरता से जुड़ी कोई जिम्मेदारी या दायित्व नहीं ले सकता है। आपको अपना शोध स्वयं करना चाहिए और इस मंच द्वारा प्रदान की गई जानकारी या सेवा के बारे में अपनी स्थिति, परिचय और ज्ञान से खुद को संतुष्ट करना चाहिए।
ru: Любые действия, которые вы предпринимаете на основании информации, найденной на этом сайте, осуществляются строго на ваш страх и риск. Решения, основанные на информации, содержащейся на этом веб-сайте, являются исключительной ответственностью посетителя. KlimaDAO не несет ответственности за любые убытки и/или ущерб, связанные с использованием веб-сайта, потерей вашего пароля/начальной фразы, неудачной сделкой, отправкой актива по неправильному адресу, потерей вашего актива и событиями, связанными с ущербом. по вине мошенников. KlimaDAO не может нести никакой ответственности или обязательств, связанных с изменением рынка и его волатильностью. Вы должны сами изучить информацию и убедиться в своей ситуации, осведомленности и знании информации или услуг, предоставляемых этой платформой.
zh_cn: 您对在本网站上找到的信息采取的任何行动均由您自行承担风险。根据本网站所载信息作出的决定由访问者全权负责。 KlimaDAO 不对与使用本网站、丢失密码/助记词、不良交易、将资产发送到错误地址、资产丢失和与损害相关的事件相关的任何损失和/或损害承担责任骗子造成的。 KlimaDAO 不承担与市场变化及其波动有关的任何责任或义务。您必须自行研究，对自己的情况、熟悉程度和对本平台提供的信息或服务的了解程度感到满意。

# disclaimer.disclaimer
source: Disclaimer
de: Haftungsausschluss
es: Aviso legal
fr: Avertissement légal
hi: अस्वीकरण
ru: Отказ от ответственности
zh_cn: 免责声明

# disclaimer.head.description
source: An important disclaimer from the KlimaDAO legal team.
de: Wichtiger Haftungsausschluss von KlimaDAOs Rechtsabteilung.
es: Una importante aviso legal del equipo legal de KlimaDAO.
fr: Un avertissement important de l'équipe juridique de KlimaDAO.
hi: क्लीमाडाओ कानूनी टीम की ओर से एक महत्वपूर्ण अस्वीकरण।
ru: Важная оговорка от команды юристов KlimaDAO.
zh_cn: KlimaDAO 法律团队的重要免责声明。

# disclaimer.head.title
source: KlimaDAO Disclaimer
de: KlimaDAO-Haftungsausschluss
es: Aviso legal KlimaDAO
fr: Clause de non-responsabilité KlimaDAO
hi: क्लीमाडाओ (क्लीमाडाओ) अस्वीकरण
ru: Отказ от ответственности KlimaDAO
zh_cn: KlimaDAO 免责声明

# disclaimer.klimadao_and_its_suppliers
source: KlimaDAO and its suppliers make no warranty that the platform will:
de: KlimaDAO und seine Lieferanten geben keine Garantie ab, dass die Plattform:
es: KlimaDAO y sus proveedores no garantizan que la plataforma:
fr: KlimaDAO et ses sous-traitants ne garantissent pas que la plateforme sera:
hi: क्लीमाडाओ और उसके आपूर्त्तिकर्ता इस बात की कोई वारंटी नहीं देते हैं कि प्लैटफ़ॉर्म:
ru: KlimaDAO и его поставщики не дают никаких гарантий, что платформа:
zh_cn: KlimaDAO 及其供应商不保证该平台将：

# disclaimer.klimadao_is_a_platform
source: KlimaDAO is a platform. We are not a broker, financial institution, or creditor. Services provided on this website do not include an offer to hold or control your securities, options, assets, futures or other derivatives related to securities in any jurisdiction and its content is not prescribed by securities laws.
de: KlimaDAO ist eine Plattform. Wir sind kein Makler, Finanzinstitut oder Kreditgeber. Die Dienstleistungen auf dieser Webseite beinhalten keine Angebote, die Ihre Wertpapiere, Optionen, Vermögenswerte, Terminkontrakte oder andere Derivate im Zusammenhang mit Wertpapieren in jeglichem rechtlichem Zuständigkeitsbereich halten oder kontrollieren. Der Webseiteninhalt ist nicht durch Wertpapiergesetze vorgeschrieben.
es: KlimaDAO es una plataforma. No somos un corredor, una institución financiera o un acreedor. Los servicios prestados en este sitio web no incluyen una oferta para mantener o controlar sus valores, opciones, activos, futuros u otros derivados relacionados con los valores en cualquier jurisdicción y su contenido no está prescrito por las leyes de valores.
fr: KlimaDAO est une plateforme. Nous ne sommes pas un courtier, une institution financière ou un créancier. Les services fournis sur ce site n'incluent pas une offre de détention ou de contrôle de vos titres, options, actifs, contrats à terme ou autres dérivés liés à des titres et son contenu n'est pas conforme aux lois réglementant la gestion des valeurs mobilières.
hi: क्लीमाडाओ एक मंच है। हम ब्रोकर, वित्तीय संस्थान या लेनदार नहीं हैं। इस वेबसाइट पर प्रदान की जाने वाली सेवाओं में किसी भी अधिकार क्षेत्र में आपकी प्रतिभूतियों, विकल्पों, परिसंपत्तियों, वायदा या प्रतिभूतियों से संबंधित अन्य डेरिवेटिव को रखने या नियंत्रित करने का प्रस्ताव शामिल नहीं है और इसकी सामग्री प्रतिभूति क़ानूनों द्वारा निर्धारित नहीं की हुयी है।
ru: limaDAO - это платформа. Мы не являемся брокером, финансовым учреждением или кредитором. Услуги, предоставляемые на этом сайте, не включают предложение держать или контролировать ваши ценные бумаги, опционы, активы, фьючерсы или другие производные, связанные с ценными бумагами в любой юрисдикции, и их содержание не регулируется законами о ценных бумагах.
zh_cn: KlimaDAO是一个平台。我们不是经纪人、金融机构或债权人。本网站提供的服务不包括持有或控制您在任何司法管辖区内与证券相关的证券、期权、资产、期货或其他衍生品的提供，且其内容不受证券法规定。

# disclaimer.neither_klimadao_nor_any_of_its_representatives
source: Neither KlimaDAO nor any of its representatives will not liable for any loss of any kind from any action taken or taken in reliance on material or information, contained on the service. KlimaDAO is making the use of the service and content safe, nevertheless it does not represent or warrant that the service and content on our platform are free of viruses or other harmful components.
de: Weder KlimaDAO noch seine Vertreter haften für Verluste jeglicher Art aus Handlungen, die im Vertrauen auf Materialien oder Informationen, die in dem Dienst enthalten sind, unternommen werden oder wurden. KlimaDAO macht die Nutzung des Dienstes und der Inhalte sicher, erklärt oder garantiert jedoch nicht, dass der Dienst und die Inhalte auf unserer Plattform frei von Viren oder anderen schädlichen Komponenten sind.
es: Ni KlimaDAO ni ninguno de sus representantes serán responsables de cualquier pérdida de cualquier tipo por cualquier acción tomada o realizada en base a material o información, contenida en el servicio. KlimaDAO hace que el uso del servicio y del contenido sea seguro, sin embargo no declara ni garantiza que el servicio y el contenido de nuestra plataforma estén libres de virus u otros componentes dañinos. Traducción realizada con la versión gratuita del traductor www.DeepL.com/Translator
fr: Ni KlimaDAO ni aucun de ses représentants ne pourront être tenus pour responsables de toute perte de quelque nature que ce soit résultant de toute action entreprise sur la base de contenus ou d'informations disponibles sur ce site. KlimaDAO sécurise l'utilisation du service et du contenu, mais ne déclare ni ne garantit que le service et le contenu de la plate-forme sont exempts de virus ou d'autres éléments nuisibles.
hi: सेवा में निहित सामग्री या जानकारी के आधार पर की गई या की गई किसी भी कार्रवाई से किसी भी प्रकार के नुकसान के लिए न तो क्लीमाडाओ और न ही इसका कोई प्रतिनिधि उत्तरदायी होगा। क्लीमाडाओ सेवा और सामग्री के उपयोग को सुरक्षित बना रहा है, फिर भी यह इस बात का प्रतिनिधित्व नहीं करता अथवा यह वारंटी नहीं देता है कि हमारे प्लैटफ़ॉर्म पर सेवा और सामग्री वायरस या अन्य हानिकारक घटकों से मुक्त हैं।
ru: Ни KlimaDAO, ни ее представители не несут ответственности за убытки любого рода от любых действий, предпринятых или сделанных в расчете на материалы или информацию, содержащуюся на сервисе. KlimaDAO обеспечивает безопасность использования сервиса и контента, однако не заявляет и не гарантирует, что сервис и контент на нашей платформе не содержат вирусов или других вредных компонентов.
zh_cn: KlimaDAO或其任何代表将不对因依赖于服务中包含的材料或信息所采取或采取的任何行动而导致的任何种类的损失承担责任。KlimaDAO确保使用服务和内容的安全性，但不表示或保证我们平台上的服务和内容不含病毒或其他有害组件

# disclaimer.nothing_in_this_disclaimer
source: Nothing in this disclaimer, any information content or material shall or shall be constructed to create any legal relations between us and you nor grant any rights or obligations to either of us.
de: Nichts in diesem Haftungsausschluss, Informationsinhalt oder Material soll oder soll so konstruiert werden, dass es eine Rechtsbeziehung zwischen uns und Ihnen herstellt oder einem von uns Rechte oder Pflichten gewährt.
es: Nada en esta aviso legal, cualquier contenido de información o material debe o será construido para crear cualquier relación legal entre nosotros y usted ni conceder ningún derecho u obligación a cualquiera de nosotros.
fr: Rien dans cette clause de non-responsabilité, contenu ou information ne peut ou ne pourra utilisé pour initier une action juridique ou pour établir une relation de droits et/ou de devoir entre vous et nous.
hi: इस अस्वीकरण में कुछ भी, कोई भी सूचना सामग्री या सामग्री हमारे और आपके बीच कोई क़ानूनी संबंध बनाने के लिए नहीं बनाई जाएगी और न ही हम में से किसी को कोई अधिकार या दायित्व प्रदान करेगी।
ru: Ничто в этом отказе от ответственности, любой информационный контент или материал не должны быть использованы для создания каких-либо правовых отношений между нами и вами, а также для предоставления каких-либо прав или обязательств кому-либо из нас.
zh_cn: 本免责声明中的任何内容、任何信息内容或材料均不得或不应被构建为在我们与您之间建立任何法律关系，也不授予我们任何一方的任何权利或义务。

# disclaimer.nothing_in_this_platform
source: Nothing in this platform constitutes or be construed as:
de: Nichts auf dieser Plattform stellt Folgendes dar oder wird so ausgelegt:
es: Nada en esta plataforma constituye o debe interpretarse como:
fr: Rien dans cette plate-forme ne constitue ou ne peut être interprété comme :
hi: इस मंच की किसी भी चीज़ का अर्थ नहीं लगाया जा सकता है:
ru: Ничто в этой платформе не является и не может быть истолковано как:
zh_cn: 本平台中的任何内容均不构成或解释为：

# disclaimer.the_service_available
source: The service available in or accessible through the service are provided “As is” and, to the fullest extent permissible pursuant to applicable law. KlimaDAO and its agents, advisors, directors, officers, employees and shareholders disclaim all warranties, express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose and non-infrigement, and warranties implied from a course of performance or course of dealing. KlimaDAO does not make any warranties about the completeness, reliability and accuracy of this information, warranty of merchantability or fitness for a particular purpose. This platform does not make any warranties about the completeness and accuracy of this information.
de: Der im Dienst verfügbare oder über den Dienst zugängliche Dienst wird „wie besehen“ und im größtmöglichen Umfang gemäß geltendem Recht bereitgestellt. KlimaDAO und seine Vertreter, Berater, Direktoren, leitenden Angestellten, Mitarbeiter und Anteilseigner lehnen alle ausdrücklichen oder stillschweigenden Garantien ab, einschließlich, aber nicht beschränkt auf stillschweigende Garantien der Marktgängigkeit, Eignung für einen bestimmten Zweck und Nichtverletzung von Rechten sowie Garantien, die sich aus einem Kurs ergeben. KlimaDAO übernimmt keine Gewährleistung für die Vollständigkeit, Zuverlässigkeit und Richtigkeit dieser Informationen, Gewährleistung der Marktgängigkeit oder Eignung für einen bestimmten Zweck. Diese Plattform übernimmt keine Gewährleistung für die Vollständigkeit und Richtigkeit dieser Informationen.
es: Los servicios disponibles o accesibles a través del servicio se proporcionan "tal cual" y, en la medida en que lo permita la legislación aplicable. KlimaDAO y sus agentes, asesores, directores, funcionarios, empleados y accionistas renuncian a todas las garantías, expresas o implícitas, incluidas, pero sin limitarse a ellas, las garantías implícitas de comerciabilidad, idoneidad para un fin determinado y no infracción, así como las garantías implícitas en el curso de la ejecución o de los negocios. KlimaDAO no ofrece ninguna garantía sobre la integridad, la fiabilidad y la exactitud de esta información, ni sobre la comerciabilidad o la idoneidad para un fin determinado. Esta plataforma no ofrece ninguna garantía sobre la integridad y exactitud de esta información.
fr: Les service disponibles ou accessibles via le site sont fournis « tels quels » et, dans toute la mesure permise par la loi applicable. KlimaDAO et ses agents, conseillers, administrateurs, dirigeants, employés et actionnaires déclinent toute garantie, explicite ou implicite, y compris, mais sans s'y limiter, les garanties implicites de qualité marchande, d'adéquation à un usage particulier et de non-contrefaçon, et les garanties implicites d'un cours d'éxécution et d'accords entre les parties. KlimaDAO ne donne aucune garantie quant à l'exhaustivité, la fiabilité et l'exactitude de ces informations et services, ou à la valeur marchande et à l'adéquation à un usage particulier. Cette plate-forme ne donne aucune garantie quant à l'exhaustivité et à l'exactitude de ces informations.
hi: सेवा में उपलब्ध या सेवा के माध्यम से सुलभ सेवा "जैसी है, वैसी ही" प्रदान की जाती है और, लागू क़ानून के अनुसार अनुमेय पूर्ण सीमा तक। क्लिमाडाओ और उसके एजेंट, सलाहकार, निदेशक, अधिकारी, कर्मचारी और शेयरधारक सभी वारंटी, व्यक्त या निहित, सहित, लेकिन इन्हीं तक सीमित नहीं, प्रदर्शन या व्यवहार के दौरान व्यापारिकता की निहित वारंटी, किसी विशेष उद्देश्य के लिए उपयुक्तता और ग़ैर-उल्लंघन, और एक कोर्स से निहित वारंटी को अस्वीकार करते हैं। क्लिमाडाओ इस जानकारी की पूर्णता, विश्वसनीयता और सटीकता, व्यापारिकता की वारंटी या किसी विशेष उद्देश्य के लिए उपयुक्तता के बारे में कोई वारंटी नहीं देता है। यह प्लैटफ़ॉर्म इस जानकारी की पूर्णता और सटीकता के बारे में कोई वारंटी नहीं देता है।
ru: Услуги, имеющиеся в сервисе или доступные через сервис, предоставляются "Как есть" и в максимально допустимой степени в соответствии с действующим законодательством. KlimaDAO и ее агенты, консультанты, директора, должностные лица, сотрудники и акционеры отказываются от всех гарантий, явных или подразумеваемых, включая, но не ограничиваясь, подразумеваемыми гарантиями товарного состояния, пригодности для определенной цели и ненарушения, а также гарантиями, вытекающими из хода выполнения или ведения дел. KlimaDAO не дает никаких гарантий относительно полноты, достоверности и точности этой информации, гарантий товарного состояния или пригодности для конкретной цели. Данная платформа не дает никаких гарантий относительно полноты и точности этой информации.
zh_cn: 服务中可用或可通过服务访问的服务按“原样”提供，并在适用法律允许的最大范围内提供。 KlimaDAO 及其代理、顾问、董事、管理人员、员工和股东否认所有明示或暗示的保证，包括但不限于对适销性、特定用途的适用性和不侵权的暗示保证，以及课程中暗示的保证表现或交易过程。 KlimaDAO 不对这些信息的完整性、可靠性和准确性、适销性或特定用途适用性的保证作出任何保证。本平台不对这些信息的完整性和准确性做出任何保证。

# disclaimer.we_recommend_that_you_visit
source: We recommend that you visit our Crypto Security 101 page for safety instructions before the use of the website. Please, take into consideration: never share your private key or seed phrase with anyone – neither our members nor our app will ever ask for or request this from you.
de: Aus Sicherheitsgründen empfehlen wir dir, unsere allgemeine Krypto-Sicherheitsseite zu besuchen. Denke bitte immer daran: Teile nie deine Private Keys oder deine Seed Phrase mit anderen. Weder unsere Teammitglieder noch unsere App wird jemals nach diesen Daten fragen.
es: Le recomendamos que visite nuestra página Crypto Security 101 para obtener instrucciones de seguridad antes de utilizar el sitio web. Por favor, ten en cuenta: nunca compartas tu clave privada o frase semilla con nadie - ni nuestros miembros ni nuestra app te lo pedirán o solicitarán nunca.
fr: Nous vous recommandons de visiter notre page Crypto Security 101 afin de prendre connaissance des consignes de sécurité avant l'utilisation des sites Web. Nous vous prions de prendre en compte ces quelques conseils : ne partagez jamais, avec quiconque, votre clé privée ou votre phrase mnémotechnique - ni nos membres ni notre application ne vous les demanderont jamais.
hi: हम सलाह देते हैं कि आप इस वेबसाइट के उपयोग से पहले सुरक्षा निर्देशों के लिए हमारे Crypto Security 101 (क्रिप्टो सुरक्षा 101) पृष्ठ पर जाएँ। कृपया, ध्यान रखें: कभी भी अपनी private key (प्राइवेट की) या seed phrase (सीड फ़्रेज़) को किसी के साथ साझा न करें – न तो हमारे सदस्य और न ही हमारा ऐप आपसे कभी भी इसके लिए अनुरोध करेगा/करेंगे।
ru: Мы рекомендуем вам посетить нашу страницу Crypto Security 101 для получения инструкций по безопасности перед использованием сайта. Пожалуйста,имейте в виду: никогда и никому не сообщайте свой закрытый ключ или сид фразу - ни наши пользователи, ни наше приложение никогда не будут запрашивать или требовать этого от вас.
zh_cn: 我们建议您在使用网站之前，访问我们的 Crypto Security 101 页面以获取安全说明。请注意：切勿与任何人分享您的私钥或助记词——我们的会员和我们的应用程序都不会向您索要这些信息。
