Repository: KlimaDAO/klimadao
Catalog: site/locale/*/messages.po
Languages: de, es, fr, hi, ru, zh_cn

# community.come_on_in
source: Come On In
de: Betreten
es: Entra
fr: Entrez donc
hi: अंदर आ जाओ
ru: Войдите
zh_cn: 进入

# community.deltawave_logo
source: Delta Wave logo
es: Logo de Delta Wave
fr: Logo Delta Wave
hi: Delta (डेल्टा वेव) लोगो
ru: Delta Wave логотип

# community.digitalcharityart_logo
source: Digital Charity Art logo
es: Logo de Digital Charity Art
fr: Logo Digital Charity Art
hi: Delta Charity Art (डेल्टा चैरिटी आर्ट) लोगो
ru: Digital Charity Art логотип
zh_cn: 数字慈善艺术 logo

# community.discord_is_where_we_share
source: Discord is where we share important announcements, hold office-hours, answer questions, and trade memes. Our Discord server is extremely active and moderated around-the-clock. We've got channels for everything from trading to sustainability and carbon markets.
de: Wir nutzen Discord, um wichtige Ankündigungen mitzuteilen, Fragen zu beantworten, wöchentliche Voice-Meetings abzuhalten - und Memes zu tauschen. Auf unserem permanent moderierten Discord-Server ist immer etwas los. Wir haben separate Kanäle für alles: vom Tokenhandel über Nachhaltigkeit bis zu CO2-Märkten.
es: En Discord compartimos anuncios importantes, hacemos el office-hours, respondemos preguntas e intercambiamos memes. Nuestro servidor de Discord es muy activo y está moderado las 24 horas del día. Tenemos canales para todo, desde trading hasta sostenibilidad y los mercados de carbono.
fr: Discord est l'endroit où nous publions des annonces importantes, organisons des réunions, répondons aux questions et échangeons des mêmes. Notre serveur Discord est extrêmement actif et modéré 24h/24. Nous avons des canaux pour tout les sujets, du commerce à la durabilité et aux marchés du carbone.
hi: Discord (डिस्कॉर्ड) वह स्थान है जहाँ हम महत्वपूर्ण घोषणाएँ साझा करते हैं, ऑफ़िस-आवर्स होल्ड करते हैं, सवालों के जवाब देते हैं, और मीम्स साझा करते हैं। हमारा डिस्कॉर्ड सर्वर बेहद सक्रिय है और चौबीसों घंटे संचालित किया जाता है। हमारे पास ट्रेडिंग से लेकर सस्टेनेबिलिटी और कार्बन मार्केट तक हर चीज़ के लिए चैनल मौजूद हैं।
ru: Discord - это место, где мы делимся важными объявлениями, проводим рабочее время, отвечаем на вопросы и обмениваемся мемами. Наш сервер Discord очень активен и круглосуточно модерируется. У нас есть каналы для всего, начиная от торговли и заканчивая устойчивостью и углеродными рынками.
zh_cn: Discord 是我们分享重要公告、安排办公时间、回答问题和交流表情包的地方。我们的 Discord 服务器非常活跃，并且全天候运行。我们拥有从交易到可持续性和碳市场的所有渠道。

# community.dovu_logo
source: Dovu logo
es: Logo de Dovu
fr: Logo Dovu
hi: Dovu (दोवू) लोगो
ru: Dovu логотип

# community.eco_logo
source: Eco logo
es: Logo de Eco
fr: Logo Eco
hi: Eco (इको) लोगो
ru: Есо логотип

# community.etcgroup_logo
source: Etc Group logo
es: Logo de Etc Group
fr: Logo Etc Group
hi: Etc Group (ईटीसी ग्रुप) लोगो
ru: Etc Group логотип
zh_cn: Etc集团 logo

# community.get_in_touch
source: Get in touch?
de: Willst du uns etwas mitteilen?
es: Contactanos?
fr: Vous voulez nous contacter?
hi: संपर्क में रहें?
ru: Связаться?
zh_cn: 联系上了吗？

# community.gitcoin_logo
source: Gitcoin logo
es: Logo de Gitcoin
fr: Logo Gitcoin
hi: Gitcoin (गिटकॉइन) लोगो
ru: Gitcoin логотип

# community.head.headline
source: Community
es: Comunidad
fr: Communauté
hi: समुदाय
ru: Сообщество
zh_cn: 社区

# community.head.metadescription
source: Learn about our community of passionate Klimates
de: Erfahre mehr über unsere Community leidenschaftlicher Klimates
es: Aprende sobre nuestra comunidad de apasionados Klimates
fr: Découvrez notre communauté de passionnés Klimates
hi: जोशीले क्लीमेट्स वाले हमारे समुदाय के बारे में जानें
ru: Узнайте о нашем сообществе увлеченных Klimates
zh_cn: 了解我们充满激情的 Klimates 社区

# community.head.subline
source: KlimaDAO is a Decentralized Autonomous Organization for Change. We are governed and built by a community of passionate Klimates.
de: KlimaDAO ist eine dezentralisierte, autonome Organisation für positiven Wandel. Wir werden von einer leidenschaftlichen Community aus Klimates aufgebaut und verwaltet.
es: KlimaDAO es una Organización Autónoma Descentralizada para el Cambio. Estamos gobernados y construidos por una comunidad de apasionados Klimates.
fr: KlimaDAO est une Organisation Autonome Décentralisée pour le Changement. KlimaDAO est pilotée et construite par une communauté passionnée de Klimates.
hi: क्लीमाडाओ परिवर्तन लाने वाला एक विकेन्द्रीकृत स्वायत्त संगठन है। हम जोशीले क्लीमेट्स के समुदाय द्वारा शासित और निर्मित हैं।
ru: KlimaDAO — это децентрализованная автономная организация перемен. Мы управляемся и создаемся сообществом увлеченных Klimates.
zh_cn: KlimaDAO 是一个有着应变功能的去中心化自治组织。我们由充满激情的 Klimates 社区管理和建立。

# community.head.title
source: KlimaDAO Community
es: Comunidad KlimaDAO
fr: Communauté KlimaDAO
hi: क्लीमाडाओ (क्लीमाडाओ) समुदाय
ru: KlimaDAO Сообщество
zh_cn: KlimaDAO 社区

# community.if_you_ve_got_questions
source: If you've got questions, ideas, advice or anything else: we can help you find the right person to talk to.
de: Falls du Fragen, Ideen oder Anregungen hast: Wir helfen dir dabei, den richtigen Ansprechpartner zu finden.
es: Si tiene preguntas, ideas, consejos o cualquier otra cosa: podemos ayudarle a encontrar la persona adecuada con la que hablar.
fr: Si vous avez des questions, des idées, des conseils ou quoi que ce soit d'autre : nous trouverons la personne adéquate pour vous aider.
hi: यदि आपके पास प्रश्न, विचार, सलाह या और कुछ है: हम बात करने के लिए सही व्यक्ति खोजने में आपकी सहायता कर सकते हैं।
ru: Если у вас есть вопросы, идеи, советы или что-то еще: мы поможем вам найти нужного человека, с которым можно это обсудить.
zh_cn: 如果您有任何问题、想法、建议或其他任何事情：我们可以帮您找到合适的人来交流。

# community.join_our_discord
source: Join Our Discord
de: Unserem Discord beitreten
es: Únete a nuestro Discord
fr: Rejoignez notre Discord
hi: हमारे Discord (डिस्कॉर्ड) से जुड़ें
ru: Присоединяйтесь к нашему Discord
zh_cn: 加入我们的 Discord

# community.join_the_klima_community
source: Join the Klima Community
de: Tritt der Klima-Community bei
es: Únete a la comunidad Klima
fr: Rejoignez la communauté Klima
hi: Klima (क्लीमा) समुदाय में शामिल हों
ru: Присоединяйтесь к сообществу Klima
zh_cn: 加入 Klima 社区

# community.landx_logo
source: LandX logo
es: Logotipo de LandX
fr: Logo LandX
hi: LandX (लैंडएक्स) लोगो
ru: Логотип LandX

# community.lets_work_together
source: Let's Work Together
de: Lass uns zusammenarbeiten!
es: Trabajemos juntos
fr: Travaillons ensemble
hi: आइए साथ काम करें
ru: Давайте работать вместе
zh_cn: 让我们一起合作

# community.moss_logo
source: Moss logo
es: Logo de Moss
fr: Logo Moss
hi: Moss (मॉस) लोगो
ru: Moss логотип

# community.oceandrop_logo
source: Oceandrop logo
es: Logo de Oceandrop
fr: Logo Oceandrop
hi: Oceandrop (ओशनड्रॉप) लोगो
ru: Oceandrop логотип

# community.offsetra_logo
source: Offsetra logo
es: Logo de Offsetra
fr: Logo Offsetra
hi: Offsetra (ऑफसेट्रा) लोगो
ru: Offsetra Логотип

# community.olympusdao_logo
source: OlympusDAO logo
es: Logo de OlympusDAO
fr: Logo OlympusDAO
hi: OlympusDAO (ओलंपसडाओ) लोगो
ru: Логотип OlympusDAO

# community.openearth_logo
source: Open Earth logo
es: Logo de Open Earth
fr: Logo Open Earth
hi: Open Earth (ओपन अर्थ) लोगो
ru: Логотип Открытой Земли

# community.our_partners
source: OUR PARTNERS
de: UNSERE PARTNER
es: NUESTROS SOCIOS
fr: NOS PARTENAIRES
hi: हमारे सहयोगी
ru: НАШИ ПАРТНЕРЫ
zh_cn: 我们的合作伙伴

# community.polygon_logo
source: Polygon logo
es: Logo de Polygon
fr: Logo Polygon
hi: Polygon (पॉलीगॉन) लोगो
ru: Логотип Polygon

# community.toucan_logo
source: Toucan logo
es: logotipo de Toucan
fr: Logo toucan
hi: Toucan (टूकन) लोगो
ru: Toucan логотип

# community.toughtforfood_logo
source: Thought for Food logo
es: Logotipo de Thought for Food
fr: Logo Thought for Food
hi: Thought for Food (थॉट फ़ॉर फ़ूड) लोगो
ru: Thought for Food логотип

# community.tree_grove
source: Tree grove
de: Baumgruppe
es: arboleda
fr: Bosquet d'arbres
hi: ट्री ग्रोव
ru: Роща деревьев
zh_cn: 树林

# community.we_work_with_traditionnal
source: We work with traditional carbon market players, crypto platforms, corporations and everyone in-between.
de: Wir arbeiten eng mit traditionellen Akteuren auf dem CO2-Markt, Kryptoplattformen und Unternehmen zusammen - und allem dazwischen.
es: Trabajamos con los actores del mercado tradicional de carbono, las plataformas de criptomonedas, las empresas y todos los que están en el medio.
fr: Nous travaillons avec des acteurs traditionnels du marché du carbone, des plateformes gérant des crypto-assets, des entreprises et ceux qui orbitent entre ces acteurs.
hi: हम पारंपरिक कार्बन बाज़ार के धुरंधरों, क्रिप्टो प्लैटफ़ॉर्म्स, बड़ी कंपनियों और उनसे सम्बंधित अन्य सभी लोगों के साथ काम करते हैं।
ru: Мы работаем с традиционными участниками углеродного рынка, криптовалютными платформами, корпорациями и всеми, кто находится между ними.
zh_cn: 我们与传统的碳市场参与者、加密平台、公司以及介于两者之间的所有人合作。

# concat.careers
source: Careers
de: Karriere
es: Carreras profesionales
fr: Carrières
hi: करियर
ru: Карьера
zh_cn: 求职

# connectModal.institutional
source: institutional
de: institutionell
es: institucional
fr: entreprise
hi: संस्थागत
ru: институциональный
zh_cn: 机构的

# connectModal.torus
source: social or email
de: Social- oder E-Mail-Login
es: Correo electrónico o redes sociales
fr: réseau social ou email
hi: सामाजिक या ईमेल
ru: соцсети или электронная почта
zh_cn: 社交或电子邮件

# connectModal.wallet
source: connect a wallet
de: Wallet verbinden
es: conectar un monedero
fr: connecter un portefeuille
hi: वॉलेट कनेक्ट करें
ru: подключите кошелек
zh_cn: 连接钱包

# connect_modal.connecting
source: Connecting...
de: Verbinde...
es: Conectando...
fr: Connexion en cours...
hi: संपर्क
ru: Подключение...
zh_cn: 正在连接...

# connect_modal.error_message_default
source: We had some trouble connecting. Please try again.
de: Wir hatten einige Verbindungsprobleme. Bitte versuche es erneut.
es: Hemos tenido problemas para realizar la conexión. Por favor, inténtelo de nuevo.
fr: Nous avons eu des problèmes de connexion. Veuillez réessayer.
hi: कुछ गड़बड़ हो गयी। कृपया पुन: प्रयास करें।
ru: У нас возникли проблемы с подключением. Пожалуйста, попробуйте еще раз.
zh_cn: 我们在连接时遇到了一些问题，请重试。

# connect_modal.error_message_refused
source: User refused connection.
de: Benutzer verweigert Verbindung.
es: El usuario rechazó la conexión.
fr: L'utilisateur a refusé la connexion.
hi: उपयोगकर्ता ने कनेक्शन अस्वीकार कर दिया।
ru: Пользователь отказался от подключения.
zh_cn: 用户拒绝连接。

# connect_modal.error_processing
source: Request already processing. Please open your wallet and complete the request.
de: Anfrage in Bearbeitung. Bitte öffnen Sie Ihre Wallet und schließen Sie die Anfrage ab.
es: Solicitud ya procesada. Por favor, abra su monedero y complete la solicitud.
fr: Requête en cours de traitement. Veuillez ouvrir votre portefeuille et valider la requête.
hi: अनुरोध पहले से ही प्रोसेस हो रहा है। कृपया अपना वॉलेट ओपन करें और अनुरोध पूरा करें।
zh_cn: 请求已在处理中。请打开您的钱包并完成请求。

# connect_modal.error_title
source: Connection Error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
hi: संपर्क त्रुटि
ru: Ошибка подключения
zh_cn: 连接错误

# contact.bug_reports
source: Bug Reports
de: Fehlermitteilungen
es: Informes de errores
fr: Rapport de bogues
hi: दोष रिपोर्ट
ru: Отчет об ошибках
zh_cn: 错误报告

# contact.bug_reports.to_file_a_bug_report
source: To file a bug report, join our community Discord server and ask your question in the #bug-reports channel. Someone in our <0>community</0> will be happy to investigate and find a solution for you.
de: Trete unserem Discord-Communityserver bei, um im #bug-reports-Kanal Fehler zu melden oder Fragen zu stellen. Jemand aus unserer <0>Community</0> wird dir gerne helfen und eine Lösung für dich finden.
es: Para presentar un informe de error, únete a nuestro servidor de Discord de la comunidad y haz tu pregunta en el canal #bug-reports. Alguien de nuestra <0>comunidad</0> estará encantado de investigar y encontrar una solución para ti.
fr: Pour soumettre un rapport de bogue, rejoignez notre serveur Discord et posez votre question dans le canal #bug-reports. Notre <0>communauté</0> se fera un plaisir d'investiguer et de vous trouver une solution.
hi: बग रिपोर्ट दर्ज करने के लिए, हमारे समुदाय के Discord (डिस्कॉर्ड) सर्वर से जुड़ें और #bug-reports चैनल में अपना प्रश्न पूछें। हमारे <0>community</0> में से कोई सदस्य जाँच करने और आपके लिए समाधान खोजने में खुशी महसूस करेगा।
ru: Чтобы отправить сообщение об ошибке, присоединитесь к нашему сообществу на сервере Discord и задайте свой вопрос в канале #bug-reports. Кто-то из нашего <0>сообщества</0> будет рад разобраться и найти решение для вас.
zh_cn: 要提交错误报告，请加入我们的社区 Discord 服务器并在 #bug-reports 频道中提出问题。我们 <0> 社区</0>得成员将很乐意调查并为您找到解决方案。

# contact.careers.we_re_hiring
source: We're a fully remote team hiring across all time zones. We regularly post roles and bounties in our <0>Community Discord Server</0>. If you’re a self-starter who's motivated to join a purpose driven DAO, we'd love to hear from you!
de: Unser Team arbeitet global verteilt in allen Zeitzonen. Wir geben regelmäßig neue Rollen und Bountys auf unserem <0>Discordserver</0> bekannt. Wenn du dich gut selbst organisieren kannst und einer zielorientierten DAO beitreten möchtest, würden wir uns freuen, wenn du dich bei uns meldest!
es: Somos un equipo totalmente remoto que contrata en todas las zonas horarias. Publicamos regularmente funciones y recompensas en nuestro <0>Servidor de Discord de la Comunidad</0>. Si eres una persona con iniciativa y estás motivado para unirte a una DAO impulsada por un propósito, ¡nos encantaría saber de ti!
fr: Nous sommes une équipe entièrement à distance qui embauche sur tous les fuseaux horaires. Nous publions régulièrement des offres d'emploi et des missions sur notre <0>Serveur Discord Communautaire</0>. Si vous êtes une personne autonome et motivée pour rejoindre une DAO déterminée, nous aimerions avoir de vos nouvelles !
hi: हम सभी समय क्षेत्रों में नियुक्तियाँ करने वाली एक पूरी तरह से रिमोट टीम हैं। हम अपने <0>Community Discord Server</0> (सामुदायिक डिस्कॉर्ड सर्वर) में नियमित रूप से भूमिकाएँ और बाउंटीज़ पोस्ट करते हैं। यदि आप एक सेल्फ़-स्टार्टर हैं जो किसी उद्देश्य से प्रेरित एक DAO (डाओ) में शामिल होने के लिए प्रेरित है, तो हमें आपसे बात करके ख़ुशी होगी!
ru: Мы полностью удаленная команда, нанимающая сотрудников во всех часовых поясах. Мы регулярно публикуем роли и предложения в нашем <0>Community Discord Server</0>. Если вы самостоятельный человек, стремящийся присоединиться к целеустремленной DAO, мы будем рады услышать вас!
zh_cn: 我们是一个完全远程的跨时区招聘的团队。我们会定期在我们的 <0>Community Discord Server </0>中发布角色和奖励。如果你是一个自主创业者且有动力加入以目标驱动的 DAO，我们很乐意收到你的来信！

# contact.head.description
source: Get in touch with someone from KlimaDAO.
de: Kontaktiere jemanden von KlimaDAO.
es: Ponte en contacto con alguien de KlimaDAO.
fr: Entrez en contact avec quelqu'un de KlimaDAO.
hi: क्लीमाडाओ के किसी व्यक्ति से संपर्क करें।
ru: Свяжитесь с кем-нибудь из KlimaDAO.
zh_cn: 与 KlimaDAO 中的某位成员取得联系。

# contact.head.headline
source: Contact
de: Kontakt
es: Contacto
fr: Nous contacter
hi: संपर्क करें
ru: Связаться
zh_cn: 联系方式

# contact.head.subline
source: Questions, concerns, ideas? Here are a few ways you can get in touch. We love meeting institutions and individuals alike.
de: Fragen, Sorgen, Ideen? Über diese Kanäle kannst du mit uns in Kontakt treten. Wir freuen uns auf Organisationen ebenso wie auf Privatpersonen.
es: ¿Preguntas, preocupaciones, ideas? Aquí tiene algunas formas de ponerse en contacto. Nos encanta reunirnos con instituciones y personas por igual.
fr: Des questions, des préoccupations, des idées? Voici quelques façons d'entrer en contact avec nous. Nous sommes toujours ravis de partager avec de nouvelles institutions et de personnes.
hi: प्रश्न, चिंताएँ, विचार? यहाँ कुछ माध्यम दिए गए हैं जिनके द्वारा आप संपर्क कर सकते हैं। हम संस्थानों और व्यक्तियों से समान रूप से मिलना पसंद करते हैं।
ru: Вопросы, проблемы, идеи? Вот несколько способов связаться с нами. Мы любим встречаться как с компаниями, так и с частными лицами.
zh_cn: 问题、疑虑、想法？您可以通过以下几种方式与我们取得联系。我们希望与任何机构和个人会面交流。

# contact.head.title
source: Contact KlimaDAO
de: KlimaDAO kontaktieren
es: Contactar con KlimaDAO
fr: Contacter KlimaDAO
hi: क्लीमाडाओ से संपर्क करें
ru: Связаться с KlimaDAO
zh_cn: 联系 KlimaDAO

# contact.media
source: Media
de: Medien
es: Medios de comunicación
fr: Médias
hi: मीडिया
ru: Медиа
zh_cn: 媒体

# contact.media.if_you_are_a_journalist
source: If you are a journalist or content creator, our marketing team would love to meet you.
de: Journalist/in oder Contentcreator? Unser Marketingteam würde dich gerne kennenlernen!
es: Si eres periodista o creador de contenidos, a nuestro equipo de marketing les encantaria conocerte.
fr: Si vous êtes un journaliste ou un créateur de contenu, notre équipe marketing sera ravie de vous rencontrer.
hi: यदि आप एक पत्रकार या सामग्री निर्माता हैं, तो हमारी मार्केटिंग टीम आपसे मिलना पसंद करेगी।
ru: Если вы журналист или создатель контента, наша маркетинговая команда будет рада познакомиться с вами.
zh_cn: 如果您是记者或内容创作者，我们的营销团队很乐意与您会面。

# contact.media.use_this_media_request_form
source: Use this <0>Media Request Form</0> or send an email to <1>press@klimadao.finance</1>
de: Nutze dieses <0>Medienanfrageformular</0> oder sende eine E-Mail an <1>press@klimadao.finance</1>
es: Utilice este <0>Formulario de solicitud de medios</0> o envíe un correo electrónico a <1>press@klimadao.finance</1>
fr: Utilisez ce <0>formulaire de demande média</0> ou envoyez un email à <1>press@klimadao.finance</1>
hi: इस <0>Media Request Form</0> का उपयोग करें या <1>press@klimadao.finance</1> पर ईमेल भेजें।
ru: Используйте эту <0>форму запроса СМИ</0> или отправьте электронное письмо по адресу <1>press@klimadao.finance</1>
zh_cn: 使用此<0>媒体申请表</0>或发送电子邮件至 <1>press@klimadao.finance</1>

# contact.partnerships
source: Partnerships
de: Partnerschaften
es: Asociaciones
fr: Partenariats
hi: भागीदारियाँ
ru: Партнерство
zh_cn: 伙伴关系

# contact.partnerships.until_we_finish_building
source: Until we finish building out our partnerships page, we are directing potential partnership and collaboration inquiries to <0>this contact form</0>.
de: Bis der Aufbau der Partnerschaftenseite abgeschlossen ist, leiten wir potenzielle Partner und Kooperationsanfragen an <0>dieses Kontaktformular</0> weiter.
es: Hasta que terminemos de crear nuestra página de socios, estamos dirigiendo las consultas sobre posibles asociaciones y colaboraciones a <0>este formulario de contacto</0>.
fr: Notre page partenariats est en cours de création. En attendant, vous pouvez adresser vos demandes de partenariat via ce <0>formulaire de contact</0>.
hi: जब तक हम अपने partnerships page (साझेदारी पृष्ठ) का निर्माण पूरा नहीं कर लेते, हम संभावित साझेदारी और सहयोग पूछताछ को <0>this contact form</0> पर निर्देशित कर रहे हैं।
ru: Пока мы не закончим создание страницы партнерства, мы направляем запросы о потенциальном партнерстве и сотрудничестве в <0>эту контактную форму</0>.
zh_cn: 在我们完成我们的合作伙伴页面建设之前，我们会将潜在的合作伙伴和合作查询发送至<0>此联系表</0>.

# contact.quest_and_support
source: Questions & Support
de: Fragen & Support
es: Preguntas y soporte
fr: Questions et assistance
hi: प्रश्न और समर्थन
ru: Вопросы и поддержка
zh_cn: 问题与支持

# contact.quest_and_support.join_our_community
source: Join our <0>community</0>
de: Unserer <0>Community</0> beitreten
es: Únete a nuestra <0>comunidad</0>
fr: Rejoignez notre <0>communauté</0>
hi: हमारी <0>community</0> में शामिल हों
ru: Присоединяйтесь к нашему <0>сообществу</0>
zh_cn: 加入我们的<0>社区</0>

# contact.quest_and_support.join_our_discord_server
source: Join our Discord server and ask in the #questions channel. We have thousands of friendly, knowledgeable community members ready and willing to help you out.
de: Trete unserem Discord-Server bei und stelle Fragen im #questions-Kanal. Bei uns findest du tausende freundliche, sachkundige Communitymitglieder, die dir gerne helfen werden.
es: Únete a nuestro servidor de Discord y pregunta en el canal #questions. Contamos con miles de miembros de la comunidad, amables y conocedores, listos y dispuestos a ayudarte.
fr: Rejoignez notre serveur Discord et posez vos questions dans le canal #questions. Des milliers de membres sympathiques, compétents et disposés à vous aider vous y attendent.
hi: हमारे Discord (डिस्कॉर्ड) सर्वर से जुड़ें और #questions चैनल में प्रश्न करें। हमारे पास हजारों मित्रवत, जानकार समुदाय सदस्य हैं जो आपकी मदद् करने के लिए इच्छुक और तैयार हैं।
ru: Присоединяйтесь к нашему серверу Discord и задавайте вопросы в канале #questions. У нас тысячи дружелюбных и знающих членов сообщества, готовых помочь вам.
zh_cn: 加入我们的 Discord 服务器并在 #questions 频道中提问。我们有成千上万友好且知识渊博的社区成员随时待命并愿意帮助您。

# disclaimer.1_an_offer_or_sollicitation
source: 1. An offer, or solicitation of an offer to hold or control any security, other asset or service, which are connected with intangible benefits;
de: 1. Ein Angebot oder die Aufforderung zur Abgabe eines Angebots, um Wertpapiere, andere Vermögenswerte oder Dienstleistungen zu halten oder zu kontrollieren, die mit immateriellen Vorteilen verbunden sind;
es: 1. Una oferta o solicitud de una oferta para poseer o controlar cualquier valor, otro activo o servicio, que estén relacionados con beneficios intangibles;
fr: 1. Une offre ou une sollicitation d'une offre pour détenir ou contrôler tout titre, autre actif ou service, qui sont liés à des avantages incorporels ;
hi: 1. अमूर्त लाभों से सम्बंधित किसी सुरक्षा, अन्य संपत्ति या सेवा को होल्ड करने या नियंत्रित करने का एक प्रस्ताव, या प्रस्ताव का आग्रह;
ru: 1. Предложение или ходатайство о предложении владеть или контролировать любую ценную бумагу, другой актив или услугу, которые связаны с нематериальными выгодами;
zh_cn: 1. 持有或控制与无形利益相关的任何证券、其他资产或服务的提议或邀请；

# disclaimer.1_meet_your_requirements
source: 1. Meet your requirements;
de: 1. Ihren Anforderungen entspricht;
es: 1. Cumplir tus requisitos;
fr: 1. Réponde à vos exigences
hi: 1. आपकी आवश्यकताओं को पूरा करेगा;
ru: 1. Соответствуйте вашим требованиям;
zh_cn: 1.满足您的要求；

# disclaimer.2_be_available_on_an_uninterrupted
source: 2. Be available on an uninterrupted, timely, secure, or error-free basis;
de: 2. Rund um die Uhr, fehlerfrei und zu 100 % sicher ist;
es: 2. Estar disponible de forma ininterrumpida, puntual, segura y sin errores;
fr: 2. Disponible de manière permanente, opportune, sécurisée ou sans erreur ;
hi: 2. एक निर्बाध, समयोचित, सुरक्षित, या त्रुटि मुक्त आधार पर उपलब्ध रहेगा;
ru: 2. Быть доступным на бесперебойной, своевременной, безопасной или безошибочной основе;
zh_cn: 2. 在不间断、及时、安全或无错误的基础上可用；

# disclaimer.2_financial_investment_or_trading_advice
source: 2. Financial, investment or trading advice or an offer to provide such advice and/or service.
de: 2. Finanz-, Anlage- oder Handelsberatung oder ein Angebot zur Erbringung einer solchen Beratung und/oder Dienstleistung.
es: 2. Asesoramiento financiero, de inversión o comercial, o una oferta para prestar dicho asesoramiento y/o servicio.
fr: 2. Des conseils financiers, d'investissement ou de trading ou une offre à la fourniture de tels conseils et/ou services.
hi: 2. वित्तीय, निवेश या व्यापारिक सलाह या ऐसी सलाह और/या सेवा प्रदान करने का प्रस्ताव।
ru: 2. Финансовые, инвестиционные или торговые консультации или предложение о предоставлении таких консультаций и/или услуг.
zh_cn: 2. 提供金融、投资或交易建议或提供此类建议和/或服务的要约。

# disclaimer.3_be_reliable_complete_legal_or_safe
source: 3. Be reliable, complete, legal or safe.
de: 3. Zuverlässig, vollständig und rechtssicher ist.
es: 3. Ser fiable, completo, legal o seguro.
fr: 3. Fiable, complète, conforme aux exigences légales ou sûr.
hi: 3. विश्वसनीय, पूर्ण, क़ानूनन वैध या सुरक्षित रहेगा।
ru: 3. Быть надежным, полным, законным или безопасным.
zh_cn: 3. 可靠、完整、合法或安全。
