Repository: KlimaDAO/klimadao
Catalog: site/locale/*/messages.po
Languages: de, es, fr, hi, ru, zh_cn

# pledge.form.wallets.confirm_remove_wallet
source: Are you sure you want to remove {0} from your pledge?
de: Sind Sie sicher, dass Sie {0} von Ihrem Pledge entfernen möchten?
es: ¿Estás seguro de que quieres eliminar {0} de tu compromiso?
fr: Êtes-vous sûr de vouloir supprimer {0} de votre engagement ?
hi: क्या आप वाकई {0} को अपने गिरवी से हटाना चाहते हैं?
ru: Вы уверены, что хотите удалить {0} из своего залога?
zh_cn: 您确定要从您的承诺中删除 {0} 吗？

# pledge.form.wallets.tooltip
source: Add other wallets to contribute to your pledge. If the owner of the wallet accepts your invitation, their wallet will appear on your pledge dashboard. Any retirements made by a secondary wallet will contribute toward your pledge. You'll retain sole ownership and editing access to this pledge.
de: Andere Wallets zu Ihrem Pledge hinzufügen. Falls der Besitzer der Wallet Ihre Einladung annimmt, wird deren Wallet auf Ihrem Pledge Dashboard erscheinen. Alle durch diese sekundäre Wallet getätigten CO2-Ausgleiche werden zu Ihrem Pledge beitragen. Sie bleiben Eigentümer und behalten Bearbeitungszugriff für diesen Pledge.
es: Añade otras carteras para que contribuyan a tu compromiso. Si el propietario de la cartera acepta tu invitación, su cartera aparecerá en tu tablero de compromisos. Cualquier retirada realizada por un monedero secundario contribuirá a tu compromiso. Mantendrás la propiedad exclusiva y el acceso de edición de este compromiso.
fr: Ajoutez d'autres portefeuilles pour contribuer à votre engagement. Si le propriétaire du portefeuille accepte votre invitation, son portefeuille apparaîtra sur le tableau de bord de votre engagement. Tous les retraits effectués par un portefeuille secondaire contribueront à votre engagement. Vous resterez le seul propriétaire et le seul éditeur de cet engagement.
hi: अपनी प्रतिज्ञा में योगदान करने के लिए अन्य वॉलेट जोड़ें। अगर वॉलेट का मालिक आपका निमंत्रण स्वीकार करता है, तो उनका वॉलेट आपके प्लेज डैशबोर्ड पर दिखाई देगा। द्वितीयक वॉलेट द्वारा की गई कोई भी सेवानिवृत्ति आपकी प्रतिज्ञा में योगदान देगी। आप इस प्रतिज्ञा के लिए एकमात्र स्वामित्व और संपादन पहुंच बनाए रखेंगे।
ru: Добавьте другие кошельки для внесения обеспечения. Если владелец кошелька примет ваше приглашение, его кошелек появится на панели управления залогом. Любые списания, сделанные вторичным кошельком, пойдут в счет вашего залога. Вы сохраните единоличное право собственности и доступ к редактированию этого залога.
zh_cn: 添加其他钱包来参与你的承诺。如果钱包的所有者接受了你的邀请，他们的钱包将出现在你的承诺仪表板上。任何二级钱包所做的碳停用将对你的承诺做出贡献。你将保留对此承诺的唯一所有权和编辑访问权限。

# pledge.invitation.accept
source: Accept Invitation
de: Einladung annehmen
es: Aceptar la invitacion
fr: Accepter l'invitation
hi: निमंत्रण स्वीकार करो
ru: Принять приглашение
zh_cn: 接受邀请

# pledge.invitation.error.wallet_already_pinned
source: This wallet is already pinned to another pledge. Please unpin your wallet and try again.
de: Diese Wallet ist bereits mit einem anderen Pledge verknüpft. Entfernen Sie die Verknüpfung und versuchen Sie es noch einmal.
es: Este monedero ya está vinculado a otro compromiso. Por favor, desvincula tu monedero e inténtalo de nuevo.
fr: Ce portefeuille est déjà associé à un autre engagement. Veuillez désépingler votre portefeuille et réessayer.
hi: यह बटुआ पहले से ही अन्य गिरवी पर पिन किया हुआ है। कृपया अपने वॉलेट को अनपिन करें और पुनः प्रयास करें।
ru: Этот кошелек уже привязан к другому залогу. Пожалуйста, открепите кошелек и повторите попытку.
zh_cn: 该钱包已经固定在另一个承诺中。请取消钱包固定并重试。

# pledge.invitation.error_title
source: Server Error
de: Serverfehler
es: Error del Servidor
fr: Erreur du serveur
hi: सर्वर-संबंधी त्रुटि हो गयी
ru: Ошибка сервера
zh_cn: 服务器错误

# pledge.invitation.join_message
source: {shortenedAddress} has invited you to add your wallet to this pledge. If you accept, then your carbon retirements will count toward {shortenedAddress}'s pledge. You may remove your wallet from this pledge at any time.
de: {shortenedAddress} hat Sie eingeladen, Ihre Wallet zu diesem Pledge hinzuzufügen. Ihre zukünftigen CO2-Ausgleiche werden zum Pledge von {shortenedAddress} hinzugefügt, falls Sie annehmen. Sie können Ihre Wallet jederzeit von diesem Pledge lösen.
es: {direcciónacortada} te ha invitado a sumar tu monedero a este compromiso. Si aceptas, tus retiros de carbono contarán para el compromiso de {shortenedAddress}. Puede retirar su monedero de este compromiso en cualquier momento.
fr: {shortenedAddress} vous a invité à ajouter votre portefeuille à cet engagement. Si vous acceptez, vos retraits de carbone seront comptabilisés dans l'engagement de {shortenedAddress}. Vous pouvez retirer votre porte-monnaie de cet engagement à tout moment.
hi: {shortenedAddress} ने आपको इस प्रतिज्ञा में अपना बटुआ जोड़ने के लिए आमंत्रित किया है। यदि आप स्वीकार करते हैं, तो आपकी कार्बन सेवानिवृत्ति {shortenedAddress} की प्रतिज्ञा में गिनी जाएगी। आप किसी भी समय अपने बटुए को इस प्रतिज्ञा से हटा सकते हैं।
ru: {shortenedAddress} предлагает вам добавить свой кошелек к этому обязательству. Если вы согласитесь, то ваши выбросы углерода будут засчитаны в счет обещания {shortenedAddress}. Вы можете удалить свой кошелек из этого залога в любое время.
zh_cn: {shortenedAddress} 已邀请您将您的钱包添加到此承诺中。如果您接受，那么您的碳停用将计入 {shortenedAddress} 的承诺。您可以随时从此承诺中删除您的钱包。

# pledge.invitation.later
source: Remind me later
de: Erinnere mich später
es: Recuérdame más tarde
fr: Rappelez-moi plus tard
hi: मुझे बाद में याद दिलाना
ru: Напомни мне позже
zh_cn: 稍后提醒我

# pledge.invitation.reject
source: Reject Invitation
de: Einladung ablehnen
es: Rechazar invitación
fr: Rejeter l'invitation
hi: आमंत्रण अस्वीकार करें
ru: Отклонить приглашение
zh_cn: 拒绝邀请

# pledge.invitation.signing
source: Signing
de: Unterschreibe
es: Firma
fr: Signature en cours
hi: हस्ताक्षर
ru: Подписание
zh_cn: 注册中

# pledge.invitations.awaiting_signature
source: Awaiting Signature...
de: Warte auf Unterschrift...
es: En espera de la firma...
fr: En attente de signature...
hi: हस्ताक्षर की प्रतीक्षा में...
ru: Ожидание подписи...
zh_cn: 等待签名...

# pledge.invitations.signature_instructions
source: Use your wallet to sign and confirm this edit.
de: Nutzen Sie Ihre Wallet, um diese Änderung zu unterschreiben und zu bestätigen.
es: Utilice su cartera para firmar y confirmar esta modificación.
fr: Utilisez votre portefeuille pour signer et confirmer cette modification.
hi: इस संपादन पर हस्ताक्षर करने और पुष्टि करने के लिए अपने वॉलेट का उपयोग करें।
ru: Используйте свой кошелек, чтобы подписать и подтвердить эти изменения
zh_cn: 使用您的钱包签署并确认此编辑。

# pledge.modal.are_you_sure
source: Are you sure you want to remove your wallet from this pledge?
de: Sind Sie sicher, dass Sie Ihre Wallet von diesem Pledge lösen möchten?
es: ¿Estás seguro de que quieres retirar tu cartera de este compromiso?
fr: Êtes-vous sûr de vouloir retirer votre portefeuille de cette engagement ?
hi: क्या आप सुनिश्चित हैं कि आप अपने बटुए को इस प्रतिज्ञा से हटाना चाहते हैं?
ru: Вы уверены, что хотите удалить свой кошелек из этого залога?
zh_cn: 您确定要从此承诺中删除您的钱包吗？

# pledge.modal.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करना
ru: Подтвердить
zh_cn: 确认

# pledge.modal.confirm_remove
source: Confirm Removal
de: Entfernen bestätigen
es: Confirmar la eliminación
fr: Confirmer la compensation
hi: पुष्टि करना
ru: подтвердить удаление
zh_cn: 确认移除

# pledge.modal.edit_pledge
source: Edit pledge
de: Pledge bearbeiten
es: Editar compromiso
fr: Modifier l'engagement
hi: प्लेज संपादित करें
ru: Изменить залог
zh_cn: 编辑承诺

# pledge.modal.unable_to_edit
source: This wallet does not have permission to edit this pledge. To edit, you must reconnect with the original author wallet ({0}).
de: Diese Wallet hat keine Berechtigung, diesen Pledge zu bearbeiten. Zur Bearbeitung müssen Sie sich mit der originalen Wallet ({0}) verbinden.
es: Este monedero no tiene permiso para editar esta promesa. Para editarlo, debe volver a conectarse con el monedero del autor original ({0}).
fr: Ce portefeuille n'a pas la permission de modifier cet engagement. Pour le modifier, vous devez vous reconnecter avec le portefeuille de l'auteur original ({0}).
hi: इस वॉलेट के पास इस प्रतिज्ञा को संपादित करने की अनुमति नहीं है। संपादित करने के लिए, आपको मूल लेखक वॉलेट ({0}) से फिर से जुड़ना होगा।
ru: Этот кошелек не имеет права редактировать этот залог. Чтобы отредактировать, вы должны снова соединиться с кошельком автора ({0}).
zh_cn: 此钱包无权编辑此质押。要进行编辑，必须重新连接原始作者钱包（{0}）。

# pledge.modal.unpin_wallet
source: unpin my wallet
de: meine wallet lösen
es: desprender mi monedero
fr: désépingler mon portefeuille
hi: मेरा बटुआ खोलो
ru: открепить мой кошелек
zh_cn: 解绑我的钱包

# pledge.modal.wallet_add_confirm
source: You may only have one pledge page per wallet address. If you have already created a pledge page with this wallet, visitors will be redirected to this pledge instead. You can remove this wallet at any time.
de: Sie können nur eine Pledge-Seite pro Walletadresse haben. Sollten Sie bereits einen Pledge mit dieser Wallet erstellt haben, werden Besucher stattdessen zu dieser Pledge-Seite weitergeleitet. Sie können diese Wallet jederzeit entfernen.
es: Sólo puede tener una página de compromiso por dirección de monedero. Si ya ha creado una página de compromiso con este monedero, los visitantes serán redirigidos a este compromiso en su lugar. Puede eliminar este monedero en cualquier momento.
fr: Vous ne pouvez avoir qu'une seule page d'engagement par adresse de portefeuille. Si vous avez déjà créé une page d'engagement avec ce portefeuille, les visiteurs seront redirigés vers cet engagement. Vous pouvez supprimer ce portefeuille à tout moment.
hi: आपके पास प्रति वॉलेट पते पर केवल एक प्रतिज्ञा पृष्ठ हो सकता है। यदि आपने पहले ही इस बटुए के साथ प्रतिज्ञा पृष्ठ बना लिया है, तो इसके बजाय आगंतुकों को इस प्रतिज्ञा पर पुनर्निर्देशित किया जाएगा। आप इस वॉलेट को किसी भी समय निकाल सकते हैं।
ru: У вас может быть только одна страница залога на адрес кошелька. Если вы уже создали страницу залога с этим кошельком, посетители будут перенаправлены на этот залог. Вы можете удалить этот кошелек в любое время.
zh_cn: 每个钱包地址只能有一个承诺页面。如果您已经用这个钱包创建了一个承诺页面，访问者将被重定向到该承诺页面。您可以随时移除此钱包。

# pledges.dashboard.assets.emptyBalance
source: No carbon assets to show.
de: Keine CO2-Assets zum Anzeigen.
es: No hay activos de carbono para mostrar.
fr: Aucun actif carbone à afficher.
hi: दिखाने के लिए कोई कार्बन संपत्ति नहीं है।
ru: Нет углеродных активов для отображения.
zh_cn: 无碳资产可显示

# pledges.dashboard.assets.title
source: Carbon Assets
de: CO2-Assets
es: Activos de carbono
fr: Actifs Carbone
hi: कार्बन एसेट्स
ru: Углеродные активы
zh_cn: 碳资产

# pledges.dashboard.footprint.title
source: Footprint
de: Fußabdruck
es: Huella
fr: Empreinte
hi: फ़ुटप्रिंट
ru: След
zh_cn: 碳足迹

# pledges.dashboard.footprint.tonnes
source: Tonnes
de: Tonnen
es: Toneladas
hi: टन
ru: Тонны
zh_cn: 吨

# pledges.dashboard.footprint.tooltip.category_percent
source: {0}% of footprint
de: {0}% des Fußabdrucks
es: {0}% de la huella
fr: {0}% de l'empreinte
hi: {0}% फ़ुटप्रिंट
ru: {0}% занимаемой площади
zh_cn: {0}% 的碳足迹

# pledges.dashboard.footprint.tooltip.quantity
source: {0} Carbon Tonne(s)
de: {0} Tonnen CO2
es: {0} Toneladas de carbono
fr: {0} Tonnes de carbone
hi: {0} कार्बन टन
ru: {0} Тонна(ы) углерода
zh_cn: {0} 碳吨

# pledges.dashboard.head.metaDescription
source: {pledgeOwnerTitle} pledges to Offset {currentTotalFootprint} Carbon Tonnes. View their carbon offset history and read more about their commitment.
de: {pledgeOwnerTitle} verspricht, {currentTotalFootprint} Tonnen CO2 auszugleichen. Sehen Sie sich ihren Ausgleichsverlauf an und lesen Sie mehr über ihr Engagement.
es: {pledgeOwnerTitle} se compromete a compensar {currentTotalFootprint} toneladas de carbono. Vea su historial de compensación de carbono y lea más sobre su compromiso.
fr: Engagements de {pledgeOwnerTitle} à compenser {currentTotalFootprint} Tonnes de carbone. Consultez l'historique de leur compensation carbone et lisez plus sur leur implication.
hi: {pledgeOwnerTitle} ऑफसेट {currentTotalFootprint} कार्बन टन का वचन देता है। उनका कार्बन ऑफसेट इतिहास देखें और उनकी प्रतिबद्धता के बारे में और पढ़ें।
ru: {pledgeOwnerTitle} обязуется компенсировать {currentTotalFootprint} тонн углерода. Ознакомьтесь с их историей компенсации выбросов углекислого газа и узнайте больше об их обязательствах.
zh_cn: {pledgeOwnerTitle} 承诺抵消 {currentTotalFootprint} 碳吨。查看他们的碳抵消历史记录并详细了解他们的承诺。

# pledges.dashboard.head.metaTitle
source: {pledgeOwnerTitle}'s Pledge
es: Compromiso de {pledgeOwnerTitle}
fr: Engagement de {pledgeOwnerTitle}
hi: {pledgeOwnerTitle} की प्रतिज्ञा
ru: {pledgeOwnerTitle} Залог
zh_cn: {pledgeOwnerTitle}的承诺

# pledges.dashboard.head.title
source: {pledgeOwnerTitle}'s Pledge | KlimaDAO
es: Compromiso de {pledgeOwnerTitle} | KlimaDAO
fr: Engagement de {pledgeOwnerTitle} | KlimaDAO
hi: {pledgeOwnerTitle} की प्रतिज्ञा | क्लिमाडाओ
ru: {pledgeOwnerTitle} Залог | KlimaDAO
zh_cn: {pledgeOwnerTitle}的承诺 | KlimaDAO

# pledges.dashboard.metholodogy.default_text
source: How will you meet your pledge?
de: Wie werden Sie Ihr Versprechen einlösen?
es: ¿Cómo va a cumplir su promesa?
fr: Comment allez-vous tenir votre engagement ?
hi: आप अपनी प्लेज को कैसे पूरा करेंगे?
ru: Как вы будете выполнять свои обязательства?
zh_cn: 你将如何兑现你的承诺？

# pledges.dashboard.metholodogy.title
source: Methodology
de: Methodik
es: Metodología
fr: Méthodologie
hi: कार्यप्रणाली
ru: Методология
zh_cn: 方法

# pledges.dashboard.pledge.default_text
source: Write your pledge today!
de: Schreiben Sie heute Ihr eigenes Versprechen!
es: Escriba su promesa hoy mismo.
fr: Rédigez votre engagement aujourd'hui !
hi: आज ही अपनी प्लेज लें!
ru: Напишите свое обязательство сегодня!
zh_cn: 写下你今天的承诺！

# pledges.dashboard.pledge.title
source: Pledge
de: Versprechen
es: Compromiso
fr: Engagement
hi: प्लेज
ru: Залог
zh_cn: 承诺

# pledges.dashboard.profile.pledge_met
source: ≥ 100% of Pledge Met
de: ≥ 100 % des Versprechens erfüllt
es: ≥ 100% del compromiso cumplido
fr: ≥ 100% de l'engagement atteint
hi: शपथ ग्रहण का 100%
ru: ≥ 100% обязательств выполнено
zh_cn: ≥ 100% 兑现承诺

# pledges.dashboard.profile.pledge_progress
source: {0}% of Pledge Met
de: {0}% des Versprechens erfüllt
es: {0}% del compromiso cumplido
fr: {0}% de l'engagement atteint
hi: {0}% प्लेज पूरी हुयी
ru: {0}% от обязательства выполнено
zh_cn: {0}%兑现承诺

# pledges.dashboard.profile.pledged_to_offset
source: Pledged to Offset <0>{0}</0> Carbon Tonnes
de: Ausgleich von <0>{0}</0> Tonnen CO2 zugesichert
es: Compromiso de compensar <0>{0}</0> toneladas de carbono
fr: Engagé à compenser <0>{0}</0> tonnes de carbone
hi: कार्बन टन <0>{0}</0> जिन्हें ऑफ़सेट करने का वचन दिया गया
ru: Обязательство компенсировать <0>{0}</0> Углеродные тонны
zh_cn: 承诺抵消<0>{0}</0>吨碳

# pledges.dashboard.retirements.title
source: Retirements
de: CO2-Ausgleiche
es: Retiros
fr: Retraits du marché
hi: रिटायरमेंट्स
ru: Выбытия
zh_cn: 碳停用

# pledges.dashboard.retirements.tooltip.tonnes_retired
source: {0} Carbon Tonne(s) Retired
de: {0} Tonnen CO2 ausgeglichen
es: {0} Toneladas de carbono retiradas
fr: {0} Tonne(s) de Carbone Retirée(s) du marché
hi: {0} रिटायर्ड कार्बन टन
ru: {0} Углеродная тонна(ы) Списано
zh_cn: {0} 停用碳吨

# pledges.dashboard.retirements.total_tonnes_retired
source: Total Carbon Tonnes Retired
de: CO2-Tonnen insgesamt ausgeglichen
es: Total de toneladas de carbono retiradas
fr: Total des tonnes de Carbone Retirées du marché
hi: कुल रिटायर किए गए कार्बन टन
ru: Всего выбыло тонн углерода
zh_cn: 总碳退休吨数

# pledges.edit_pledge
source: Edit Pledge
de: Versprechen bearbeiten
es: Editar la promesa
fr: Modifier l'engagement
hi: प्लेज संपादित करें
ru: Изменить залог
zh_cn: 编辑承诺

# pledges.form.add_footprint_category_button
source: Add category
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
hi: कैटेगरी जोड़े
ru: Добавить категорию
zh_cn: 添加类别

# pledges.form.add_wallet_button
source: Add wallet
de: Wallet hinzufügen
es: Añadir cartera
fr: Ajouter un portefeuille
hi: बटुआ जोड़ें
ru: Добавить кошелек
zh_cn: 添加钱包

# pledges.form.awaiting_signature
source: Awaiting signature...
de: Warte auf Unterschrift...
es: En espera de la firma...
fr: En attente de signature...
hi: हस्ताक्षर की प्रतीक्षा में...
ru: Ожидание подписи...
zh_cn: 等待签名...

# pledges.form.confirm_delete
source: confirm removal
de: entfernen bestätigen
es: Confirmar la eliminación
fr: Confirmer la compensation
hi: हटाने की पुष्टि करें
ru: подтвердить удаление
zh_cn: 确认移除

# pledges.form.confirm_remove
source: remove
de: entfernen
es: eliminar
fr: supprimer
hi: हटाना
ru: Удалить
zh_cn: 消除

# pledges.form.confirm_remove_cancel
source: cancel
de: abbrechen
es: cancelar
fr: annuler
hi: रद्द करें
ru: Отмена
zh_cn: 取消

# pledges.form.error
source: Enter a wallet address, .klima or .eth domain
de: Gib eine Walletaddresse oder eine .klima- oder .eth-Domain ein
es: Introduzca una dirección de monedero, dominio .klima o .eth
fr: Entrez une adresse de portefeuille, un domaine .klima ou .eth
hi: वॉलेट पता, .klima अथवा .eth डोमेन दर्ज करें
ru: Введите адрес кошелька, домен .klima или .eth
zh_cn: 输入钱包地址，.klima 或 .eth 的域名

# pledges.form.errors.categoryName.max
source: Enter less than 32 characters
de: Geben Sie weniger als 32 Zeichen ein
es: Introduzca menos de 32 caracteres
fr: Saisir moins de 32 caractères
hi: 32 से कम अक्षर दर्ज करें
ru: Введите менее 32 символов
zh_cn: 输入少于 32 个字符

# pledges.form.errors.categoryName.required
source: Enter a category
de: Geben Sie eine Kategorie an
es: Introduzca una categoría
fr: Saisir une catégorie
hi: कैटेगरी दर्ज करें
ru: Введите категорию
zh_cn: 输入类别

# pledges.form.errors.categoryQuantity.min
source: Enter a value greater than 0
de: Geben Sie einen Wert größer als 0 ein
es: Introduzca un valor mayor que 0
fr: Saisir une valeur supérieure à 0
hi: 0 से बड़ा मान दर्ज करें
ru: Введите значение больше 0
zh_cn: 输入一个大于 0 的值

# pledges.form.errors.description.max
source: Enter less than 500 characters
de: Geben Sie weniger als 500 Zeichen ein
es: Introduzca menos de 500 caracteres
fr: Saisir moins de 500 caractères
hi: 500 से कम अक्षर दर्ज करें
ru: Введите менее 500 символов
zh_cn: 输入少于 500 个字符

# pledges.form.errors.description.required
source: Enter a pledge
de: Geben Sie ein Versprechen an
es: Introduzca un compromiso
fr: Saisir un engagement
hi: एक प्लेज दर्ज करें
ru: Введите залог
zh_cn: 输入承诺

# pledges.form.errors.footprint.generic_error
source: Enter a carbon tonne estimate
de: Geben Sie eine Schätzung an (in CO2-Tonnen)
es: Introduzca una estimación de toneladas de carbono
fr: Saisir une estimation de tonne de carbone
hi: एक कार्बन टन अनुमान दर्ज करें
ru: Введите расчетное количество тонн углерода
zh_cn: 输入一个估算的碳吨数

# pledges.form.errors.footprint.min
source: Enter a value greater than 0
de: Geben Sie einen Wert größer als 0 ein
es: Introduzca un valor mayor que 0
fr: Saisir une valeur supérieure à 0
hi: 0 से बड़ा मान दर्ज करें
ru: Введите значение больше 0
zh_cn: 输入一个大于 0 的值

# pledges.form.errors.methodology.max
source: Enter less than 1000 characters
de: Geben Sie weniger als 1.000 Zeichen ein
es: Introduzca menos de 1000 caracteres
fr: Saisir moins de 1000 caractères
hi: 1000 से कम अक्षर दर्ज करें
ru: Введите менее 1000 символов
zh_cn: 输入少于 1000 个字符

# pledges.form.errors.methodology.required
source: Enter a methodology
de: Geben Sie eine Methodik an
es: Introduzca una metodología
fr: Saisir une méthodologie
hi: एक कार्यप्रणाली दर्ज करें
ru: Введите методологию
zh_cn: 输入方法

# pledges.form.errors.name.required
source: Enter a name
de: Geben Sie einen Namen ein
es: Introduzca un nombre
fr: Saisir un nom
hi: नाम डालें
ru: Введите имя
zh_cn: 输入名称

# pledges.form.errors.profileImageUrl.url
source: Enter a valid url
de: Geben Sie eine gültige URL ein
es: Introduzca una url válida
fr: Saisir une URL valide
hi: एक मान्य यूआरएल दर्ज करें
ru: Введите действительный URL
zh_cn: 输入有效的网址

# pledges.form.errors.profileWebsiteUrl.url
source: Enter a valid url
de: Geben Sie eine gültige URL ein
es: Introduzca una url válida
fr: Saisir une URL valide
hi: एक मान्य यूआरएल दर्ज करें
ru: Введите действительный URL
zh_cn: 输入有效的网址

# pledges.form.errors.walletAddress.isAddress
source: Please enter a valid address
de: Bitte geben Sie eine gültige Adresse ein
es: Por favor introduce una dirección válida
fr: Veuillez saisir une adresse valide
hi: कृपया एक वैध पता दर्ज करें
ru: Пожалуйста, введите правильный адрес
zh_cn: 请输入有效地址

# pledges.form.errors.walletAddress.isOwner
source: You cannot add the pledge owner
de: Sie können den Eigentümer des Pledges nicht hinzufügen
es: No puedes añadir al propietario de la prenda
fr: Vous ne pouvez pas ajouter le propriétaire de l'engagement
hi: आप गिरवी स्वामी को नहीं जोड़ सकते
ru: Вы не можете добавить владельца залога
zh_cn: 您不能添加承诺所有者

# pledges.form.errors.walletAddress.required
source: Address required
de: Adresse erforderlich
es: Dirección requerida
fr: Adresse requise
hi: पता आवश्यक है
ru: Требуется адрес
zh_cn: 需要地址

# pledges.form.footprint.label
source: Footprint
de: Fußabdruck
es: Huella
fr: Empreinte
hi: फ़ुटप्रिंट
ru: След
zh_cn: 碳足迹

# pledges.form.footprint.prompt
source: Add a category and start calculating your carbon footprint
de: Fügen Sie eine Kategorie hinzu und berechnen Sie Ihren CO2-Fußabdruck
es: Añada una categoría y empieza a calcular su huella de carbono
fr: Ajoutez une catégorie et commencez à calculer votre empreinte carbone
hi: एक कैटेगरी जोड़ें और अपने कार्बन फुटप्रिंट की गणना शुरू करें
ru: Добавьте категорию и начните рассчитывать свой углеродный след
zh_cn: 添加一个类别并开始计算您的碳足迹

# pledges.form.generic_error
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo ha ido mal. Por favor, inténtelo de nuevo.
fr: Un problème est survenu. Veuillez réessayer.
hi: कुछ गड़बड़ हो गयी। कृपया पुन: प्रयास करें।
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз.
zh_cn: 出问题了。请再试一次。

# pledges.form.input.categoryName.label
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
hi: कैटेगरी
ru: Категория
zh_cn: 类别

# pledges.form.input.categoryName.placeholder
source: Category name
de: Kategoriename
es: Nombre de la categoría
fr: Nom de catégorie
hi: कैटेगरी
ru: Название категории
zh_cn: 类别名称

# pledges.form.input.categoryQuantity.label
source: Quantity
de: Menge
es: Cantidad
fr: Quantité
hi: मात्रा
ru: Количество
zh_cn: 数量

# pledges.form.input.categoryQuantity.placeholder
source: Carbon tonnes
de: CO2-Tonnen
es: Toneladas de carbono
fr: Tonnes de carbone
hi: कार्बन टन
ru: Тонны углерода
zh_cn: 碳吨

# pledges.form.input.description.label
source: Pledge
de: Versprechen
es: Compromiso
fr: Engagement
hi: प्लेज
ru: Залог
zh_cn: 承诺

# pledges.form.input.description.placeholder
source: What is your pledge?
de: Was ist Ihr Versprechen?
es: ¿Cuál es su compromiso?
fr: Quel est votre engagement ?
hi: आपने क्या प्लेज ली है?
ru: Каково ваше обязательство?
zh_cn: 您的承诺是什么？

# pledges.form.input.methodology.label
source: Methodology
de: Methodik
es: Metodología
fr: Méthodologie
hi: कार्यप्रणाली
ru: Методология
zh_cn: 方法

# pledges.form.input.methodology.placeholder
source: What tools or methodologies did you use to calculate your carbon footprint?
de: Mit welchen Tools oder Methoden haben Sie Ihren CO2-Fußabdruck berechnet?
es: ¿Qué herramientas o metodologías ha utilizado para calcular su huella de carbono?
fr: Quels outils ou méthodologies avez-vous utilisés pour calculer votre empreinte carbone ?
hi: आपने अपने कार्बन फ़ुटप्रिंट की गणना के लिए किन उपकरणों या विधियों का उपयोग किया?
ru: Какие инструменты или методики вы использовали для расчета своего углеродного следа?
zh_cn: 您使用什么工具或方法来计算您的碳足迹？

# pledges.form.input.name.label
source: Name
es: Nombre
fr: Nom
hi: नाम
ru: Имя
zh_cn: 姓名
