Repository: KlimaDAO/klimadao
Catalog: site/locale/*/messages.po
Languages: de, es, fr, hi, ru, zh_cn

# buy.bond_answer_cedit_card
source: Yes, some on-ramp providers like <0>Transak</0> allow you to buy KLIMA directly with a credit card, for a fee. However, if your wallet doesn't have MATIC, you won't be able to transfer or perform other actions. For this reason, and to guarantee the best market rate, we recommend buying MATIC directly instead, and swapping your MATIC for KLIMA on Sushi.com.
de: Einige Anbieter wie <0>Transak</0> erlauben es Ihnen, KLIMA gegen eine kleine Gebühr mit einer Kreditkarte zu kaufen. Sollte Ihre Wallet keine MATIC-Tokens beinhalten, können Sie jedoch keinerlei Aktionen ausführen (wie Überweisungen). Um Gebühren und das genannte Problem zu umgehen, empfehlen wir daher, MATIC direkt zu kaufen und die Tokens gegen KLIMA auf Sushi.com zu tauschen.
es: Sí, algunos proveedores de servicios on-ramp como <0>Transak</0> te permiten comprar KLIMA directamente con tarjeta de crédito, previo pago de una comisión. Sin embargo, si su monedero no tiene MATIC, no podrá transferir ni realizar otras acciones. Por esta razón, y para garantizar la mejor tasa del mercado, recomendamos comprar MATIC directamente en su lugar, y cambiar su MATIC por KLIMA en Sushi.com.
fr: Oui, certains fournisseurs "on-ramp" comme <0>Transak</0> vous permettent d'acheter des KLIMA directement avec une carte de crédit, moyennant des frais. Cependant, si votre portefeuille n'a pas de MATIC, vous ne pourrez pas effectuer de transfert ou d'autres actions. Pour cette raison, et pour garantir le meilleur taux du marché, nous vous recommandons d'acheter directement des MATIC et d'échanger vos MATIC contre des KLIMA sur Sushi.com.
hi: हां, कुछ ऑन-रैंप प्रदाता जैसे <0>Transak</0> शुल्क देकर आप सीधे क्रेडिट कार्ड से KLIMA खरीद सकते हैं। हालांकि, यदि आपके बटुए में MATIC नहीं है, तो आप अन्य कार्यों को स्थानांतरित करने या निष्पादित करने में सक्षम नहीं होंगे। इस कारण से, और सर्वोत्तम बाजार दर की गारंटी देने के लिए, हम इसके बजाय सीधे MATIC खरीदने और Sushi.com पर KLIMA के लिए अपने MATIC की अदला-बदली करने की सलाह देते हैं।
ru: Да, некоторые провайдеры, например <0>Transak</0>, позволяют покупать KLIMA напрямую с помощью кредитной карты за определенную плату. Однако, если в вашем кошельке нет MATIC, вы не сможете осуществить перевод или другие действия. По этой причине, а также для обеспечения наилучшего рыночного курса, мы рекомендуем покупать MATIC напрямую и обменивать MATIC на KLIMA на Sushi.com.
zh_cn: 是的，像 <0>Transak</0> 这样的一些入口供应商，允许您使用信用卡直接购买 KLIMA，但会收取一定的费用。但如果您的钱包没有 MATIC，您将无法转帐或执行其他操作。出于这个原因，也为了保证最佳市场利率，我们建议直接购买 MATIC，然后在 Sushi.com 上将 MATIC 换成 KLIMA。

# buy.bond_answer_cex1
source: KLIMA is not traded on a centralized exchange like Coinbase, Binance, or Crypto.com as these exchanges typically charge very high listing fees and require financing from expensive market makers.
de: KLIMA steht auf zentralisierten Börsen wie Coinbase, BInance oder Crypto.com nicht zur Verfügung, da diese in der Regel sehr hohe Notierungsgebühren verlangen und von teuren Market Makern finanziert werden müssen.
es: KLIMA no se negocia en una bolsa centralizada como Coinbase, Binance o Crypto.com, ya que estas bolsas suelen cobrar comisiones de cotización muy elevadas y requieren la financiación de costosos creadores de mercado.
fr: KLIMA n'est pas négocié sur une bourse centralisée comme Coinbase, Binance ou Crypto.com, car ces bourses facturent généralement des frais de cotation très élevés et nécessitent le financement de teneurs de marché coûteux.
hi: KLIMA को कॉइनबेस, बिनेंस या क्रिप्टो डॉट कॉम जैसे केंद्रीकृत एक्सचेंज पर कारोबार नहीं किया जाता है क्योंकि ये एक्सचेंज आमतौर पर बहुत अधिक लिस्टिंग शुल्क लेते हैं और महंगे बाजार निर्माताओं से वित्तपोषण की आवश्यकता होती है।
ru: KLIMA не торгуется на централизованных биржах, таких как Coinbase, Binance или Crypto.com, поскольку эти биржи обычно взимают очень высокие комиссии за листинг и требуют финансирования со стороны дорогих маркет-мейкеров.
zh_cn: KLIMA 不在像 Coinbase, Binance 或 Crypto.com 这样的中心化交易所进行交易，因为这些交易所通常收取非常高的挂牌费用，且需要昂贵的做市商的融资。

# buy.bond_answer_cex2
source: Instead, KLIMA tokens are traded on a "Decentralized Exchange" (DEX) that is powered by smart contracts and runs directly on the blockchain. DEXs have some major advantages. DEXs made it possible for the DAO to own the majority of liquidity, so it can maintain full autonomy and generate revenue to pay contributors. We chose to use Sushi's DEX technology as it already facilitates tens of millions of dollars in transactions per day.
de: KLIMA-Tokens stehen stattdessen auf einer dezentralisierten Börse (DEX) zur Verfügung, wo Smart Contracts und die Blockchain für einen reibungslosen Ablauf sorgen. DEXs bringen einige große Vorteile mit. So ermöglichen sie es der DAO, den Großteil der eigenen Liquidität zu behalten. Dadurch bleibt die DAO autonom und erwirtschaftet Gewinn, um die Mitarbeiter zu bezahlen. Wir haben uns für Sushis DEX entschieden, da diese Börse bereits Dutzende Millionen Transaktionsvolumen jeden Tag bearbeitet.
es: En su lugar, los tokens KLIMA se negocian en una "bolsa descentralizada" (DEX) que funciona con contratos inteligentes y se ejecuta directamente en el blockchain. Los DEX tienen algunas ventajas importantes. Los DEX hacen posible que la DAO posea la mayor parte de la liquidez, por lo que puede mantener plena autonomía y generar ingresos para pagar a los contribuyentes. Elegimos utilizar la tecnología DEX de Sushi porque ya facilita decenas de millones de dólares en transacciones al día. Traducción realizada con la versión gratuita del traductor www.DeepL.com/Translator
fr: Au lieu de cela, les jetons KLIMA sont échangés sur un "échange décentralisé" (DEX) qui est alimenté par des contrats intelligents (smart contrats) et fonctionne directement sur la blockchain. Les DEX présentent des avantages majeurs. Les DEX ont permis à la DAO de détenir la majorité des liquidités, ce qui lui permet de conserver une autonomie totale et de générer des revenus pour rémunérer les contributeurs. Nous avons choisi d'utiliser la technologie DEX de Sushi car elle facilite déjà des dizaines de millions de dollars de transactions par jour.
hi: इसके बजाय, KLIMA टोकन एक "विकेंद्रीकृत एक्सचेंज" (DEX) पर कारोबार करते हैं जो स्मार्ट अनुबंधों द्वारा संचालित होता है और सीधे ब्लॉकचेन पर चलता है। DEX के कुछ प्रमुख लाभ हैं। DEX ने DAO के लिए अधिकांश तरलता का स्वामित्व संभव बना दिया है, इसलिए यह पूर्ण स्वायत्तता बनाए रख सकता है और योगदानकर्ताओं को भुगतान करने के लिए राजस्व उत्पन्न कर सकता है। हमने सुशी की DEX तकनीक का उपयोग करना चुना क्योंकि यह पहले से ही प्रतिदिन करोड़ों डॉलर के लेन-देन की सुविधा प्रदान करती है।
ru: Вместо этого токены KLIMA торгуются на «децентрализованной бирже» (DEX), которая работает на основе смарт-контрактов и работает непосредственно на блокчейне. У DEX есть несколько важных преимуществ. DEX позволили DAO владеть большей частью ликвидности, поэтому он может сохранять полную автономию и получать доход для выплаты вкладчикам. Мы решили использовать технологию DEX от Sushi, поскольку она уже обеспечивает транзакции на десятки миллионов долларов в день.
zh_cn: 相反，KLIMA 代币在“去中心化交易所”（DEX）上交易，该交易所由智能合约提供支持并直接在区块链上运行。 DEX 有一些主要优势。 DEX 使 DAO 拥有大部分流动性成为可能，因此它可以保持完全自治并产生收入来支付贡献者。我们选择使用 Sushi 的 DEX 技术，因为它已经每天处理数千万美元的交易。

# buy.bond_description1
source: Experienced crypto users can buy KLIMA directly from the protocol via bonds. To acquire KLIMA via bonds, you provide a carbon token or liquidity token and get discounted KLIMA tokens in return. This is the mechanism that the DAO uses to grow its treasury of digital carbon.
de: Erfahrene Kryptonutzer können durch Bonds KLIMA direkt vom Protokoll kaufen. Um KLIMA über Bonds zu erhalten, stellen Sie ein CO2-Token oder ein Liquiditätstoken bereit und erhalten im Gegenzug vergünstigtes KLIMA. Durch diesen Mechanismus wird die Schatzkammer der DAO langsam mit digitalem CO2 gefüllt.
es: Los criptousuarios experimentados pueden comprar KLIMA directamente desde el protocolo a través de bonos. Para adquirir KLIMA a través de bonos, usted proporciona un token de carbono o un token de liquidez y obtiene a cambio tokens de KLIMA con descuento. Este es el mecanismo que utiliza la DAO para hacer crecer su tesorería de carbono digital.
fr: Les utilisateurs de crypto expérimentés peuvent acheter des KLIMA directement à partir du protocole via des obligations. Pour acquérir des KLIMA par le biais d'obligations, vous fournissez un jeton carbone ou un jeton de liquidité et obtenez en retour des jetons KLIMA à prix réduit. C'est le mécanisme que la DAO utilise pour accroître sa réserve de carbone numérique.
hi: अनुभवी क्रिप्टो उपयोगकर्ता सीधे KLIMA को बॉन्ड के माध्यम से प्रोटोकॉल से खरीद सकते हैं। KLIMA को बांड के माध्यम से प्राप्त करने के लिए, आप एक कार्बन टोकन या तरलता टोकन प्रदान करते हैं और बदले में KLIMA टोकन पर छूट प्राप्त करते हैं। यह वह तंत्र है जिसका उपयोग DAO अपने डिजिटल कार्बन के खजाने को बढ़ाने के लिए करता है।
ru: Опытные пользователи криптовалют могут купить KLIMA прямо из протокола через облигации. Чтобы приобрести KLIMA через облигации, вы предоставляете токен углерода или токен ликвидности и получаете взамен токены KLIMA со скидкой. Это механизм, который DAO использует для увеличения своей сокровищницы цифрового углерода.
zh_cn: 有经验的加密货币用户可以通过债券直接从协议购买KLIMA。要通过债券获得KLIMA，您需要提供一种碳代币或流动性代币，并获得折扣后的KLIMA代币作为回报。这是DAO用来增加其数字碳储备的机制。

# buy.bond_description_capacity
source: Bond capacity is limited and bonds are not always available.
de: Bond-Kapazitäten sind limitiert und Bonds sind nicht immer verfügbar.
es: La capacidad de los bonos es limitada y no siempre están disponibles.
fr: La capacité de financement est limitée et les obligations ne sont pas toujours disponibles.
hi: बांड की क्षमता सीमित है और बांड हमेशा उपलब्ध नहीं होते हैं।
ru: Возможности облигаций ограничены, и облигации не всегда доступны.
zh_cn: 债券的发行额是有限的，且并非始终易得。

# buy.bond_question_cex
source: Why can't I find KLIMA on Coinbase or other centralized exchanges? Why do I have to use <0>Sushi.com</0>?
de: Warum kann ich KLIMA nicht bei Coinbase oder anderen zentralisierten Börsen finden? Warum muss ich <0>Sushi.com</0> nutzen?
es: ¿Por qué no puedo encontrar KLIMA en Coinbase u otras bolsas centralizadas? ¿Por qué tengo que usar <0>Sushi.com</0>?
fr: Pourquoi ne puis-je pas trouver KLIMA sur Coinbase ou d'autres échanges centralisés ? Pourquoi dois-je utiliser <0>Sushi.com</0> ?
hi: मुझे कॉइनबेस या अन्य केंद्रीकृत एक्सचेंजों पर KLIMA क्यों नहीं मिल रहा है? मुझे <0>Sushi.com</0> का उपयोग क्यों करना है?
ru: Почему я не могу найти KLIMA на Coinbase или других централизованных биржах? Почему я должен использовать <0>Sushi.com</0> ?
zh_cn: 为什么我在 Coinbase 或其他中心化交易所找不到 KLIMA？为什么我必须使用 <0>Sushi.com</0> ？

# buy.bond_question_credit_card
source: Can I buy KLIMA directly with a credit card?
de: Kann ich KLIMA direkt mit einer Kreditkarte kaufen?
es: ¿Puedo comprar KLIMA directamente con tarjeta de crédito?
fr: Puis-je acheter des KLIMA directement avec une carte de crédit ?
hi: क्या मैं KLIMA को सीधे क्रेडिट कार्ड से खरीद सकता हूँ?
ru: Могу ли я купить KLIMA напрямую с помощью кредитной карты?
zh_cn: 我可以直接用信用卡购买 KLIMA 吗？

# buy.connect_advanced
source: Note: these instructions are for Torus wallet users only. Sushi supports a variety of different wallets.
de: Achtung: Diese Anweisungen gelten nur für Torus Wallet-Nutzer. Sushi unterstützt zahlreiche verschiedene Wallets.
es: Nota: estas instrucciones son sólo para usuarios del monedero Torus. Sushi soporta una gran variedad de monederos diferentes.
fr: Remarque : ces instructions sont destinées aux utilisateurs de portefeuilles Torus uniquement. Sushi supporte une variété de portefeuilles différents.
hi: नोट: ये निर्देश केवल टोरस वॉलेट उपयोगकर्ताओं के लिए हैं। सुशी विभिन्न प्रकार के पर्स का समर्थन करती है।
ru: Примечание: эти инструкции предназначены только для пользователей кошелька Torus. Sushi поддерживает множество различных кошельков.
zh_cn: 注意：此说明仅适用于 Torus 钱包用户。 Sushi 支持多种不同的钱包。

# buy.connect_torus_sushi
source: 3A. Connect Torus to Sushi.com using WalletConnect
de: 3A. Torus mit Sushi.com über WalletConnect verbinden
es: 3A. Conectar Torus a Sushi.com usando WalletConnect
fr: 3A. Connecter Torus à Sushi.com en utilisant WalletConnect
hi: ३ए। वॉलेटकनेक्ट का उपयोग करके टोरस को Sushi.com से कनेक्ट करें
ru: 3A. Подключите Torus к Sushi.com с помощью WalletConnect
zh_cn: 3A. 使用 WalletConnect 将 Torus 连接到 Sushi.com

# buy.connect_torus_sushi_description2
source: In a separate browser tab, visit <0>Sushi.com</0> and click "Connect" at the top-right corner. You will be presented with a few wallet options. Choose WalletConnect. After you choose WalletConnect you will see a QR code—click "Copy to Clipboard".
de: Rufen Sie <0>Sushi.com</0> in einem neuen Browser-Tab auf und klicken Sie oben rechts auf "Verbinden" (oder "Connect"). Einige Walletoptionen werden eingeblendet. Klicken SIe auf WalletConnect. Anschließend werden Sie einen QR-Code sehen. Klicken Sie auf "In die Zwischenablage kopieren" (oder "Copy to Clipboard").
es: En otra pestaña del navegador, visita <0>Sushi.com</0> y haz clic en "Conectar" en la esquina superior derecha. Aparecerán varias opciones de monedero. Elija WalletConnect. Después de elegir WalletConnect, verá un código QR: haga clic en "Copiar al portapapeles".
fr: Dans un autre onglet du navigateur, visitez <0>Sushi.com</0> et cliquez sur "Connecter" dans le coin supérieur droit. Quelques options de portefeuille vous seront présentées. Choisissez WalletConnect. Après avoir choisi WalletConnect, vous verrez un code QR - cliquez sur "Copier dans le presse-papiers".
hi: एक अलग ब्राउज़र टैब में, <0>Sushi.com</0> पर जाएँ और ऊपरी-दाएँ कोने में "कनेक्ट" पर क्लिक करें। आपको कुछ वॉलेट विकल्पों के साथ प्रस्तुत किया जाएगा। वॉलेटकनेक्ट चुनें। आपके द्वारा WalletConnect को चुनने के बाद आपको एक QR कोड दिखाई देगा—"कॉपी टू क्लिपबोर्ड" पर क्लिक करें।
ru: В отдельной вкладке браузера зайдите на сайт <0>Sushi.com</0> и нажмите кнопку "Подключиться" в правом верхнем углу. Вам будет предложено несколько вариантов кошельков. Выберите WalletConnect. После выбора WalletConnect вы увидите QR-код - нажмите "Скопировать в буфер обмена".
zh_cn: 在单独的浏览器选项卡中，访问 <0>Sushi.com</0>然后点击右上角的“连接”。您将看到几个钱包选项。选择 WalletConnect。选择 WalletConnect 后，您将看到一个二维码——单击“复制到剪贴板”。

# buy.connect_torus_sushi_description3
source: Return to the Torus wallet app and paste this code into the WalletConnect widget. This will create a temporary connection between your wallet and <0>Sushi.com</0>.
de: Kehren Sie zur Torus Wallet-App zurück und fügen Sie diesen Code in das WalletConnect-Widget ein. Dadurch wird eine vorrübergehende Verbindung zwischen Ihrer Wallet und <0>Sushi.com</0> hergestellt.
es: Vuelva a la aplicación del monedero Torus y pegue este código en el widget WalletConnect. Esto creará una conexión temporal entre su monedero y <0>Sushi.com</0>.
fr: Retournez à l'application du portefeuille Torus et collez ce code dans le widget WalletConnect. Cela créera une connexion temporaire entre votre portefeuille et <0>Sushi.com</0>.
hi: टोरस वॉलेट ऐप पर लौटें और इस कोड को वॉलेटकनेक्ट विजेट में पेस्ट करें। यह आपके बटुए और <0>Sushi.com</0> के बीच एक अस्थायी संबंध बनाएगा।
ru: Вернитесь в приложение кошелька Torus и вставьте этот код в виджет WalletConnect. Это создаст временное соединение между вашим кошельком и <0>Sushi.com.</0> .
zh_cn: 返回 Torus 钱包应用并将此代码粘贴到 WalletConnect 小部件中。这将在您的钱包和 <0>Sushi.com</0> 之间创建一个临时连接。

# buy.connect_torus_sushi_description4
source: When you return to the Sushi tab in your browser, you should see that your Torus address is now visible in the top-right corner.
de: Wenn Sie den Sushi-Tab in Ihrem Browser aufrufen, sollten Sie Ihre Torus-Adresse in der Ecke oben rechts sehen.
es: Cuando vuelva a la pestaña Sushi en su navegador, debería ver que su dirección Torus es ahora visible en la esquina superior derecha.
fr: Lorsque vous revenez à l'onglet Sushi de votre navigateur, vous devriez voir que votre adresse Torus est maintenant visible dans le coin supérieur droit.
hi: जब आप अपने ब्राउज़र में सुशी टैब पर लौटते हैं, तो आपको यह देखना चाहिए कि आपका टोरस पता अब ऊपरी-दाएँ कोने में दिखाई दे रहा है।
ru: Когда вы вернетесь на вкладку Sushi в своем браузере, вы должны увидеть, что ваш адрес Torus теперь виден в правом верхнем углу.
zh_cn: 当您返回浏览器中的 Sushi 选项卡时，您应该会看到您的 Torus 地址现在显示在右上角。

# buy.connect_torus_sushi_description5
source: Finally, use the drop-down menu on <0>Sushi.com</0> to switch to the Polygon network.
de: Nutzen Sie abschließend das Drop-Down-Menü auf <0>Sushi.com</0>, um auf das Polygon-Netzwerk zu wechseln.
es: Por último, utilice el menú desplegable de <0>Sushi.com</0> para cambiar a la red Polygon.
fr: Enfin, utilisez le menu déroulant sur <0>Sushi.com</0> pour passer au réseau Polygon.
hi: अंत में, Polygon नेटवर्क पर स्विच करने के लिए <0>Sushi.com</0> पर ड्रॉप-डाउन मेनू का उपयोग करें।
ru: Наконец, используйте выпадающее меню на <0>Sushi.com</0>, чтобы переключиться на сеть Polygon.
zh_cn: 最后，使用 <0>Sushi.com</0>的下拉菜单切换到Polygon网络。

# buy.create_wallet_description
source: <0>Create a wallet.</0> We recommend Torus Wallet, but our app supports most Web3 wallets (Metamask, Coinbase Wallet, Brave, MyEtherWallet, and many more).
de: <0>Erstellen Sie eine Wallet.</0> Wir empfehlen Torus, aber unsere App unterstützt die meisten Web3-Wallets (wie Metamask, Coinbase Wallet, Brave, MyEtherWallet und viele weitere).
es: <0>Crea un monedero.</0> Recomendamos Torus Wallet, pero nuestra aplicación soporta la mayoría de monederos Web3 (Metamask, Coinbase Wallet, Brave, MyEtherWallet, y muchos más).
fr: <0>Créer un portefeuille.</0> Nous recommandons Torus Wallet, mais notre application supporte la plupart des portefeuilles Web3 (Metamask, Coinbase Wallet, Brave, MyEtherWallet, et bien d'autres).
hi: <0>Create a wallet.</0> हम टोरस वॉलेट की सलाह देते हैं, लेकिन हमारा ऐप अधिकांश वेब3 वॉलेट (मेटामास्क, कॉइनबेस वॉलेट, ब्रेव, मायएथर वॉलेट और कई अन्य) का समर्थन करता है।
ru: <0>Создайте кошелек.</0> Мы рекомендуем Torus Wallet, но наше приложение поддерживает большинство Web3-кошельков (Metamask, Coinbase Wallet, Brave, MyEtherWallet и многие другие).
zh_cn: <0>创建一个钱包。</0>我们推荐 Torus Wallet，但我们的应用程序支持大多数 Web3 钱包（Metamask、Coinbase Wallet、Brave、MyEtherWallet 等）。

# buy.create_wallet_description1
source: Head to <0>app.klimadao.finance</0> and click "Connect" at the top-right corner.
de: Gehen Sie auf <0>app.klimadao.finance</0> und klicken Sie oben rechts auf "Verbinden".
es: Dirígete a <0>app.klimadao.finance</0> y haz clic en "Conectar" en la esquina superior derecha.
fr: Rendez-vous sur <0>app.klimadao.finance</0> et cliquez sur "Connecter" dans le coin supérieur droit.
hi: <0>app.klimadao.finance</0> एकमात्र आधिकारिक डोमेन है।
ru: Зайдите на сайт <0>app.klimadao.finance</0> и нажмите кнопку "Подключиться" в правом верхнем углу.
zh_cn: 前往 <0>app.klimadao.finance</0>然后点击右上角的“连接”。

# buy.create_wallet_description2
source: Choose the “Email or Social” sign-in option, which will direct you to log in with Torus. Torus is a technology that generates a secure wallet using your existing email or social login. You will be able to use this new Torus wallet across hundreds of other Web3 and DeFi apps.
de: Wählen Sie die Anmeldeoption "E-Mail oder Social-Media", die Sie zum Login mit Torus auffordern wird. Torus ist eine Software, die eine sichere Wallet für Sie erstellt und dabei existierende E-Mail- oder Social-Media-Logins verwendet. Ihre neue Torus-Wallet können Sie für Hunderte Apps in Web3 und DeFi verwenden.
es: Elija la opción de inicio de sesión "Email o Social", que le dirigirá a iniciar sesión con Torus. Torus es una tecnología que genera un monedero seguro utilizando su correo electrónico existente o login de su perfil social. Podrá utilizar este nuevo monedero Torus en cientos de otras aplicaciones Web3 y DeFi.
fr: Choisissez l'option de connexion "Email ou social", qui vous conduira à vous connecter avec Torus. Torus est une technologie qui génère un porte-monnaie sécurisé en utilisant votre email ou votre identifiant social existant. Vous pourrez utiliser ce nouveau portefeuille Torus dans des centaines d'autres applications Web3 et DeFi.
hi: "ईमेल या सामाजिक" साइन-इन विकल्प चुनें, जो आपको टोरस के साथ लॉग इन करने के लिए निर्देशित करेगा। टोरस एक ऐसी तकनीक है जो आपके मौजूदा ईमेल या सामाजिक लॉगिन का उपयोग करके एक सुरक्षित वॉलेट उत्पन्न करती है। आप इस नए टोरस वॉलेट का उपयोग सैकड़ों अन्य Web3 और DeFi ऐप्स में कर सकेंगे।
ru: Выберите вариант входа «Электронная почта или социальная сеть», после чего вам будет предложено войти в систему с помощью Torus. Torus — это технология, которая создает безопасный кошелек, используя вашу существующую электронную почту или социальный логин. Вы сможете использовать этот новый кошелек Torus в сотнях других приложений Web3 и DeFi.
zh_cn: 选择“电子邮件或社交”登录选项，这将引导您使用 Torus 登录。 Torus 是一种使用您现有的电子邮件或社交登录名生成安全钱包的技术。您将能够在数百个其他 Web3 和 DeFi 应用程序中使用这个新的 Torus 钱包。

# buy.create_wallet_description3
source: When you are connected, you should see your new wallet address in the top left corner of the app.
de: Sobald Sie verbunden sind, sollten Sie Ihre neue Wallet-Adresse oben links in der App sehen.
es: Cuando estés conectado, deberías ver la dirección de tu nuevo monedero en la esquina superior izquierda de la aplicación.
fr: Lorsque vous êtes connecté, vous devriez voir l'adresse de votre nouveau portefeuille dans le coin supérieur gauche de l'application.
hi: जब आप कनेक्ट हो जाते हैं, तो आपको ऐप के ऊपरी बाएँ कोने में अपना नया वॉलेट पता देखना चाहिए।
ru: После подключения вы должны увидеть адрес своего нового кошелька в левом верхнем углу приложения.
zh_cn: 连接后，您应该会在应用程序的左上角看到您的新钱包地址。

# buy.create_wallet_description4
source: Advanced: if you don't want to use Torus, feel free to use any Polygon-compatible Web3 wallet.
de: Möchten Sie Torus nicht verwenden, können Sie jede Polygon-kompatible Web3-Wallet nutzen.
es: Avanzado: si no desea utilizar Torus, puede utilizar cualquier monedero Web3 compatible con Polygon.
fr: Avancé : si vous ne voulez pas utiliser Torus, n'hésitez pas à utiliser n'importe quel portefeuille Web3 compatible avec Polygon.
hi: उन्नत: यदि आप टोरस का उपयोग नहीं करना चाहते हैं, तो बेझिझक किसी भी बहुभुज-संगत वेब3 वॉलेट का उपयोग करें।
ru: Дополнительно: если вы не хотите использовать Torus, смело используйте любой Web3-кошелек, совместимый с Polygon.
zh_cn: 高级：如果你不想使用 Torus，请随意使用任何兼容 Polygon 的 Web3 钱包。

# buy.create_wallet_item
source: 1. Create a Wallet
de: 1. Wallet erstellen
es: 1. Crea un monedero
fr: 1. Créer un portefeuille
hi: 1. वॉलेट बनाएँ
ru: 1. Создайте кошелек
zh_cn: 1.创建钱包

# buy.faq_title
source: FAQ
es: Preguntas más frecuentes
hi: सामान्य प्रश्न
ru: Часто задаваемые вопросы
zh_cn: 常见问题

# buy.head.title
source: How to buy KLIMA
de: So kaufst du KLIMA
es: Cómo comprar KLIMA
fr: Comment acheter des jetons KLIMA
hi: KLIMA कैसे ख़रीदें?
ru: Как купить KLIMA
zh_cn: 如何购买 KLIMA

# buy.how_to_buy
source: How to buy KLIMA
de: So kaufst du KLIMA
es: Cómo comprar KLIMA
fr: Comment acheter des jetons KLIMA
hi: KLIMA कैसे ख़रीदें?
ru: Как купить KLIMA
zh_cn: 如何购买 KLIMA
