Repository: KlimaDAO/klimadao
Catalog: site/locale/*/messages.po
Languages: de, es, fr, hi, ru, zh_cn

# retirement.single.timestamp.placeholder
source: No retirement timestamp provided
de: Kein Ausgleichszeitpunkt angegeben
es: No se proporcionó una marca de tiempo de retiro
fr: Retrait de crédit carbone non horodatée
hi: कोई रिटायरमेंट टाइमस्टैम्प प्रदान नहीं किया गया
ru: Не предоставлена время использования
zh_cn: 未提供碳停用时间戳

# retirement.single.view_on_polygon_scan
source: View on Polygonscan
de: Auf Polygonscan ansehen
es: Ver en Polygonscan
fr: Voir sur Polygonscan
hi: Polygonscan (पॉलीगॉनस्कैन) पर देखें
ru: Посмотреть на Polygonscan
zh_cn: 在 Polygonscan 上查看

# retirement.single.view_pledge
source: View Pledge
de: Pledge ansehen
es: Ver compromiso
fr: Voir l'engagement
hi: प्रतिज्ञा देखें
ru: Посмотреть залог
zh_cn: 查看承诺

# retirement.totals.all_retirements_list.empty
source: No retirements found
de: Keine CO2-Ausgleiche gefunden
es: No se han encontrado retiros
fr: Aucun retrait trouvé
hi: कोई रिटायरमेंट नहीं मिली
ru: Выбиваний не найдено
zh_cn: 未找到碳停用信息

# retirement.totals.all_retirements_list.headline
source: All Retirements
de: Alle CO2-Ausgleiche
es: Todos los retiros
fr: Tous les Retraits du Marché
hi: कुल रिटायरमेंट्स
ru: Итого выведено
zh_cn: 所有停用

# retirement.totals.head.metaTitle
source: KlimaDAO - Carbon Retirements for beneficiary {0}
de: KlimaDAO - CO2-Ausgleich für {0}
es: KlimaDAO - Retiradas de carbono para el beneficiario {0}
fr: KlimaDAO - Retraits du marché de Crédits Carbone pour le bénéficiaire {0}
hi: क्लीमाडाओ - लाभार्थी हेतु कार्बन रिटायरमेंट्स {0}
ru: KlimaDAO - Отказ от углерода для получателя {0}
zh_cn: KlimaDAO - 受益人 {0} 的碳停用

# retirement.totals.head.title
source: KlimaDAO - Carbon Retirements for beneficiary {0}
de: KlimaDAO - CO2-Ausgleich für {0}
es: KlimaDAO - Retiradas de carbono para el beneficiario {0}
fr: KlimaDAO - Retraits du marché de Crédits Carbone pour le bénéficiaire {0}
hi: क्लीमाडाओ - लाभार्थी हेतु कार्बन रिटायरमेंट्स {0}
ru: KlimaDAO - Отказ от углерода для получателя {0}
zh_cn: KlimaDAO - 受益人 {0} 的碳停用

# retirement.totals.page_headline
source: Carbon Retirements
de: CO2-Ausgleiche
es: Retiradas de carbono
fr: Retraits de Crédits Carbone
hi: कार्बन सेवानिवृत्ति
ru: Выбивание углерода
zh_cn: 碳停用

# retirement.totals.page_subline
source: for beneficiary
de: für Empfänger
es: para el beneficiario
fr: pour le bénéficiaire
hi: लाभार्थी के लिए
ru: для бенефициара
zh_cn: 为受益人

# retirement.totals.retired_assets
source: Retired Assets
de: Ausgeglichene Assets
es: Activos retirados
fr: Actifs Retirés du marché
hi: रिटायर की गयी संपत्ति
ru: Выбывшие активы
zh_cn: 已停用的资产

# retirement.totals.retirements
source: Retirements
de: CO2-Ausgleiche
es: Retiros
fr: Retraits du marché
hi: रिटायरमेंट्स
ru: Выбытия
zh_cn: 碳停用

# retirement.totals.total_carbon_tonnes
source: Total Carbon Tonnes Retired
de: CO2-Tonnen insgesamt ausgeglichen
es: Total de toneladas de carbono retiradas
fr: Total des tonnes de Carbone Retirées du marché
hi: कुल रिटायर किए गए कार्बन टन
ru: Всего выбыло тонн углерода
zh_cn: 总碳退休吨数

# retirement.totals.total_retirement_transactions
source: Total Retirement Transactions
de: Summe der Ausgleichstransaktionen
es: Total de transacciones de retirada
fr: Total des Transactions de Retraits du marché
hi: कुल रिटायरमेंट लेनदेन
ru: Всего транзакции выбивания
zh_cn: 总碳停用交易

# shared.404
source: 404 - Page Not Found
de: 404 - Seite nicht gefunden
es: 404 Pagina no encontrada
fr: 404 Page non trouvée
hi: 404 - पृष्ठ नहीं मिला
ru: 404 Страница не найдена
zh_cn: 404 - 页面不存在

# shared.about
source: About
de: Über Klima
es: Acerca de
fr: À propos
hi: के बारे में
ru: О
zh_cn: 关于

# shared.app
source: App
es: Aplicación
hi: अनुप्रयोग
ru: Приложение
zh_cn: 应用程序

# shared.blog
source: Blog
hi: ब्लॉग
ru: Блог
zh_cn: 博客

# shared.buy
source: Buy Klima
de: KLIMA kaufen
es: Comprar Klima
fr: Acheter des Klima
hi: KLIMA ख़रीदें
ru: Купить Klima
zh_cn: 购买 Klima

# shared.buy_carbon
source: Buy Carbon
de: CO2 kaufen
es: Comprar Carbono
fr: Acheter du Carbone
hi: कार्बन खरीदें
ru: Купить углерод
zh_cn: 购买碳

# shared.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करना
ru: Отмена
zh_cn: 取消

# shared.carbon_dashboard
source: Carbon Dashboard
de: CO2-Dashboard
es: Dashboard de carbono
fr: Tableau de bord Carbone
hi: कार्बन डैशबोर्ड
ru: Приборные панели по углероду
zh_cn: 碳仪表板

# shared.carbon_dashboards
source: Carbon Dashboards
de: CO2-Dashboards
es: Dashboard de carbono
fr: Tableaux de bord Carbone
hi: कार्बन डैशबोर्ड
ru: Приборные панели по углероду
zh_cn: 碳仪表板

# shared.carbonmark
source: Carbonmark
hi: कार्बनमार्क

# shared.carbonmark_cta
source: OFFSET YOUR FOOTPRINT
de: CO2-FUSSABDRUCK AUSGLEICHEN
es: COMPENSA TU HUELLA
fr: COMPENSER VOTRE EMPREINTE
hi: अपना फुटप्रिंट ऑफसेट करें
zh_cn: 抵消你的碳足迹

# shared.community
source: Community
es: Comunidad
fr: Communauté
hi: समुदाय
ru: Сообщество
zh_cn: 社区

# shared.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करना
ru: Подтвердить
zh_cn: 确认

# shared.contact_sales
source: Contact Sales
de: Vertrieb kontaktieren
es: Contactar con Ventas
fr: Nous contacter
hi: संपर्क बिक्री
ru: Связаться с отделом продаж
zh_cn: 联系销售

# shared.contact_us
source: Contact Us
de: Kontaktiere uns
es: Contáctenos
fr: Contact
hi: संपर्क करें
ru: Связаться с нами
zh_cn: 联系我们

# shared.dcm_cta
source: EXPLORE THE DCM
de: DEN DCM ERKUNDEN
es: EXPLORE EL DCM
fr: EXPLORER LE MNC
hi: डीसीएम का अन्वेषण करें
zh_cn: 探索DCM

# shared.disclaimer
source: Disclaimer
de: Haftungsausschluss
es: Aviso legal
fr: Avertissement légal
hi: अस्वीकरण
ru: Отказ от ответственности
zh_cn: 免责声明

# shared.enter_app
source: Enter App
de: App öffnen
es: Entrar a la aplicación
fr: Visitez l'application
hi: ऐप दर्ज करें
ru: Войдите в приложение
zh_cn: 进入应用

# shared.error
source: Error
de: Fehler
fr: Erreur
hi: ग़लती
ru: Ошибка
zh_cn: 错误

# shared.get_started
source: Get Started
de: Jetzt starten
es: Cómo empezar
fr: Commencer
hi: शुरुआत करें
ru: С чего начать
zh_cn: 开始

# shared.head.description
source: Drive climate action and earn rewards with a carbon-backed digital currency.
de: Fördere Klimaschutzmaßnahmen und erhalte Belohnungen durch eine CO2-gedeckte, digitale Währung.
es: Impulsa la acción climática y gana recompensas con una moneda digital respaldada por carbono.
fr: Influez sur l'action climatique et soyez récompensés avec une monnaie numérique garantie par du carbone.
hi: जलवायु कार्रवाई करें और एक कार्बन-समर्थित डिजिटल मुद्रा के साथ पुरस्कार अर्जित करें।
ru: Стимулируйте действия по защите климата и получайте вознаграждения с цифровой валютой обеспеченной реальными углеродными активами.
zh_cn: 通过碳支持的数字货币推动气候行动并获得奖励。

# shared.home
source: Home
es: Casa
fr: Accueil
hi: घर
ru: Домашняя страница
zh_cn: 首页

# shared.how_to_buy
source: How To Buy Klima
de: KLIMA kaufen
es: Cómo comprar Klima
fr: Comment acheter des Klima
hi: क्लिमा कैसे खरीदें?
ru: Как купить Klima
zh_cn: 如何购买 Klima

# shared.infinity.get_started
source: Get Started
de: Jetzt starten
es: Cómo empezar
fr: Commencer
hi: शुरुआत करें
ru: С чего начать
zh_cn: 开始

# shared.info
source: Info
es: Información
fr: Informations
hi: जानकारी
ru: Информация
zh_cn: 信息

# shared.login_connect
source: Login / Connect
de: Anmelden / Verbinden
es: Iniciar sesión / Conectar
fr: S'identifier / Se connecter
hi: साइन इन / कनेक्ट करें
ru: Войти / Подключиться
zh_cn: 登录/连接

# shared.offset
source: Offset
de: Ausgleichen
es: Compensación
fr: Compensation
hi: ऑफ़सेट
ru: Офсет
zh_cn: 抵消

# shared.okay
source: Okay
es: Ok
fr: Ok
hi: ठीक
ru: Хорошо
zh_cn: 好的

# shared.pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
hi: लंबित
ru: В ожидании
zh_cn: 等待中

# shared.remove
source: remove
de: entfernen
es: eliminar
fr: supprimer
hi: हटाना
ru: Удалить
zh_cn: 消除

# shared.resourcecenter
source: Resource Center
de: Ressourcen
es: Centro de Recursos
fr: Centre de Ressources
hi: संसाधन
ru: Информационный центр
zh_cn: 资源中心

# shared.resources
source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
hi: संसाधन
ru: Источники
zh_cn: 资源

# shared.resources.sort_by.header
source: Sort by:
de: Sortieren nach:
es: Ordenar por:
fr: Trier par :
hi: इसके अनुसार क्रमबद्ध करें
ru: Сортировать по
zh_cn: 排序方式：

# shared.visit_klimadao_blog
source: Visit the KlimaDAO Blog
de: Besuche KlimaDAOs Blog
es: Visite el blog de KlimaDAO
fr: Visitez le blog KlimaDAO
hi: क्लिमाडाओ ब्लॉग पर जाएँ
ru: Посетите блог KlimaDAO
zh_cn: 访问 KlimaDAO 博客

# shared.wrap
source: Wrap sKlima
de: sKLIMA wrappen
es: Empaquetar sKLIMA
fr: Encapsuler sKlima
hi: sKLIMA (एसक्लिमा) रैप करें
ru: Обернуть sKlima
zh_cn: 打包 sKLIMA

# web3modal.injected.des
source: Connect with your browser web3 provider
de: Mit deiner Web3-Browserwallet verbinden
es: Conéctese con su proveedor de navegador web3
fr: Connectez-vous avec le portefeuille web3 de votre navigateur
hi: अपने ब्राउज़र web3 प्रदाता से जुड़ें
ru: Подключение к провайдеру web3 вашего браузера
zh_cn: 与您的浏览器 web3 供应商连接

# web3modal.torus.desc
source: Easy one-click wallet by Torus
de: Einfache One-Klick-Wallet von Torus
es: Monedero fácil con un solo clic de Torus
fr: Portefeuille rapide en 1 clic avec Torus
hi: Torus (टोरस) की तरफ़ से आसान एक-क्लिक वॉलेट
ru: Простой кошелек в один клик от Torus
zh_cn: 简单的一键式 Torus 钱包

# web3modal.torus.name
source: Email or Social
de: E-Mail oder Social-Media
es: Correo electrónico o redes sociales
fr: Email ou Réseau Social
hi: ईमेल या सोशल
ru: Электронная почта или социальные сети
zh_cn: 电子邮件或社交媒体

# web3modal.walletconnect.desc
source: Scan with WalletConnect to connect
de: Mit WalletConnect scannen, um dich zu verbinden
es: Escanea con WalletConnect para conectarte
fr: Scannez avec l'application WalletConnect pour vous connecter
hi: जुड़ने के लिए WalletConnect (वॉलेटकनेक्ट) के साथ स्कैन करें
ru: Сканируйте с помощью WalletConnect для подключения
zh_cn: 使用 WalletConnect 扫描进行连接

# web3modal.walletlink.desc
source: Scan with Coinbase to connect
de: Mit Coinbase scannen, um dich zu verbinden
es: Escanea con Coinbase para conectarte
fr: Scannez avec Coinbase pour vous connecter
hi: जुड़ने के लिए Coinbase (कॉइनबेस) के साथ स्कैन करें
ru: Сканируйте с помощью Coinbase, чтобы подключиться
zh_cn: 使用 Coinbase 扫描进行连接

source: {trimCurrentSupply} Tonnes remaining
de: {trimCurrentSupply} Verbleibende Tonnen
es: {trimCurrentSupply} Toneladas restantes
fr: {trimCurrentSupply} Tonnes restantes
hi: {trimCurrentSupply} टन शेष
ru: {trimCurrentSupply} Оставшиеся тонны
zh_cn: {trimCurrentSupply} 剩余吨数

source: {trimTotalRetired} Tonnes retired in total
de: {trimTotalRetired} Tonnen insgesamt ausgeglichen
es: {trimTotalRetired} Toneladas retiradas en total
fr: {trimTotalRetired} Tonnes retirées du marché au total
hi: {trimTotalRetired} कुल रिटायर किए गए कार्बन टन
ru: {trimTotalRetired} Всего выбыло тонн
zh_cn: {trimTotalRetired} 总停用吨数

# home.welcome_to_klimadao
source: <0>WELCOME TO</0><1>KlimaDAO</1>
de: <0>WILLKOMMEN BEI</0><1>KlimaDAO</1>
es: <0>BIENVENIDO A</0> <1>KlimaDAO</1>
fr: <0>BIENVENUE CHEZ</0> <1>KlimaDAO</1>
ru: <0>ДОБРО ПОЖАЛОВАТЬ</0> <1>KlimaDAO</1>
zh_cn: <0>欢迎来到</0><1>KlimaDAO</1>

# infinity.mission_card2_number
source: $10m+
de: 10 Mio.+ USD
es: $ 10 millones +
ru: $10 млн+
zh_cn: 1000 万美元以上

# infinity.box_amount_11k
source: 11k
ru: 11к

# pledges.form.input.walletAddress.placeholder
source: 0x...
ru: 0х...
