Repository: KlimaDAO/klimadao
Catalog: site/locale/*/messages.po
Languages: de, es, fr, hi, ru, zh_cn

# pledges.form.input.name.placeholder
source: Name or company name
de: Name oder Firmenname
es: Nombre o denominación de la empresa
fr: Nom ou nom de l'entreprise
hi: नाम या कंपनी का नाम
ru: Имя или название компании
zh_cn: 姓名或公司名称

# pledges.form.input.profileImageUrl.label
source: Profile image url (optional)
de: Profilbild-URL (optional)
es: URL de la imagen de perfil (opcional)
fr: URL de l'image de profil (facultatif)
hi: प्रोफ़ाइल छवि url (वैकल्पिक)
ru: URL - изображения профиля (необязательно)
zh_cn: 个人资料图片网址（可选）

# pledges.form.input.profileWebsiteUrl.label
source: Website (Optional)
de: Webseite (optional)
es: Sitio web (opcional)
fr: Site Internet (facultatif)
hi: वेबसाइट (वैकल्पिक)
ru: Веб-сайт (необязательно)
zh_cn: 网站（可选）

# pledges.form.input.totalFootprint.label
source: Total footprint
de: Gesamtfußabdruck
es: Huella total
fr: Empreinte totale
hi: कुल फ़ुटप्रिंट
ru: Общий след
zh_cn: 总碳足迹

# pledges.form.input.walletAddress.label
source: Address
de: Adresse
es: Dirección
fr: Adresse
hi: पता
ru: Адрес
zh_cn: 地址

# pledges.form.submit_button
source: Save pledge
de: Versprechen speichern
es: Guardar el compromiso
fr: Sauvegarder l'engagement
hi: प्लेज सेव करें
ru: Сохранить залог
zh_cn: 保存承诺

# pledges.form.title
source: Your pledge
de: Dein Pledge
es: Tu compromiso
fr: Votre engagement
hi: आपकी प्रतिज्ञा
ru: Ваше обязательство
zh_cn: 您的承诺

# pledges.form.total_footprint_summary
source: Total Footprint: {0} Carbon Tonnes
de: Gesamtfußabdruck: {0} Tonnen CO2
es: Huella total: {0} Toneladas de carbono
fr: Empreinte totale : {0} Tonnes de carbone
hi: कुल फ़ुटप्रिंट: {0} कार्बन टन
ru: Общий след: {0} тонны углерода
zh_cn: 总碳足迹：{0} 碳吨

# pledges.form.use_your_wallet
source: Use your wallet to sign and confirm this edit.
de: Nutzen Sie Ihre Wallet, um diese Änderung zu unterschreiben und zu bestätigen.
es: Utilice su cartera para firmar y confirmar esta modificación.
fr: Utilisez votre portefeuille pour signer et confirmer cette modification.
hi: इस संपादन पर हस्ताक्षर करने और पुष्टि करने के लिए अपने वॉलेट का उपयोग करें।
ru: Используйте свой кошелек, чтобы подписать и подтвердить эти изменения
zh_cn: 使用您的钱包签署并确认此编辑。

# pledges.form.wallets.label
source: Secondary Wallet(s)
de: Sekundäre Wallet(s)
es: Monederos secundarios
fr: Portefeuille(s) secondaire(s)
hi: द्वितीयक बटुआ
ru: Дополнительный(е) кошелек(и)
zh_cn: 二级钱包

# pledges.head.metaDescription
source: Demonstrate your commitment to climate positivity by claiming your pledge dashboard to highlight all of your carbon offsetting activity
de: Zeigen Sie, dass Sie Klimapositivität ernst meinen, indem Sie Ihr Pledge Dashboard nutzen, um Ihren CO2-Ausgleich sichtbar zu machen
es: Demuestre su compromiso con el clima solicitando su panel de compromisos para destacar toda su actividad de compensación de carbono
fr: Montrez votre engagement climatique en utilisant votre tableau de bord pour mettre en évidence toutes vos activités de compensation du carbone.
hi: अपनी सभी कार्बन ऑफसेटिंग गतिविधि को उजागर करने के लिए अपने प्रतिज्ञा डैशबोर्ड का दावा करके जलवायु सकारात्मकता के प्रति अपनी प्रतिबद्धता प्रदर्शित करें
ru: Продемонстрируйте свою приверженность позитивному отношению к климату, заявив, что ваша панель инструментов обещаний отображает всю вашу деятельность по компенсации выбросов углерода.
zh_cn: 通过认领您的承诺仪表板来展示您对气候积极性的承诺，并突出显示您所有的碳抵消活动

# pledges.head.metaTitle
source: Create a carbon pledge and showcase your impact
de: Geben Sie eine CO2-Ausgleichszusicherung ab und zeigen Sie deren Wirkung
es: Cree un compromiso de carbono y muestre su impacto
fr: Créez un engagement carbone et montrez votre impact.
hi: कार्बन प्रतिज्ञा बनाएं और अपना प्रभाव दिखाएं
ru: Создайте обязательство по выбросам углерода и продемонстрируйте свое влияние
zh_cn: 创建碳承诺并展示您的影响力

# pledges.head.title
source: KlimaDAO | Pledges
de: KlimaDAO | Versprechen
es: KlimaDAO | Compromisos
fr: KlimaDAO | Engagements
hi: क्लीमाडाओ | प्लेजेज़
ru: KlimaDAO | Залоги
zh_cn: KlimaDAO | 承诺

# pledges.home.hero.connecting
source: Connecting...
de: Verbinde...
es: Conectando...
fr: Connexion en cours...
hi: कनेक्ट हो रहा है...
ru: Подключение...
zh_cn: 正在连接...

# pledges.home.hero.create
source: Create a pledge
de: Zusicherung erstellen
es: Crear un compromiso
fr: Créer un engagement
hi: एक प्रतिज्ञा बनाएँ
ru: Создать обязательство
zh_cn: 创建承诺

# pledges.home.hero.learn_more
source: Learn more
de: Mehr erfahren
es: Aprende más
fr: En savoir plus
hi: और जानें
ru: Подробнее
zh_cn: 了解更多

# pledges.home.hero.view
source: View your pledge
de: Ihren Pledge ansehen
es: Ver tu compromiso
fr: Voir votre engagement
hi: अपनी प्रतिज्ञा देखें
ru: Просмотреть свой залог
zh_cn: 查看您的承诺

# pledges.home.search.label
source: ENS or 0x address
de: ENS- oder 0x-Adresse
es: Dirección ENS o 0x
fr: Adresse ENS ou 0x
hi: ENS या 0x पता दर्ज करें
ru: ENS или 0x адрес
zh_cn: ENS 或 0x 地址

# pledges.home.search.placeholder
source: Enter ENS, KNS or 0x address
de: ENS-, KNS- oder 0x-Adresse eingeben
es: Ingrese la dirección ENS, KNS o 0x
fr: Entrez une adresse ENS, KNS ou 0x
hi: ईनस (ENS) , केनस (KNS) या 0x पता दर्ज करें
ru: Введите адрес ENS, KNS или 0x
zh_cn: 输入 ENS、KNS 或 0x 地址

# pledges.home.search.submit
source: Search
de: Suchen
es: Buscar
fr: Recherche
hi: खोज
ru: Поиск
zh_cn: 搜索

# resources.form.categories.header
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
hi: श्रेणियाँ
ru: Категории
zh_cn: 类别

# resources.form.categories.subheader
source: Select one or more
de: Wähle eine oder mehrere aus
es: Seleccione uno o más
fr: Sélectionner un ou plusieurs
hi: एक या अधिक चुनें
ru: Выберите один или несколько
zh_cn: 选择一个或多个

# resources.form.filters.clear_all
source: Clear All
de: Alles löschen
es: Borrar todo
fr: Tout effacer
hi: सभी साफ करें
ru: Очистить все
zh_cn: 全部清除

# resources.form.input.search.label
source: Search
de: Suchen
es: Buscar
fr: Recherche
hi: खोज
ru: Поиск
zh_cn: 搜索

# resources.form.input.search.placeholder
source: Search...
de: Suchen...
es: Buscar...
fr: Rechercher...
hi: खोज...
ru: Поиск
zh_cn: 搜索...

# resources.form.input.sort_by.label
source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: इसके अनुसार क्रमबद्ध करें
ru: Сортировать по
zh_cn: 排序方式

# resources.form.input.sort_by.select
source: Select
de: Auswählen
es: Seleccione
fr: Sélectionner
hi: चुने
ru: Выбрать
zh_cn: 选择

# resources.form.medium.header
source: Medium
es: Medio
fr: Média
hi: मध्यम
zh_cn: 中等的

# resources.form.sub_topics.header
source: Sub-topics
de: Unterthemen
es: Sub-temas
fr: Sous-thèmes
hi: उप-विषय
ru: Подтемы
zh_cn: 子主题

# resources.head.metaDescription
source: Updates and thought leadership from the founders, DAO contributors, advisors and community.
de: Updates und Thought Leadership von den Gründern, DAO-Mitarbeitern, Beratern und der Community.
es: Actualizaciones y liderazgo de pensamiento de los fundadores, colaboradores de la DAO, asesores y comunidad.
fr: Nouvelles et opinions des fondateurs, des contributeurs de la DAO, des conseillers et des membres de la communauté.
hi: संस्थापकों, DAO (डाओ) योगदानकर्ताओं, सलाहकारों और समुदाय द्वारा अपडेटेड और विचार नेतृत्व।
ru: Свежие новости и аналитические материалы от основателей, участников DAO, консультантов и сообщества.
zh_cn: 来自创始人、DAO 贡献者、顾问和社区的更新和思想领导力。

# resources.head.metaTitle
source: KlimaDAO Resources - Go beyond Carbon neutral
de: KlimaDAO-Ressourcen - mehr als nur CO2-neutral
es: KlimaDAO Resources - Ir más allá de la neutralidad del carbono
fr: Ressources KlimaDAO - Aller au-delà de la neutralité carbone
hi: क्लीमाडाओ संसाधन - कार्बन न्यूट्रल से भी आगे की सोचें
ru: Ресурсы KlimaDAO - Выйти за рамки углеродной нейтральности
zh_cn: KlimaDAO 资源 - 超越碳中和

# resources.head.title
source: KlimaDAO | Resources
de: KlimaDAO | Ressourcen
es: KlimaDAO | Recursos
fr: KlimaDAO | Ressources
hi: क्लीमाडाओ | रिसोर्सेज़
ru: KlimaDAO | Ресурсы
zh_cn: KlimaDAO | 资源

# resources.list.filter.tag.basics
source: Basics
de: Grundlagen
es: Conceptos básicos
fr: Bases
hi: मूल बातें
ru: Основы
zh_cn: 基本信息

# resources.list.filter.tag.carbon_footprint
source: Carbon Footprint
de: CO2-Fußabdruck
es: Huella de Carbono
fr: Empreinte carbone
hi: कार्बन पदचिह्न
ru: Углеродный след
zh_cn: 碳足迹

# resources.list.filter.tag.deep_dives
source: Deep Dives
de: Vertiefendes Wissen
es: Inmersión en profundidad
fr: Dossiers approfondis
hi: डीप डाइव्स
ru: Глубокое погружение
zh_cn: 深入探究

# resources.list.filter.tag.klima_infinity
source: Klima Infinity
hi: क्लिमा इन्फिनिटी

# resources.list.filter.tag.klima_overview
source: Klima Overview
de: Klima-Übersicht
es: Panorama general de Klima
fr: Vue d'ensemble de Klima
hi: क्लिमा अवलोकन
ru: Обзор Klima
zh_cn: Klima 概览

# resources.list.filter.tag.partnerships
source: Partnerships
de: Partnerschaften
es: Asociaciones
fr: Partenariats
hi: भागीदारियाँ
ru: Партнерство
zh_cn: 伙伴关系

# resources.list.filter.tag.policy
source: Policy
de: Regelwerk
es: Normativa
fr: Politique
hi: नीति
ru: Политика
zh_cn: 政策

# resources.list.filter.tag.press_releases
source: Press Releases
de: Pressemeldungen
es: Comunicados de prensa
fr: Communiqués de presse
hi: प्रेस प्रकाशनी
ru: Пресс-релизы
zh_cn: 新闻稿

# resources.list.filter.tag.user_guides
source: User Guides
de: Nutzerguides
es: Guías de usuario
fr: Guide de l'utilisateur
hi: उपयोगकर्ता मार्गदर्शक
ru: Руководства пользователя
zh_cn: 用户指南

# resources.list.filter.type.blog
source: Blog
hi: ब्लॉग
ru: Блог
zh_cn: 博客

# resources.list.filter.type.podcast
source: Podcast
hi: पॉडकास्ट
ru: Подкаст
zh_cn: 播客

# resources.list.sort_by.a-z
source: A-Z
hi: ए तू ज़ेड
ru: А-Я

# resources.list.sort_by.latest_first
source: Latest First
de: Neueste Einträge zuerst
es: Lo más reciente primero
fr: Le plus récent en premier
hi: नवीनतम पहले
ru: Последние Первые
zh_cn: 最新优先

# resources.list.sort_by.oldest_first
source: Oldest First
de: Älteste Einträge zuerst
es: Los más viejos primero
fr: Le plus ancien en premier
hi: सबसे पुराना पहले
ru: Сначала старые
zh_cn: 最早优先

# resources.list.sort_by.z-a
source: Z-A
hi: ज़ेड तू ए
ru: Я-А

# resources.mobile_modal.button.show_results
source: Show Results
de: Ergebnisse anzeigen
es: Mostrar resultados
fr: Afficher les résultats
hi: परिणाम दिखाओ
ru: Показать результаты
zh_cn: 显示结果

# resources.mobile_modal.title
source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: इसके अनुसार क्रमबद्ध करें
ru: Сортировать по
zh_cn: 排序方式

# resources.page.header.subline
source: Updates and thought leadership from the founders, DAO contributors, advisors and community.
de: Updates und Thought Leadership von den Gründern, DAO-Mitarbeitern, Beratern und der Community.
es: Actualizaciones y liderazgo de pensamiento de los fundadores, colaboradores de la DAO, asesores y comunidad.
fr: Nouvelles et opinions des fondateurs, des contributeurs de la DAO, des conseillers et des membres de la communauté.
hi: संस्थापकों, DAO (डाओ) योगदानकर्ताओं, सलाहकारों और समुदाय द्वारा अपडेटेड और विचार नेतृत्व।
ru: Свежие новости и аналитические материалы от основателей, участников DAO, консультантов и сообщества.
zh_cn: 来自创始人、DAO 贡献者、顾问和社区的更新和思想领导力。

# resources.page.header.title
source: Featured Articles
de: Ausgewählte Artikel
es: Artículos destacados
fr: Articles en vedette
hi: सम्मिलित लेख
ru: Популярные статьи
zh_cn: 推荐文章

# resources.page.list.header
source: Explore All
de: Alles erkunden
es: Explorar todo
fr: Tout explorer
hi: सभी का अन्वेषण करें
ru: Просмотреть все
zh_cn: 探索所有

# resources.page.list.no_search_results.title
source: Sorry. We couldn't find any matching results.
de: Tut uns leid. Wir konnten keine passenden Ergebnisse finden.
es: Lo sentimos. No hemos podido encontrar ningún resultado que coincida.
fr: Désolé. Nous n'avons pas trouvé de résultats correspondants.
hi: माफ़ करना। हमें कोई मेल खाने वाला परिणाम नहीं मिला।
ru: Извините. Мы не смогли найти подходящих результатов.
zh_cn: 对不起。我们找不到任何匹配的结果。

# resources.page.list.on_fetch_error
source: Sorry! Something went wrong.
de: Sorry! Etwas ist schief gelaufen.
es: ¡Lo siento! Algo salió mal.
fr: Désolé ! Un problème est survenu.
hi: कुछ गड़बड़ हो गयी। कृपया पुन: प्रयास करें।
ru: ❌ Ошибка: что-то пошло не так...
zh_cn: 对不起！出问题了。

# resources.page.list.search_submit.no_filter_results
source: Please use a different filter combination.
de: Bitte verwenden Sie eine andere Filterkombination.
es: Por favor, utilice una combinación de filtros diferente.
fr: Veuillez utiliser une autre combinaison de filtres.
hi: कृपया किसी भिन्न फ़िल्टर संयोजन का उपयोग करें।
ru: Пожалуйста, используйте другую комбинацию фильтров.
zh_cn: 请组合使用不同的过滤器。

# resources.page.list.search_submit.no_search_results
source: Check your search for typos or try a different search term.
de: Überprüfe deine Suche auf Tippfehler oder versuche es mit einem anderen Suchbegriff.
es: Compruebe si hay errores tipográficos en su búsqueda o pruebe con otro término de búsqueda.
fr: Vérifiez que votre recherche ne comporte pas de fautes de frappe ou essayez un autre terme de recherche.
hi: टाइपो के लिए अपनी खोज की जाँच करें या कोई भिन्न खोज शब्द आज़माएँ।
ru: Проверьте свой запрос на наличие опечаток или попробуйте другой поисковый запрос.
zh_cn: 检查您的搜索是否有错别字或尝试不同的搜索词。

# retirement.footer.aboutKlima.left
source: KlimaDAO is incentivizing sustainability and catalyzing a more transparent and liquid carbon market. Our tools make it possible for any individual or businesses to trade and retire quality carbon assets on the blockchain.
de: KlimaDAO fördert Nachhaltigkeit und ist der Initiator für einen transparenteren, liquideren CO2-Markt. Durch unsere Tools können Privatpersonen und Unternehmen jeder Anzahl oder Größe hochwertige CO2-Zertifikate über die Blockchain handeln und ausgleichen.
es: KlimaDAO está incentivando la sostenibilidad y catalizando un mercado de carbono más transparente y líquido. Nuestras herramientas hacen posible que cualquier persona o empresa comercie y retire activos de carbono de calidad en el Blockchain.
fr: KlimaDAO encourage la durabilité et catalyse un marché du carbone plus transparent et plus liquide. Nos outils permettent à tout individu ou entreprise d'échanger et de retirer des actifs carbone de qualité sur la blockchain.
hi: क्लीमाडाओ स्थिरता को प्रोत्साहित कर रहा है और अधिक पारदर्शी और लिक्विड कार्बन बाज़ार को उत्प्रेरित कर रहा है। हमारे टूल्स किसी भी व्यक्ति या व्यवसायों के लिए ब्लॉकचेन पर गुणवत्तापूर्ण कार्बन परिसंपत्तियों का व्यापार और उनको रिटायर करना संभव बनाते हैं।
ru: KlimaDAO стимулирует устойчивое развитие и является катализатором более прозрачного и ликвидного углеродного рынка. Наши инструменты позволяют любому физическому или юридическому лицу торговать и списывать качественные углеродные активы на блокчейне.
zh_cn: KlimaDAO 正在激励可持续发展并促进更加透明和流动的碳市场。我们的工具使任何个人或企业都可以在区块链上交易和停用优质碳资产。

# retirement.footer.aboutKlima.right
source: KLIMA tokens are at the center of a burgeoning on-chain carbon economy. Visit our <0>knowledge base</0> to learn more about KLIMA, carbon offsetting, carbon markets, and the underlying carbon assets.
de: KLIMA-Tokens stehen im Mittelpunkt der aufkeimenden, blockchainbasierten CO2-Wirtschaft. Mehr über KLIMA, CO2-Offsets und -Märkte und die zugrundeliegenden CO-Zertifikate erfährst du in unserer <0>Wissensdatenbank</0>.
es: Los tokens KLIMA están en el centro de una floreciente economía del carbono en el blockchain. Visite nuestra <0>base de conocimientos</0> para obtener más información sobre KLIMA, la compensación de carbono, los mercados de carbono y los activos de carbono subyacentes.
fr: Les jetons KLIMA sont au centre d'une économie du carbone on-chain en plein essor. Visitez notre <0>base de connaissances</0> pour en savoir plus sur KLIMA, la compensation carbone, les marchés du carbone et les actifs carbone sous-jacents.
hi: KLIMA टोकन एक बढ़ती ऑन-चेन कार्बन अर्थव्यवस्था के केंद्र में हैं। KLIMA,कार्बन ऑफ़सेटिंग, कार्बन मार्केट और अंतर्निहित कार्बन परिसंपत्तियों के बारे में अधिक जानने के लिए हमारे <0>knowledge base</0> (नॉलेज बेस) पर जाएँ।
ru: Токены KLIMA находятся в центре бурно развивающейся углеродной экономики на цепочке. Посетите нашу <0>базу знаний</0>, чтобы узнать больше о KLIMA, компенсации выбросов углерода, углеродных рынках и лежащих в их основе углеродных активах.
zh_cn: KLIMA 代币处于蓬勃发展的链上碳经济的中心。访问我们的<0>知识库</0>了解更多关于 KLIMA、碳抵消、碳市场和基础碳资产的信息。

# retirement.footer.aboutKlima.title
source: About Klima
de: Über Klima
es: Acerca de Klima
fr: À propos de Klima
hi: Klima . के बारे में
ru: О Климе
zh_cn: 关于 Klima

# retirement.footer.buy_klima.button.buy
source: Buy
de: Kaufen
es: Comprar
fr: Achat
hi: ख़रीदें
ru: Купить
zh_cn: 购买

# retirement.footer.buy_klima.button.offset
source: Offset
de: Ausgleichen
es: Compensación
fr: Compensation
hi: ऑफ़सेट
ru: Офсет
zh_cn: 抵消

# retirement.footer.buy_klima.text
source: Use carbon-backed KLIMA tokens to govern, swap, and earn staking rewards— then use those rewards to offset your emissions!
de: Mit CO2-gedeckten KLIMA-Tokens kannst du handeln, Staking-Belohnungen erhalten und mitmachen - und deine Belohnungen nutzen, um deine Emissionen auszugleichen!
es: Utiliza tokens KLIMA respaldados por carbono para gobernar, intercambiar y ganar recompensas de staking, ¡y luego utiliza esas recompensas para compensar tus emisiones!
fr: Utilisez des jetons KLIMA collatéralisés par du au carbone pour gouverner, échanger et obtenir du rendement-- puis utilisez ces récompenses pour compenser vos émissions !
hi: कार्बन-समर्थित KLIMA टोकन का उपयोग शासन चलाने, अदला-बदली करने और दाँव पुरस्कार अर्जित करने के लिए करें- फिर अपने उत्सर्जन को ऑफ़सेट करने के लिए उन पुरस्कारों का उपयोग करें!
ru: Используйте токены KLIMA, обеспеченные углеродом, для управления, обмена и получения вознаграждений за стейкинг, а затем используйте эти вознаграждения для компенсации своих выбросов!
zh_cn: 使用碳支持的 KLIMA 代币来管理、置换并赚取质押奖励——然后使用这些奖励来抵消您的排放！

# retirement.footer.buy_klima.title
source: Acquire, stake, and get rewarded.
de: Kaufen, staken und belohnt werden.
es: Adquirir, hacer staking y ser recompensado.
fr: Achetez, mettez en jeu et soyez récompensé.
hi: खरीदें, दाँव पर लगाएँ, और पुरस्कृत हों।
ru: Приобретайте, стейкайте и получайте вознаграждение.
zh_cn: 获取、质押并获得奖励。

# retirement.head.metaDescription
source: Transparent, on-chain offsets powered by KlimaDAO.
de: Transparente CO2-Offsets auf der Blockchain durch KlimaDAO.
es: Compensaciones transparentes en el blockchain con la ayuda de KlimaDAO.
fr: Des compensations transparentes et sur la chaîne, réalisées par KlimaDAO.
hi: क्लिमाडाओ द्वारा संचालित पारदर्शी, ऑन-चेन ऑफ़सेट।
ru: Прозрачные компенсации по цепочке на базе KlimaDAO.
zh_cn: 由 KlimaDAO 提供支持的透明得链上抵消。

# retirement.head.metaTitle
source: {retiree} retired {formattedAmount} Tonnes of carbon
de: {retiree} hat {formattedAmount} Tonnen CO2 ausgeglichen
es: {retiree} ha retirado {formattedAmount} Toneladas de carbono
fr: {retiree} a retiré du marché {formattedAmount} Tonnes de carbone
hi: {retiree} रिटायर्ड {formattedAmount} टन कार्बन
ru: {retiree} изъято из эксплуатации {formattedAmount} тонн углерода
zh_cn: {retiree} 停用的 {formattedAmount} 碳吨数

# retirement.head.title
source: KlimaDAO | Carbon Retirement Receipt
de: KlimaDAO | CO2-Ausgleichsquittung
es: KlimaDAO | Recibo de Retiro de Carbono
fr: Klimadao | Reçu du Retraits des marché des Crédits Carbone
hi: क्लीमाडाओ | कार्बन रिटायरमेंट रसीद
ru: KlimaDAO | Квитанция о возврате углерода
zh_cn: KlimaDAO | 碳停用收据

# retirement.share.title
source: Share your impact
de: Zeigen Sie Ihre Wirkung
es: Comparte tu impacto
fr: Partagez votre impact
hi: अपना प्रभाव साझा करें
ru: Поделитесь своим влиянием
zh_cn: 分享您的影响力

# retirement.single.beneficiary.placeholder
source: No beneficiary name provided
de: Keinen Empfängername angegeben
es: No se ha facilitado el nombre del beneficiario
fr: Aucun bénéficiaire associé
hi: कोई लाभार्थी-नाम प्रदान नहीं किया गया
ru: Имя получателя не указано
zh_cn: 未提供受益人姓名

# retirement.single.beneficiary.title
source: Beneficiary
de: Empfänger
es: Beneficiario
fr: Bénéficiaire
hi: लाभार्थी का नाम
ru: Бенефициар
zh_cn: 受益人

# retirement.single.beneficiaryAddress.title
source: Beneficiary Address
de: Empfängeradresse
es: Dirección del beneficiario
fr: Adresse du bénéficiaire
hi: लाभार्थी का पता
ru: Адрес получателя
zh_cn: 受益人地址

# retirement.single.create_a_pledge
source: Create a pledge now.
de: Jetzt Pledge erstellen.
es: Crear un compromiso
fr: Créer un engagement maintenant.
hi: अब एक प्रतिज्ञा बनाएँ।
ru: Создайте залог прямо сейчас.
zh_cn: 现在创建承诺。

# retirement.single.disclaimer
source: This represents the permanent retirement of tokenized carbon assets on the Polygon blockchain. This retirement and the associated data are immutable public records.
de: Hier siehst du den bisherigen, permanenten Emissionsausgleich durch tokenisierte CO2-Zertifikate auf der Polygon-Blockchain. Jeder Emissionsausgleich und die damit verbundenen Daten sind unveränderlich und öffentlich einsehbar.
es: Esto representa la retirada permanente de los activos de carbono tokenizados en la blockchain de Polygon. Esta retirada y los datos asociados son registros públicos inmutables.
fr: Ceci représente le retrait du marché permanent des actifs carbone sous formes de jetons présents sur la blockchain Polygon. Ce retrait et les données associées constituent des entrées publiques immuables.
hi: यह Polygon (पॉलीगॉन) ब्लॉकचेन पर टोकनयुक्त कार्बन परिसंपत्तियों के स्थायी रिटायरमेंट का प्रतिनिधित्व करता है। यह रिटायरमेंट और संबंधित डेटा अपरिवर्तनीय सार्वजनिक रिकॉर्ड हैं।
ru: Это представляет собой постоянное выбытие токенизированных углеродных активов на блокчейне Polygon. Это выбытие и связанные с ним данные являются неизменяемыми публичными записями.
zh_cn: 这代表了 Polygon 区块链上代币化碳资产的永久停用。此停用和相关数据是不可变的公共记录。

# retirement.single.download_certificate_button
source: Download PDF
de: PFD herunterladen
es: Descargar PDF
fr: Télécharger le PDF
hi: PDF (पीडीएफ़) डाउनलोड करें
ru: Скачать PDF
zh_cn: 下载PDF

# retirement.single.header.subline
source: CO2-Equivalent Emissions Offset (Metric Tonnes)
de: CO2-äquivalente Emissionen ausgeglichen (in Tonnen)
es: Compensación de emisiones de CO2 equivalente (toneladas métricas)
fr: Compensation d'émissions en équivalent CO2 (en tonnes)
hi: CO2-समतुल्य उत्सर्जन ऑफ़सेट (मीट्रिक टन)
ru: Коррекция выбросов в CO2-эквиваленте (метрические тонны)
zh_cn: 二氧化碳当量排放抵消（公吨）

# retirement.single.is_this_your_retirement
source: Is this your retirement?
de: Ist dies Ihr CO2-Ausgleich?
es: ¿Es ésta tu retirada?
fr: Est-ce votre retrait du marché ?
hi: क्या यह आपकी सेवानिवृत्ति है?
ru: Это ваше выбытие?
zh_cn: 这是您的碳停用吗？

# retirement.single.message.title
source: Retirement Message
de: Ausgleichsnachricht
es: Mensaje de Retiro
fr: Message de Retrait du marché
hi: रिटायरमेंट सन्देश
ru: Сообщение о использовании
zh_cn: 停用消息

# retirement.single.no_pledge
source: This user has not created a pledge
de: Dieser Nutzen hat keinen Pledge erstellt
es: Este usuario no ha creado una promesa
fr: Cet utilisateur n'a pas créé d'engagement
hi: इस उपयोगकर्ता ने प्रतिज्ञा नहीं बनाई है
ru: Этот пользователь не создал залог
zh_cn: 该用户还未创建承诺

# retirement.single.project_details.title
source: Project Details
de: Projektinformationen
es: Detalles del proyecto
fr: Détails du projet
hi: प्रॉजेक्ट का विवरण
ru: Детали проекта
zh_cn: 项目详情

# retirement.single.quantity
source: QUANTITY RETIRED
de: AUSGEGLICHENE MENGE
es: CANTIDAD RETIRADA
fr: QUANTITÉ RETIRÉE DU MARCHÉ
hi: रिटायर की गयी मात्रा
ru: КОЛИЧЕСТВО УПОТРЕБЛЕННЫХ
zh_cn: 停用的数量

# retirement.single.retirementCertificate.title
source: Certificate
de: Zertifikat
es: Certificado
fr: Certificat
hi: प्रमाणपत्र
ru: Сертификат
zh_cn: 证书

# retirement.single.retirementDate.title
source: Date
de: Datum
es: Fecha
hi: दिनांक
ru: Дата
zh_cn: 日期
