Repository: KlimaDAO/klimadao
Catalog: site/locale/*/messages.po
Languages: de, es, fr, hi, ru, zh_cn

source: <0>Swap for KLIMA.</0> Sushi is a Decentralized Exchange where you can trade some of your MATIC tokens for KLIMA tokens at the lowest possible price.
de: <0>Gegen KLIMA tauschen.</0> Sushi ist eine dezentralisierte Börse, durch die Sie Ihre MATIC-Tokens gegen KLIMA-Tokens zum günstigsten Preis tauschen können.
es: <0>Intercambia por KLIMA.</0> Sushi es un Exchange Descentralizado donde puedes intercambiar algunos de tus tokens MATIC por tokens KLIMA al precio más bajo posible.
fr: <0>Echange contre des KLIMA.</0> Sushi est une plateforme d'échange décentralisée où vous pouvez échanger certains de vos jetons MATIC contre des jetons KLIMA au prix le plus bas possible.
hi: <0>Swap for KLIMA.</0> Sushi एक विकेन्द्रीकृत एक्सचेंज है, जिसमें आप न्यूनतम संभव कीमत पर अपने कुछ MATIC टोकन KLIMA टोकन के बदले बेच सकते हैं।
zh_cn: <0> 兑换 KLIMA </0> Sushi 是一个去中心化交易所，在这里您可以以尽可能低的价格用 MATIC 代币换取 KLIMA 代币。

source: App
es: Aplicación
hi: अनुप्रयोग
ru: Приложение

source: Bond Klima
de: KLIMA bonden
fr: Obligations Klima
hi: KLIMA दाँव पर लगाएँ
ru: Облигация Klima

source: Buy
de: Kaufen
es: Comprar
fr: Achat
hi: ख़रीदें
ru: Купить

source: Buy Klima
de: KLIMA kaufen
es: Comprar Klima
fr: Acheter des Klima
hi: KLIMA ख़रीदें
ru: Купить Klima

source: Change language
de: Sprache wechseln
es: Cambiar idioma
fr: Changer de langue
hi: भाषा बदलें
ru: измененить язык
zh_cn: 变更语言

source: Contact
de: Kontakt
es: Contacto
fr: Nous contacter
hi: संपर्क करें
ru: Связаться

source: Contact Us
de: Kontaktiere uns
es: Contáctenos
fr: Contact
hi: संपर्क करें
ru: Связаться с нами

source: Docs
de: Dokumentation
hi: डॉक्स

source: Every KlimaDAO retirement is tied to a verified offset project. Click to learn more about the project.
de: Jeder CO2-Ausgleich durch KlimaDAO erfolgt durch verifizierte CO2-Projekte. Klicken Sie hier, um mehr über das Projekt zu erfahren.
es: Cada retiro de KlimaDAO está vinculado a un proyecto de compensación verificado. Haga clic para obtener más información sobre el proyecto.
fr: Chaque retrait du marché de KlimaDAO est lié à un projet vérifié. Cliquez pour en savoir plus sur le projet.
hi: प्रत्येक क्लीमाडाओ सेवानिवृत्ति एक सत्यापित ऑफ़सेट परियोजना से जुड़ी हुई है। परियोजना के बारे में अधिक जानने के लिए क्लिक करें।
ru: Каждое выбивание углерода KlimaDAO привязана к проверенному проекту компенсации. Нажмите, чтобы узнать больше о проекте.
zh_cn: 每一个 KlimaDAO 停用都与一个经过验证的补偿项目相关联。单击以了解有关该项目的更多信息。

source: Explore MCO2 on carbon.klimadao.finance
de: MCO2 auf carbon.klimadao.finance entdecken
es: Explore MCO2 en carbon.klimadao.finance
fr: Découvrez MCO2 sur carbon.klimadao.finance
hi: MCO2 को Carbon.klimadao.finance पर एक्सप्लोर करें
ru: Узнайте больше о MCO2 на сайте carbon.klimadao.finance
zh_cn: 在 carbon.klimadao.finance 上探索 MCO2

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: Foire Aux Questions
hi: अक्सर पूछे जाने वाले प्रश्न
ru: Часто задаваемые вопросы
zh_cn: 常见问题

source: Loading...
de: Lade...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
ru: Загрузка...

source: Location: {0}
de: Standort: {0}
es: Ubicación: {0}
fr: Lieu : {0}
hi: स्थान:{0}
ru: Местоположение: {0}
zh_cn: 位置：{0}

source: Login
es: Iniciar sesión
fr: Se connecter
hi: लॉग इन करें
ru: Авторизоваться

source: MCO2 Token
es: Token MCO2
fr: Jeton MCO2
hi: MCO2 टोकन
ru: Токен MCO2
zh_cn: MCO2 代币

source: Methodology: {0}
de: Methodik: {0}
es: Metodología: {0}
fr: Méthodologie : {0}
hi: कार्यप्रणाली: {0}
ru: Методология: {0}
zh_cn: 方法: {0}

source: No retirement message provided.
de: Keine Nachricht an den CO2-Ausgleich angehängt.
es: No se proporcionó ningún mensaje de retiro.
fr: Aucun message de retrait fourni.
hi: कोई रिटायरमेंट टाइमस्टैम्प प्रदान नहीं किया गया
ru: Сообщение о выводе не предоставляется.
zh_cn: 未提供碳停用信息

source: Official Docs
de: Offizielle Dokumentation
es: Documentos oficiales
fr: Docs officielles
hi: आधिकारिक डॉक्स
ru: Официальные документы

source: Processing data...
de: Daten werden verarbeitet...
es: Procesando datos...
fr: Traitement des données...
hi: डाटा प्रोसेसिंग...
ru: Обработка данных...
zh_cn: 处理数据...

source: Stake
de: Staken
fr: Mettre en jeu
hi: दाँव लगाना
ru: Стейкинг

source: Stake Klima
de: Klima staken
fr: Mettre en jeu vos Klima
hi: क्लिमा दाँव पर लगाएँ
ru: Стейкинг Klima

source: Switch to Polygon
de: Zu Polygon wechseln
es: Cambiar a Polygon
fr: Passer sur le réseau Polygon
hi: Polygon (पॉलिगॉन) पर स्विच करें
ru: Переключиться на Polygon
zh_cn: 切换到 Polygon

source: This app only works on Polygon Mainnet.
de: Die App funktioniert nur im Polygon-Mainnet.
es: Esta aplicación sólo funciona en Polygon Mainnet.
fr: Cette application fonctionne uniquement sur le réseau Polygon principal.
hi: यह ऐप केवल Polygon Mainnet (पॉलीगॉन मेननेट) पर काम करता है।
ru: Это приложение работает только в Polygon Mainnet.
zh_cn: 此应用程序仅适用于 Polygon 主网。

source: Toggle Sorted by menu
de: "Sortiere nach" anzeigen
es: Activar la clasificación por menú
fr: Basculer vers le menu "Trié par"
hi: मेनू द्वारा क्रमबद्ध टॉगल करें
ru: Переключение Сортировка по меню

source: View on Polygonscan
de: Auf Polygonscan ansehen
es: Ver en Polygonscan
fr: Voir sur Polygonscan
hi: Polygonscan (पॉलीगॉनस्कैन) पर देखें
ru: Посмотреть на Polygonscan
zh_cn: 在 Polygonscan 上查看

source: We haven't finished processing the blockchain data for this retirement. This usually takes a few seconds, but might take longer if the network is congested.
de: Wir haben die Verarbeitung der Blockchaindaten für diesen Ausgleich noch nicht abgeschlossen. Dies dauert etwas länger, wenn das Netzwerk überlastet ist.
es: No hemos terminado de procesar los datos de la blockchain para esta retirada. Esto suele tardar unos segundos, pero podría tardar más si la red está congestionada.
fr: Nous n'avons pas fini de traiter les données de la blockchain pour ce retrait du marché. Cela prend généralement quelques secondes, mais peut prendre plus longtemps si le réseau est encombré.
hi: हमने इस सेवानिवृत्ति के लिए ब्लॉकचैन डेटा को संसाधित करना समाप्त नहीं किया है। इसमें आमतौर पर कुछ सेकंड लगते हैं, लेकिन नेटवर्क भीड़भाड़ होने पर इसमें अधिक समय लग सकता है।
ru: Мы еще не закончили обработку данных блокчейна для этого вывода. Обычно это занимает несколько секунд, но может занять больше времени, если сеть перегружена.
zh_cn: 我们还没有完成这次碳停用的区块链数据处理。这通常需要几秒钟，但如果网络拥塞，可能需要更长时间。

source: Wrong Network
de: Falsches Netzwerk
es: Red incorrecta
fr: Mauvais réseau
hi: गलत नेटवर्क
ru: Неверная сеть
zh_cn: 网络错误

# blog.disclaimer.description
source: The information provided in this blog post pertaining to KlimaDAO (“KlimaDAO”), its crypto-assets, business assets, strategy, and operations, is for general informational purposes only and is not a formal offer to sell or a solicitation of an offer to buy any securities, options, futures, or other derivatives related to securities in any jurisdiction and its content is not prescribed by securities laws. Information contained in this blog post should not be relied upon as advice to buy or sell or hold such securities or as an offer to sell such securities. This blog post does not take into account nor does it provide any tax, legal or investment advice or opinion regarding the specific investment objectives or financial situation of any person. KlimaDAO and its agents, advisors, directors, officers, employees and shareholders make no representation or warranties, expressed or implied, as to the accuracy of such information and KlimaDAO expressly disclaims any and all liability that may be based on such information or errors or omissions thereof. KlimaDAO reserves the right to amend or replace the information contained herein, in part or entirely, at any time, and undertakes no obligation to provide the recipient with access to the amended information or to notify the recipient thereof. The information contained in this blog post supersedes any prior blog post or conversation concerning the same, similar or related information. Any information, representations or statements not contained herein shall not be relied upon for any purpose. Neither KlimaDAO nor any of its representatives shall have any liability whatsoever, under contract, tort, trust or otherwise, to you or any person resulting from the use of the information in this blog post by you or any of your representatives or for omissions from the information in this blog post. Additionally, KlimaDAO undertakes no obligation to comment on the expectations of, or statements made by, third parties in respect of the matters discussed in this blog post.
de: Die in diesem Blogbeitrag bereitgestellten Informationen zu KlimaDAO („KlimaDAO“), seinen Krypto-Assets, Geschäftsvermögen, Strategie und Betrieb dienen nur allgemeinen Informationszwecken und sind kein formelles Verkaufsangebot oder eine Aufforderung zur Abgabe eines Angebots von Wertpapieren, Optionen, Futures oder andere Derivaten im Zusammenhang mit Wertpapieren in jeglicher Rechtsordnung, und der Inhalt ist nicht durch Wertpapiergesetze vorgeschrieben. Die in diesem Blogbeitrag enthaltenen Informationen sollten nicht als Empfehlung zum Kauf oder Verkauf oder Halten solcher Wertpapiere oder als Angebot zum Verkauf solcher Wertpapiere angesehen werden. Dieser Blog-Beitrag berücksichtigt weder Steuer-, Rechts- oder Anlageberatung noch gibt er eine Stellungnahme zu den spezifischen Anlagezielen oder der finanziellen Situation einer Person ab. KlimaDAO und seine Vertreter, Berater, Direktoren, leitenden Angestellten, Mitarbeiter und Aktionäre geben keine ausdrücklichen oder stillschweigenden Zusicherungen oder Gewährleistungen hinsichtlich der Richtigkeit dieser Informationen ab, und KlimaDAO lehnt ausdrücklich jegliche Haftung ab, die auf solchen Informationen oder Fehlern oder Auslassungen beruhen könnte. KlimaDAO behält sich das Recht vor, die hierin enthaltenen Informationen ganz oder teilweise jederzeit zu ändern oder zu ersetzen, und übernimmt keine Verpflichtung, dem Empfänger die geänderten Informationen zugänglich zu machen oder den Empfänger hiervon in Kenntnis zu setzen. Die in diesem Blog-Beitrag enthaltenen Informationen ersetzen alle in früheren Blog-Beiträge oder Konversationen ähnlichen oder verwandten Informationen. Auf Informationen, Darstellungen oder Aussagen, die hier nicht enthalten sind, darf für keinen Zweck vertraut werden. Weder KlimaDAO noch einer seiner Vertreter haften Ihnen oder einer anderen Person gegenüber aus jeglichen Gründen, die sich aus der Verwendung oder Nichtverwendung der Informationen in diesem Blog-Beitrag durch Sie oder einen Ihrer Vertreter ergibt. Darüber hinaus übernimmt KlimaDAO keine Verpflichtung, die Erwartungen oder Aussagen Dritter in Bezug auf die in diesem Blogbeitrag erörterten Angelegenheiten zu kommentieren.
es: La información proporcionada en este post relativo a KlimaDAO ("KlimaDAO"), sus criptoactivos, activos comerciales, estrategia y operaciones, tiene únicamente fines informativos generales y no es una oferta formal de venta ni una solicitud de oferta de compra de valores, opciones, futuros u otros derivados relacionados con valores en ninguna jurisdicción y su contenido no está prescrito por las leyes de valores. La información contenida en este post no debe ser considerada como un consejo para comprar o vender o mantener dichos valores o como una oferta para venderlos. Esta post no tiene en cuenta ni proporciona ningún tipo de asesoramiento fiscal, jurídico o de inversión, ni opinión sobre los objetivos de inversión específicos o la situación financiera de ninguna persona. KlimaDAO y sus agentes, asesores, directores, funcionarios, empleados y accionistas no ofrecen ninguna declaración ni garantía, expresa o implícita, en cuanto a la exactitud de dicha información y KlimaDAO renuncia expresamente a toda responsabilidad que pueda basarse en dicha información o en errores u omisiones de la misma. KlimaDAO se reserva el derecho de modificar o sustituir la información contenida en este documento, en parte o en su totalidad, en cualquier momento, y no se compromete a facilitar al destinatario el acceso a la información modificada ni a notificárselo. La información contenida en este post sustituye a cualquier post o conversación anterior relativa a la misma información, similar o relacionada. Cualquier información, representación o declaración que no esté contenida en el presente documento no deberá ser considerada para ningún propósito. Ni KlimaDAO ni ninguno de sus representantes tendrán responsabilidad alguna, contractual, extracontractual, fiduciaria o de otro tipo, frente a usted o a cualquier persona que resulte del uso de la información contenida en esta entrada de blog por parte de usted o de cualquiera de sus representantes, o por las omisiones de la información contenida en este post. Además, KlimaDAO no asume ninguna obligación de comentar las expectativas o declaraciones de terceros con respecto a los asuntos tratados en este post.
fr: Les informations fournies dans cet article de blog concernant KlimaDAO ("KlimaDAO"), ses crypto-actifs, ses actifs commerciaux, sa stratégie et ses opérations, sont fournis uniquement à des fins d'information générale et ne constituent pas une offre formelle de vente ou une sollicitation d'offre visant à l'achat de valeurs mobilières, d'options, de contrats à terme ou d'autres dérivés liés à des valeurs mobilières dans quelque juridiction que ce soit et dont le contenu n'est pas prescrit par les lois sur les valeurs mobilières. Les informations contenues dans cet article de blog ne constituent pas des conseils pour acheter, vendre ou détenir des titres ou une proposition de vente de titres. Cet article de blog ne prend pas en compte et ne fournit aucun conseil ou avis fiscal, juridique ou d'investissement concernant les objectifs d'investissement spécifiques ou la situation financière particulière d'un individu. KlimaDAO et ses agents, conseillers, administrateurs, dirigeants, employés et actionnaires ne font aucune déclaration ni ne promettent aucune garantie, expresse ou implicite, quant à l'exactitude de ces informations et KlimaDAO décline expressément toute responsabilité concernant des erreurs ou des oublis pouvant y être présentes. KlimaDAO se réserve le droit de modifier ou de remplacer à tout moment tout ou partie des informations contenues dans ce document, et n'assume aucune obligation d'en prévenir le lecteur ni de lui fournir l'accès aux informations modifiées. Les informations contenues dans cet article de blog remplacent tout article de blog ou conversation antérieure concernant des informations identiques, similaires ou connexes. Toute information, ou déclaration non contenue dans le présent document ne pourra être invoquée à quelque fin que ce soit. La responsabilité contractuelle, délictuelle, fiduciaire ou autre de KlimaDAO ni d'aucun de ses représentants ne pourra être invoquée, par vous ou toute autre personne dans le cas de l'utilisation des informations contenues dans ce blog ou en regard a des oublis d'informations dans cet article de blog. De plus, KlimaDAO n'assume aucune obligation de commenter sur les attentes ou de commenter les déclarations faites par un tiers concernant les sujets abordés dans cet article de blog.
hi: क्लिमाडाओ, इसकी क्रिप्टो-संपत्ति, व्यावसायिक संपत्ति, रणनीति और संचालन से संबंधित इस ब्लॉग पोस्ट में प्रदान की गई जानकारी केवल सामान्य सूचना के उद्देश्यों के लिए है और यह बेचने के लिए एक औपचारिक प्रस्ताव या प्रस्ताव की याचना नहीं है। किसी भी अधिकार क्षेत्र में प्रतिभूतियों से संबंधित कोई भी प्रतिभूति, विकल्प, वायदा, या अन्य डेरिवेटिव ख़रीदें और इसकी सामग्री प्रतिभूति क़ानूनों द्वारा निर्धारित नहीं है। इस ब्लॉग पोस्ट में निहित जानकारी को ऐसी प्रतिभूतियों को ख़रीदने या बेचने या रखने की सलाह या ऐसी प्रतिभूतियों को बेचने के प्रस्ताव के रूप में भरोसा नहीं किया जाना चाहिए। यह ब्लॉग पोस्ट किसी व्यक्ति के विशिष्ट निवेश उद्देश्यों या वित्तीय स्थिति के बारे में कोई कर, क़ानूनी या निवेश सलाह या राय प्रदान नहीं करता है और न ही इसे ध्यान में रखता है। क्लिमाडाओ और उसके एजेंट, सलाहकार, निदेशक, अधिकारी, कर्मचारी और शेयरधारक ऐसी जानकारी की सटीकता के रूप में व्यक्त या निहित कोई प्रतिनिधित्व या वारंटी नहीं देते हैं और क्लिमाडाओ स्पष्ट रूप से ऐसी जानकारी या त्रुटियों या चूक पर आधारित किसी भी और सभी दायित्व को अस्वीकार करता है। उसके। क्लिमाडाओ किसी भी समय, आंशिक रूप से या पूरी तरह से, इसमें निहित जानकारी को संशोधित करने या बदलने का अधिकार सुरक्षित रखता है, और प्राप्तकर्ता को संशोधित जानकारी तक पहुंच प्रदान करने या उसके प्राप्तकर्ता को सूचित करने के लिए कोई दायित्व नहीं लेता है। इस ब्लॉग पोस्ट में निहित जानकारी समान, समान या संबंधित जानकारी से संबंधित किसी भी पूर्व ब्लॉग पोस्ट या बातचीत का स्थान लेती है। कोई भी सूचना, अभ्यावेदन या कथन जो इसमें शामिल नहीं है, किसी भी उद्देश्य के लिए उस पर भरोसा नहीं किया जाएगा। आपके या आपके किसी प्रतिनिधि द्वारा इस ब्लॉग पोस्ट में दी गई जानकारी के उपयोग के परिणामस्वरूप या आपके द्वारा या आपके किसी भी प्रतिनिधि द्वारा चूक के परिणामस्वरूप न तो क्लिमाडाओ और न ही इसके किसी प्रतिनिधि का, अनुबंध, अपकृत्य, विश्वास या अन्यथा, आपके या किसी भी व्यक्ति के लिए कोई दायित्व नहीं होगा। इस ब्लॉग पोस्ट में जानकारी। इसके अतिरिक्त, क्लिमाडाओ इस ब्लॉग पोस्ट में चर्चा किए गए मामलों के संबंध में तृतीय पक्षों की अपेक्षाओं, या उनके द्वारा दिए गए बयानों पर टिप्पणी करने के लिए कोई दायित्व नहीं लेता है।
ru: Информация, представленная в данном блоге, касающаяся KlimaDAO («KlimaDAO»), ее криптоактивов, бизнес-активов, стратегии и операций, предназначена исключительно для общих информационных целей и не является официальным предложением о продаже или предложением оферты. о покупке любых ценных бумаг, опционов, фьючерсов или других производных инструментов, связанных с ценными бумагами, в любой юрисдикции, и ее содержание не предусмотрено законодательством о ценных бумагах. Информация, содержащаяся в этом блоге, не должна рассматриваться как совет купить или продать или держать такие ценные бумаги или как предложение продать такие ценные бумаги. Данная статья в блоге не учитывает и не предоставляет никаких налоговых, юридических или инвестиционных консультаций или мнений относительно конкретных инвестиционных целей или финансового положения любого лица. KlimaDAO и ее агенты, советники, директора, должностные лица, сотрудники и акционеры не делают никаких заявлений или гарантий, выраженных или подразумеваемых, в отношении точности такой информации, и KlimaDAO в данной форме отказывается от любой ответственности, которая может быть основана на такой информации или ошибках или упущениях в ней. KlimaDAO оставляет за собой право в любое время частично или полностью изменять или заменять содержащуюся здесь информацию и не берет на себя никаких обязательств по предоставлению получателю доступа к измененной информации или уведомлению получателя об этом. Информация, содержащаяся в этом сообщении в блоге, заменяет собой любое предыдущее сообщение в блоге или обсуждение, касающееся той же, похожей или связанной информации. Любая информация, утверждения или заявления, не содержащиеся в настоящем документе, не должны приниматься во внимание для каких-либо целей. Ни KlimaDAO, ни кто-либо из ее представителей не несут никакой ответственности по контракту, гражданскому правонарушению, доверительному праву или иным образом перед вами или любым лицом в результате использования информации в этом сообщении в блоге вами или любым из ваших представителей или за упущения в информация в этом сообщении в блоге. Кроме того, KlimaDAO не берет на себя обязательств комментировать ожидания или заявления третьих лиц в отношении вопросов, обсуждаемых в этом сообщении в блоге.
zh_cn: 本博文中提供的有关 KlimaDAO（“KlimaDAO”）、其加密资产、商业资产、战略和运营的信息仅供一般参考之用，并非正式的出售要约或要约邀请在任何司法管辖区购买与证券相关的任何证券、期权、期货或其他衍生品，其内容不受证券法的规定。本博文中包含的信息不应被视为购买或出售或持有此类证券的建议或出售此类证券的要约。本博文不考虑也不提供关于任何人的具体投资目标或财务状况的任何税务、法律或投资建议或意见。 KlimaDAO 及其代理人、顾问、董事、管理人员、员工和股东对此类信息的准确性不作任何明示或暗示的陈述或保证，且 KlimaDAO 明确否认可能基于此类信息或错误或遗漏的任何和所有责任。 KlimaDAO 保留随时部分或全部修改或替换此处包含的信息的权利，并且不承担向接收者提供访问修改后的信息或通知接收者的义务。本博文中包含的信息将取代之前任何关于相同、相似或相关信息的博文或对话。不得出于任何目的依赖此处未包含的任何信息、陈述或声明。 KlimaDAO 或其任何代表，均不对您或任何人因您或您的任何代表使用本博客文章中的信息或遗漏而导致的合同、侵权、信托或其他方式产生的结果承担任何责任。此外，KlimaDAO 不承担评论第三方对本博文中讨论的事项的期望或声明的义务。

# blog.disclaimer.title
source: Disclaimer:
de: Haftungsausschluss:
es: Aviso legal:
fr: Avertissement légal
hi: अस्वीकरण:
ru: Отказ от ответственности
zh_cn: 免责声明：

# buy.answer_exchange
source: Advanced users can use the <0>Polygon Bridge</0> to move any asset from Ethereum to Polygon, and/or the <1>Polygon Gas Swap</1> to swap assets like USDC for MATIC.
de: Fortgeschrittene Nutzer können die <0>Polygon Bridge</0> verwenden, um digitale Assets von Ethereum nach Polygon zu transferieren. Über <1>Polygon Gas Swap</1> tauschen Sie digitale Assets wie USDC oder MATIC.
es: Los usuarios avanzados pueden utilizar el <0>Polygon Bridge</0> para mover cualquier activo de Ethereum a Polygon, y/o el <1>Polygon Gas Swap</1> para intercambiar activos como USDC por MATIC.
fr: Les utilisateurs avancés peuvent utiliser le <0>Polygon Bridge</0> pour déplacer n'importe quel actif d'Ethereum vers Polygon, et/ou le <1>Polygon Gas Swap</1> pour échanger des actifs comme USDC contre MATIC.
hi: उन्नत उपयोगकर्ता <0>Polygon Bridge</0> का उपयोग कर सकते हैं एथेरियम से पॉलीगॉन, और/या <1>Polygon Gas Swap</1> में किसी भी संपत्ति को स्थानांतरित करने के लिए MATIC के लिए USDC जैसी संपत्तियों की अदला-बदली करना।
ru: Продвинутые пользователи могут использовать <0>Polygon Bridge</0> для перевода любого актива из Ethereum в Polygon, и/или <1>Polygon Gas Swap</1> для обмена таких активов, как USDC на MATIC.
zh_cn: 高级用户可以使用<0>Polygon Bridge</0>将任何资产从以太坊转移到 Polygon，和/或 <1>Polygon Gas Swap</1>将 USDC 等资产换成 MATIC。
