Repository: KlimaDAO/klimadao
Catalog: site/locale/*/messages.po
Languages: de, es, fr, hi, ru, zh_cn

# infinity.faq_answer2_paragraph3
source: Purchased offsets lead to measurable and accountable emissions reductions elsewhere in the economy, and can be used to ‘offset’ an unavoidable carbon footprint. The trade and retirement of carbon credits enables a market mechanism to emerge that puts a price on carbon.
de: Gekaufte CO2-Credits führen zu messbaren und nachvollziehbaren Emissionsreduktionen an anderer Stelle der Wirtschaft und können dazu genutzt werden, unvermeidbare CO2-Emissionen "auszugleichen". Durch den Handel und die Kompensation von CO2-Credits entstehen Marktmechanismen, die ein zuverlässiges Preisschild an CO2 hängen.
es: Las compensaciones compradas conducen a reducciones de emisiones medibles y responsables en otros sectores de la economía, y pueden utilizarse para "compensar" una huella de carbono inevitable. El comercio y la retirada de los créditos de carbono permiten la aparición de un mecanismo de mercado que pone precio al carbono.
fr: Les compensations achetées entraînent des réductions d'émissions mesurables et responsables dans d'autres secteurs de l'économie et peuvent être utilisées pour "compenser" une empreinte carbone inévitable. Le commerce et le retrait des crédits de carbone permettent l'émergence d'un mécanisme de marché qui fixe un prix au carbone.
hi: ख़रीदे गए ऑफ़सेट से अर्थव्यवस्था में कहीं और मापने योग्य और बड़ी मात्रा में उत्सर्जन में कमी आती है, और इसका उपयोग एक अपरिहार्य कार्बन फ़ुटप्रिंट को 'ऑफ़सेट' करने के लिए किया जा सकता है। कार्बन क्रेडिट का व्यापार और रिटायरमेंट एक बाज़ार तंत्र को उभरने में सक्षम बनाता है जो कार्बन पर मूल्य डालता है।
ru: Приобретенные квоты ведут к измеримому и подотчетному сокращению выбросов в других областях экономики и могут быть использованы для "компенсации" неизбежного углеродного следа. Торговля углеродными квотами и их изъятие из обращения позволяют появиться рыночному механизму, который устанавливает цену на углерод.
zh_cn: 购买的抵消量可以在经济的其他领域产生可衡量和可核算的减排效果，并可用于“抵消”无法避免的碳足迹。碳信用的交易和注销使得市场机制得以出现，从而为碳定价。

# infinity.faq_answer3
source: The objective of carbon markets is to reduce greenhouse gas (GHG, or “carbon”) emissions cost-effectively by setting limits on emissions and enabling the trading of emission units, which are financial instruments representing emission reductions. Trading enables entities that can reduce emissions at lower cost to be paid to do so by higher-cost emitters, thus lowering the economic cost of reducing emissions.
de: Das Ziel der Kohlenstoffmärkte ist die kosteneffiziente Reduktion von Treibhausgasemissionen ("THG" oder "CO2"), indem Grenzwerte für Emissionen festgelegt und Emissionseinheiten für den Handel freigegeben werden. Dadurch entstehen Finanzinstrumente, die Emissionsreduktionen repräsentieren. Aktiver Handel erlaubt es Projekten, die Emissionen günstig reduzieren können, für diese Arbeit von teureren Emittenten bezahlt zu werden. Dies senkt die wirtschaftlichen Kosten der Emissionsreduzierung.
es: El objetivo de los mercados de carbono es reducir las emisiones de gases de efecto invernadero (GEI, o "carbono") de forma rentable estableciendo límites a las emisiones y permitiendo el comercio de unidades de emisión, que son instrumentos financieros que representan reducciones de emisiones. El comercio permite que las entidades que pueden reducir las emisiones a un coste menor sean pagadas por los emisores de mayor coste, reduciendo así el coste económico de la reducción de las emisiones. Traducción realizada con la versión gratuita del traductor www.DeepL.com/Translator
fr: L'objectif des marchés du carbone est de réduire les émissions de gaz à effet de serre (GES, ou "carbone") de manière rentable en fixant des limites aux émissions et en permettant l'échange d'unités d'émission, qui sont des instruments financiers représentant les réductions d'émissions. L'échange permet aux entités qui peuvent réduire leurs émissions à moindre coût d'être payées pour le faire par les émetteurs dont les coûts sont plus élevés, ce qui réduit le coût économique de la réduction des émissions. Traduit avec www.DeepL.com/Translator (version gratuite)
hi: कार्बन बाज़ारों का उद्देश्य उत्सर्जन पर सीमा निर्धारित करके और उत्सर्जन इकाइयों के व्यापार को सक्षम करके ग्रीनहाउस गैस (GHG/जीएचजी, या "कार्बन") उत्सर्जन को प्रभावी ढंग से कम करना है, जो उत्सर्जन में कमी का प्रतिनिधित्व करने वाले वित्तीय साधन हैं। व्यापार उन संस्थाओं को सक्षम बनाता है जो उच्च लागत वाले उत्सर्जकों द्वारा भुगतान करने के लिए कम लागत पर उत्सर्जन को कम कर सकते हैं, इस प्रकार उत्सर्जन को कम करने की आर्थिक लागत को कम कर सकते हैं।
ru: Целью углеродных рынков является рентабельное сокращение выбросов парниковых газов (ПГ или «углерод») путем установления ограничений на выбросы и предоставления возможности торговли единицами выбросов, которые являются финансовыми инструментами, отражающими сокращение выбросов. Торговля позволяет организациям, которые могут сократить выбросы с меньшими затратами, получать оплату от источников выбросов с более высокими затратами, тем самым снижая экономические затраты на сокращение выбросов.
zh_cn: 碳市场的目标是通过设定排放限制和实现排放单位的交易，以经济有效地减少温室气体（GHG，或“碳”）排放，排放单位是代表减排的金融工具。交易使得那些高成本排放实体向以更低成本减少排放的实体支付费用，来实现减排，从而降低减少排放的经济成本。

# infinity.faq_question1
source: 1. What is a carbon offset?
de: 1. Was ist ein CO2-Offset?
es: 1. ¿Qué es una compensación de carbono?
fr: 1. Qu'est-ce qu'une compensation carbone ?
hi: 1. कार्बन ऑफ़सेट क्या है?
ru: 1. Что такое углеродная компенсация?
zh_cn: 1. 什么是碳抵消？

# infinity.faq_question2
source: 2. How does offsetting help in the fight against climate change?
de: 2. Wie helfen Offsets dabei, den Klimawandel zu bekämpfen?
es: 2. ¿Cómo contribuye el offsetting a la lucha contra el cambio climático?
fr: 2. Comment la compensation contribue-t-elle à la lutte contre le changement climatique ?
hi: 2. जलवायु परिवर्तन के विरुद्ध लड़ाई में ऑफ़सेटिंग कैसे मदद् करती है?
ru: 2. Как компенсация помогает в борьбе с изменением климата?
zh_cn: 2. 如何通过抵消来帮助应对气候变化？

# infinity.faq_question3
source: 3. What are carbon markets?
de: 3. Was sind Kohlenstoffmärkte?
fr: 3. Que sont les marchés du carbone ?
hi: 3. कार्बन बाजार क्या हैं?
ru: 3. Что такое углеродные рынки?
zh_cn: 3. 什么是碳市场？

# infinity.fast_subtitle
source: Offset in seconds, with no red tape
de: CO2-Ausgleich in Sekunden - ohne Papierkram
es: Compensación en segundos, sin trámites burocráticos
fr: Compensation en quelques secondes, sans paperasserie
hi: बिना किसी परेशानी के, सेकंडों में ऑफ़सेट करें
ru: Компенсация в считанные секунды, без волокиты
zh_cn: 几秒钟就可抵消，没有繁文缛节

# infinity.fast_title
source: Fast
de: Schnell
es: Rápido
fr: Rapide
hi: तेज़
ru: Быстро
zh_cn: 快速地

# infinity.getStartedModal_business
source: I'm a <0/>business.
de: Ich bin ein <0/>Unternehmen.
es: Soy una <0/>empresa.
fr: Je suis une entreprise <0/>.
hi: मैं एक <0/>व्यवसाय हूँ।
ru: Я <0/>предприниматель.
zh_cn: 我是一个<0/>企业。

# infinity.getStartedModal_individual
source: I'm an<0/>individual.
de: Ich bin eine <0/>Privatperson.
es: Soy un<0/>individuo.
fr: Je suis un particulier <0/>.
hi: मैं एक<0/>व्यक्ति हूँ।
ru: Я<0/>частное лицо.
zh_cn: 我是一个<0/>个人。

# infinity.getStartedModal_needAssistance
source: I'd like assistance with my organization's carbon footprint.
de: Ich benötige Unterstützung, um den CO2-Fußabdruck meines Unternehmens zu berechnen.
es: Me gustaría recibir ayuda con la huella de carbono de mi organización.
fr: J'aimerais qu'on m'aide à évaluer l'empreinte carbone de mon entreprise.
hi: मुझे अपने संगठन के कार्बन फुटप्रिंट में सहायता चाहिए.
ru: Я хотел бы получить помощь по вопросам углеродного следа моей организации.
zh_cn: 我想在碳足迹计算上协助我的组织。

# infinity.getStartedModal_offsetCrypto
source: I want to<0/>offset crypto.
de: Ich will<0/>Kryptoaktivitäten kompensieren.
es: Quiero <0/>compensar crypto.
fr: Je veux compenser <0/> de la crypto.
hi: मैं क्रिप्टो को <0/>ऑफ़सेट करना चाहता हूँ।
ru: Я хочу<0/>компенсировать криптовалюту.
zh_cn: 我想<0/>抵消加密货币。

# infinity.getStarted_calculate
source: Calculate
de: Berechnen
es: Calcular
fr: Calculer
hi: गणना
ru: Рассчитать
zh_cn: 计算

# infinity.getStarted_calculate_subtitle
source: Calculate your organization's carbon footprint and define the scope of your offset with Klima Infinity.
de: Berechnen Sie den CO2-Fußabdruck Ihres Unternehmens und definieren Sie den Scope Ihrer Kompensation mit Klima Infinity.
es: Calcule la huella de carbono de su organización y defina el alcance de su compensación con Klima Infinity.
fr: Calculez l'empreinte carbone de votre organisation et définissez la portée de votre compensation avec Klima Infinity.
hi: अपने संगठन के कार्बन फुटप्रिंट की गणना करें और Klima Infinity (क्लीमा इनफिनिटी) के साथ अपने ऑफ़सेट के दायरे को परिभाषित करें।
ru: Рассчитайте углеродный след вашей организации и определите объем компенсации с помощью Klima Infinity.
zh_cn: 使用 Klima Infinity 计算您组织的碳足迹并定义您的抵消范围。

# infinity.getStarted_cta
source: Accelerate your path to carbon neutral - and beyond
de: Beschleunigen Sie Ihren Weg zur CO2-Neutralität - und darüber hinaus
es: Acelere su camino hacia la neutralidad de carbono - y más allá
fr: Accélérez votre démarche vers la neutralité carbone - et au-delà
hi: कार्बन न्यूट्रल होने - और उससे आगे के लिए अपनी रफ़्तार तेज़ करें
ru: Ускорьте свой путь к нулевому выбросу углерода — и не только
zh_cn: 加快实现碳中和的道路——甚至超越

# infinity.getStarted_second_subtitle
source: Implement your offset with just a few clicks, and with near-instant transaction time.
de: Implementieren Sie Ihre Kompensation mit nur wenigen Klicks und fast in Echtzeit.
es: Implante su compensación con unos pocos clics y con un tiempo de transacción casi instantáneo.
fr: Mettez en œuvre votre compensation en quelques clics seulement, et avec un temps de transaction quasi instantané.
hi: अपने ऑफ़सेट को कुछ ही क्लिक में और लगभग तत्काल लेन-देन समय के साथ कार्यान्वित करें।
ru: Внедряйте свои смещение всего несколькими щелчками мыши и практически мгновенно.
zh_cn: 只需点击几下即可实现您的抵消，交易时间几乎即时。

# infinity.getStarted_second_title
source: Implement
de: Umsetzen
es: Implementar
fr: Mettre en œuvre
hi: कार्यान्वित करना
ru: Внедрить
zh_cn: 实施

# infinity.getStarted_third_subtitle
source: Track your commitment, and amplify awareness around your Climate Positive actions.
de: Behalten Sie Ihr Engagement im Blick und machen Sie Ihr klimapositives Handeln besser sichtbar.
es: Haga un seguimiento de su compromiso y amplíe la concienciación en torno a sus acciones de Clima Positivo.
fr: Suivez votre engagement et renforcez la sensibilisation à vos actions en faveur du climat.
hi: अपनी प्रतिबद्धता को ट्रैक करें, और अपने जलवायु सकारात्मक कार्यों के बारे में जागरूकता बढ़ाएँ।
ru: Отслеживайте свои обязательства и повышайте осведомленность о своих действиях, направленных на улучшение климата.
zh_cn: 跟踪您的承诺，并增加对您积极应对气候变化行动的认知。

# infinity.getStarted_third_title
source: Amplify
de: Sichtbar machen
es: Amplificar
fr: Amplifier
hi: बढ़ाना
ru: Усилить
zh_cn: 放大

# infinity.head.metaDescription
source: A next-generation carbon toolkit for your organization.
de: Das CO2-Toolkit der nächsten Generation für Ihr Unternehmen.
es: Un conjunto de herramientas de carbono de nueva generación para su organización.
fr: Une boîte à outils carbone de prochaine génération pour votre organisation.
hi: आपके संगठन के लिए अगली पीढ़ी का कार्बन टूलकिट।
ru: Набор инструментов нового поколения по борьбе с выбросами углеродов для вашей организации.
zh_cn: 适合您组织的下一代碳工具包。

# infinity.head.metaTitle
source: Klima Infinity - Go carbon neutral
de: Klima Infinity - Werden Sie CO2-neutral
es: Klima Infinity - Sea neutro en carbono
fr: Klima Infinity - Devenez neutre en carbon
hi: Klima Infinity (क्लिमा इन्फिनिटी) - गो कार्बन न्यूट्रल
ru: Klima Infinity — станьте углеродно-нейтральным
zh_cn: Klima Infinity - 实现碳中和

# infinity.head.title
source: KlimaDAO | Klima Infinity
hi: क्लीमाडाओ | क्लीमा इन्फिनिटी

# infinity.info_subtitle1
source: For the planet's pioneering organizations
de: Für die fortschrittlichsten Organisationen der Welt
es: Para las organizaciones pioneras del planeta
fr: Pour les organisations pionnières de la planète
hi: इस ग्रह के अग्रणी संगठनों के लिए
ru: Для новаторских организаций планеты
zh_cn: 为地球上的先驱组织

# infinity.info_subtitle2
source: The world's most powerful and easy-to-use offsetting solution
de: Die weltweit einfachste und leistungsstärkste Lösung für CO2-Kompensation
es: La solución de compensación más potente y fácil de usar del mundo
fr: La solution de compensation la plus puissante et la plus facile à utiliser au monde
hi: दुनिया का सबसे शक्तिशाली और उपयोग-में-आसान ऑफ़सेटिंग समाधान
ru: Самое мощное и простое в использовании компенсационное решение в мире
zh_cn: 世界上最强大且易于使用的碳抵消解决方案

# infinity.mission_card1_subtitle
source: Carbon tonnes held by KlimaDAO
de: CO2-Tonnen im Besitz von KlimaDAO
es: Toneladas de carbono en poder de KlimaDAO
fr: Tonnes de carbone détenues par KlimaDAO
hi: क्लीमाडाओ . द्वारा आयोजित कार्बन टन
ru: Тонны углерода, удерживаемые KlimaDAO
zh_cn: KlimaDAO 持有的碳吨数

# infinity.mission_card1_title
source: 18.1 million
de: 18,1 Mio.
es: 18,1 millones
fr: 18,1 millions
hi: 18.1 मिलियन
ru: 18,1 миллиона
zh_cn: 1810万

# infinity.mission_card2_description
source: Carbon liquidity held by KlimaDAO
de: CO2-Liquidität im Besitz von KlimaDAO
es: Liquidez de carbono en manos de KlimaDAO
fr: Liquidité carbone détenue par KlimaDAO
hi: क्लीमाडाओ द्वारा होल्ड की गयी कार्बन तरलता
ru: Углеродная ликвидность, принадлежащая KlimaDAO
zh_cn: KlimaDAO 持有的碳流动性

# infinity.mission_card3_description
source: Carbon tonnes offset via KlimaDAO
de: CO2-Tonnen ausgeglichen via KlimaDAO
es: Toneladas de carbono compensadas vía KlimaDAO
fr: Tonnes de carbone compensées via KlimaDAO
hi: क्लीमाडाओ . के माध्यम से कार्बन टन ऑफसेट
ru: Тонны углерода компенсированы через KlimaDAO
zh_cn: 通过 KlimaDAO 抵消的碳吨数

# infinity.polygon_manifesto_description
source: By offsetting the historical emissions of their entire network, Polygon has ensured that every interaction within its network - whether an NFT mint or a DeFi transaction - is taken into account. This is a key reason why Meta chose Polygon to issue its NFTs.
de: Indem Polygon ihre gesamten historischen Emissionen kompensierten, glich das Netzwerk ausnahmslos jede Interaktion aus - von der NFT-Erstellung bis zu DeFi-Transaktionen. Dies ist einer der Hauptgründe, weshalb Meta sich für die Herausgabe ihrer NFTs für Polygon entschieden hat.
es: Al compensar las emisiones históricas de toda su red, Polygon se ha asegurado de que se tenga en cuenta cada interacción dentro de su red, ya sea una acuñación de NFT o una transacción de DeFi. Esta es una razón clave por la que Meta eligió a Polygon para emitir sus NFT.
fr: En compensant les émissions historiques de l'ensemble de son réseau, Polygon s'est assuré que chaque interaction au sein de son réseau - qu'il s'agisse d'une frappe de NFT ou d'une transaction DeFi - est prise en compte. C'est l'une des principales raisons pour lesquelles Meta a choisi Polygon pour émettre ses NFT.
hi: अपने पूरे नेटवर्क के ऐतिहासिक उत्सर्जन को ऑफसेट करके, पॉलीगॉन ने यह सुनिश्चित किया है कि उसके नेटवर्क के भीतर हर आदान-प्रदान - चाहे वह NFT (एनएफटी) मिंट हो या DeFi (डीफ़ाई) लेनदेन - को ध्यान में रखा जाता है। यह एक प्रमुख कारण है कि मेटा ने अपने NFT (एनएफटी) जारी करने के लिए बहुभुज को चुना।
ru: Компенсируя исторические выбросы всей своей сети, Polygon гарантирует, что каждое взаимодействие в сети - будь то майнинг NFT или транзакция DeFi - учитывается. Это ключевая причина, по которой Meta выбрала Polygon для выпуска своих NFT.
zh_cn: 通过抵消其整个网络的历史排放量，Polygon 确保其网络内的每一次交互都被考虑在内 — 无论是 NFT 铸币厂还是 DeFi 交易。这是 Meta 选择 Polygon 发行其 NFT 的一个关键原因。

# infinity.polygon_manifesto_title
source: The offset is part of Polygon's Green Manifesto
de: Dieser Ausgleich ist Teil von Polygons Grünem Manifest
es: La compensación forma parte del Manifiesto Verde de Polygon
fr: La compensation fait partie du Manifeste Vert de Polygon.
hi: ऑफ़सेट Polygon (पॉलीगॉन) के ग्रीन मैनिफ़ेस्टो का हिस्सा है
ru: Смещение является частью "Зеленого манифеста" Polygon
zh_cn: 抵消是 Polygon 的绿色宣言的一部分

# infinity.polygon_story_description
source: Polygon offset the network's carbon emissions since inception - roughly 90,000 tonnes - and pledged to go climate positive for all of the network's future transactions.
de: Polygon hat alle CO2-Emissionen seit Gründung des Netzwerkes kompensiert - etwa 90.000 Tonnen - und sich dazu verpflichtet, alle zukünftigen Transaktionen des Netzwerkes klimapositiv zu gestalten.
es: Polygon ha compensado las emisiones de carbono de la red desde su creación -aproximadamente 90.000 toneladas- y se ha comprometido a ser climáticamente positivo en todas las transacciones futuras de la red.
fr: Polygon a compensé les émissions de carbone du réseau depuis sa création - environ 90 000 tonnes - et s'est engagé à adopter une approche climatiquement positive pour toutes les transactions futures du réseau.
hi: Polygon (पॉलीगॉन) ने स्थापना के बाद से नेटवर्क के कार्बन उत्सर्जन को ऑफ़सेट किया - लगभग 90,000 टन - और नेटवर्क के भविष्य के सभी लेनदेन के लिए जलवायु सकारात्मक होने का वचन दिया।
ru: Polygon компенсировал выбросы углерода в сети с момента ее создания (примерно 90 000 тонн) и пообещал обеспечить положительное воздействие на климат во всех будущих транзакциях сети.
zh_cn: Polygon 抵消了该网络自成立以来的碳排放量 — 大约 90,000 吨 — 并承诺为该网络的所有未来交易带来积极气候影响。

# infinity.polygon_story_title
source: Polygon chose Klima Infinity to offset their blockchain network
de: Polygon nutzt Klima Infinity, um ihre Blockchain CO2-neutral zu machen
es: Polygon eligió a Klima Infinity para compensar su red de blockchain
fr: Polygon a choisi Klima Infinity pour compenser son réseau de blockchain.
hi: Polygon (पॉलीगॉन) ने अपने ब्लॉकचेन नेटवर्क को ऑफ़सेट करने के लिए Klima Infinity (क्लीमा इन्फिनिटी) को चुना
ru: Polygon выбрал Klima Infinity для компенсации своей блокчейн-сети
zh_cn: Polygon 选择 Klima Infinity 来抵消他们的区块链网络排放的碳

# infinity.tonnes
source: Tonnes
de: Tonnen
es: Toneladas
hi: टन
ru: Тонны
zh_cn: 吨

# infinity.transparent_subtitle
source: Transparent
es: Transparente
fr: Transparente
hi: पारदर्शी
ru: Прозрачный
zh_cn: 透明的

# infinity.transparent_title
source: Immutably recorded on the blockchain
de: Für immer in die Blockchain eingetragen
es: Registrado inmutablemente en el blockchain
fr: Immuablement enregistré sur la blockchain
hi: ब्लॉकचेन पर अपरिवर्तनीय रूप से रिकॉर्ड किया गया
ru: Неизменно записывается в блокчейн
zh_cn: 不可篡改地记录在区块链上

# infinity.welcome_subtitle
source: Klima Infinity is a next-generation carbon toolkit for your organization
de: Klima Infinity ist ein CO2-Toolkit der nächsten Generation für Ihr Unternehmen.
es: Klima Infinity es un conjunto de herramientas de carbono de última generación para su organización
fr: Klima Infinity est une boîte à outils carbone de prochaine génération pour votre organisation.
hi: Klima Infinity (क्लिमा इन्फिनिटी) आपके संगठन के लिए अगली पीढ़ी का कार्बन टूलकिट है
ru: Набор инструментов нового поколения по борьбе с выбросами углеродов для вашей организации.
zh_cn: Klima Infinity 是适用于您组织的下一代碳工具包

# infinity.welcome_title
source: The easiest way to go carbon neutral
de: Der einfachste Weg, CO2-neutral zu werden
es: La forma más fácil de ser neutro en carbono
fr: Le moyen le plus simple de devenir neutre en carbone
hi: कार्बन न्यूट्रल होने का सबसे आसान तरीका
ru: Самый простой способ стать углеродно-нейтральным
zh_cn: 实现碳中和的最简单方法

# infinity.why_description
source: KlimaDAO is leveraging a stack of DeFi technologies to reduce market fragmentation and accelerate the delivery of climate finance to sustainability projects worldwide.
de: KlimaDAO nutzt wegweisende DeFi-Technologien, um Marktfragmentierung zu reduzieren und die Bereitstellung eines klimazentrierten Finanzwesens für Nachhaltigkeitsprojekte weltweit zu beschleunigen.
es: KlimaDAO aprovecha una serie de tecnologías DeFi para reducir la fragmentación del mercado y acelerar la entrega de financiación climática a proyectos de sostenibilidad en todo el mundo.
fr: KlimaDAO s'appuie sur une pile de technologies DeFi pour réduire la fragmentation du marché et accélérer la fourniture de financements climatiques à des projets de développement durable dans le monde entier.
hi: क्लीमाडाओ बाज़ार के विखंडन को कम करने और दुनिया भर में स्थिरता परियोजनाओं के लिए जलवायु वित्त के वितरण में तेज़ी लाने के लिए कई DeFi प्रौद्योगिकियों का लाभ उठा रहा है।
ru: KlimaDAO использует стек технологий DeFi для снижения фрагментации рынка и ускорения предоставления климатического финансирования проектам устойчивого развития по всему миру.
zh_cn: KlimaDAO 正在利用一系列 DeFi 技术来减少市场分散化，并加快向全球可持续项目提供气候融资。

# infinity.why_subtitle
source: DeFi that defies climate change
de: DeFi gegen den Klimawandel
es: DeFi que desafía el cambio climático
fr: La DeFi qui défie le changement climatique
hi: डेफी जो जलवायु परिवर्तन को धता बताती है
ru: DeFi, который бросает вызов изменению климата
zh_cn: 对抗气候变化的 DeFi

# infinity.why_title
source: Why KlimaDAO?
de: Warum KlimaDAO?
es: ¿Por qué KlimaDAO?
fr: Pourquoi KlimaDAO ?
hi: क्लीमाडाओ क्यों?
ru: Почему именно KlimaDAO?
zh_cn: 为什么选择 KlimaDAO？

# mission.header
source: KlimaDAO's mission is to democratize climate action
de: KlimaDAOs Mission ist die Demokratisierung des Klimaschutzes
es: La misión de KlimaDAO es democratizar la acción climática
fr: La mission de KlimaDAO est de démocratiser l'action climatique.
hi: क्लीमाडाओ का मिशन जलवायु कार्रवाई का लोकतंत्रीकरण करना है
ru: Миссия KlimaDAO — демократизация борьбы с изменением климата
zh_cn: KlimaDAO的使命是民主化气候行动

# pledge.errors.default
source: An error has occured
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
fr: Une erreur est survenue
hi: एक त्रुटि हूँई है
ru: Произошла ошибка
zh_cn: 发生错误

# pledge.errors.method_not_allowed
source: Method not allowed.
de: Methode nicht erlaubt.
es: Método no permitido.
fr: Méthode non autorisée.
hi: विधि अनुमत नहीं।
ru: Метод не доступен
zh_cn: 方法不允许。

# pledge.errors.pledge_not_found
source: A pledge was not found for this address.
de: Unter dieser Adresse konnte kein Pledge gefunden werden.
es: No se encontró un compromiso para esta dirección.
fr: Aucun engagement n'a été trouvé pour cette adresse.
hi: इस पते के लिए प्रतिज्ञा नहीं मिली।
ru: Залог по этому адресу не найден.
zh_cn: 找不到此地址的承诺。

# pledge.errors.unknown_error
source: An unknown error has occured.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ha ocurrido un error desconocido.
fr: Une erreur inconnue est survenue.
hi: एक त्रुटि हूँई है
ru: Произошла неизвестная ошибка.
zh_cn: 发生未知错误。

# pledge.form.error.cannot_add_yourself
source: You cannot add your own wallet as a secondary wallet
de: Sie können Ihre eigene Wallet nicht als sekundäre Wallet hinzufügen
es: No puede añadir su propio monedero como monedero secundario
fr: Vous ne pouvez pas ajouter votre propre portefeuille comme portefeuille secondaire.
hi: आप अपने स्वयं के वॉलेट को द्वितीयक वॉलेट के रूप में नहीं जोड़ सकते
ru: Вы не можете добавить свой собственный кошелек в качестве дополнительного кошелька
zh_cn: 您不能将自己的钱包添加为二级钱包

# pledge.form.error.default_error_message
source: Something went wrong. Please try again shortly.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.
es: Algo salió mal. Vuelva a intentarlo en breve.
fr: Un problème est survenu. Veuillez réessayer sous peu.
hi: कुछ गलत हो गया। कृपया शीघ्र ही पुन: प्रयास करें।
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз.
zh_cn: 出问题了。请稍后重试。

# pledge.form.error.duplicate_wallets
source: Please remove the duplicate wallet(s)
de: Bitte entfernen Sie die doppelte(n) Wallet(s)
es: Por favor, elimine la(s) cartera(s) duplicada(s)
fr: Veuillez supprimer le(s) portefeuille(s) en double
hi: कृपया डुप्लीकेट वॉलेट निकालें
ru: Пожалуйста, удалите дубликат(ы) кошелька(ов)
zh_cn: 请删除重复的钱包
