Repository: KlimaDAO/klimadao
Catalog: site/locale/*/messages.po
Languages: de, es, fr, hi, ru, zh_cn

# buy.how_to_paragraph_part_1
source: KLIMA is a carbon-backed digital asset and can be staked for rewards or used to offset digital carbon. Holding KLIMA also empowers you to vote and help govern the Digital Carbon Market.
de: KLIMA ist eine durch CO2-Zertifikate gedeckte digitale Währung, mit der Sie Ihren CO2-Fußabdruck digital ausgleichen und/oder Belohnungen erhalten können. KLIMA zu besitzen, berechtigt Sie dazu, am Wahlprozess teilzunehmen und die Ausrichtung des Digitalen CO2-Marktes zu steuern.
es: KLIMA es un activo digital respaldado por carbono y puede apostarse para obtener recompensas o utilizarse para compensar carbono digital. Poseer KLIMA también te permite votar y ayudar a gobernar el Mercado Digital de Carbono.
fr: Le KLIMA est un actif numérique adossé au carbone et peut être misé pour obtenir des récompenses ou être utilisé pour compenser des émissions de carbone numérique. La détention d'un KLIMA vous donne également le droit de voter et de participer à la gouvernance du marché du carbone numérique.
hi: KLIMA एक कार्बन-समर्थित डिजिटल संपत्ति है और इसे पुरस्कारों के लिए दांव पर लगाया जा सकता है या डिजिटल कार्बन को ऑफसेट करने के लिए उपयोग किया जा सकता है। KLIMA को होल्ड करना आपको वोट देने और डिजिटल कार्बन मार्केट को नियंत्रित करने में मदद करने का अधिकार भी देता है।
ru: KLIMA - это цифровой актив, обеспеченный углеродом, который можно заложить для получения вознаграждения или использовать для компенсации цифрового углерода. Владение KLIMA также дает вам право голосовать и участвовать в управлении цифровым рынком углерода.
zh_cn: KLIMA 是一种碳支持的数字资产，可以抵押以获得奖励或用于抵消数字碳。持有 KLIMA 还能让您投票并帮助管理数字碳市场。

# buy.how_to_paragraph_part_2
source: This is a short tutorial for beginners who are new to Web3 and DeFi
de: Dieses kurze Tutorial richtet sich an Personen ohne Erfahrung mit Web3 und DeFi.
es: Este es un breve tutorial para principiantes que son nuevos en Web3 y DeFi
fr: Voici un court tutoriel pour les débutants qui ne connaissent pas le Web3 et la DeFi.
hi: यह उन शुरुआती लोगों के लिए एक छोटा ट्यूटोरियल है जो Web3 और DeFi में नए हैं
ru: Это краткое руководство для новичков, которые только начинают знакомиться с Web3 и DeFi
zh_cn: 这是一个针对 Web3 和 DeFi 新手的简短教程

# buy.load_wallet
source: 2. Load your wallet with MATIC tokens
de: 2. MATIC-Tokens in deine Wallet überweisen
es: 2. Cargue su monedero con tokens MATIC
fr: 2. Charger votre portefeuille avec des jetons MATIC
hi: 2. अपने वॉलेट को MATIC टोकन से लोड करें
ru: 2. Пополните свой кошелек токенами MATIC
zh_cn: 2. 将MATIC代币存入您的钱包

# buy.load_wallet_description
source: <0>Load your new wallet with MATIC tokens.</0> MATIC is the gas that powers the Polygon network. Every transaction you execute on Polygon will require a few cents worth of MATIC to pay the network fee.
de: <0>Überweisen Sie MATIC-Tokens an Ihre neue Wallet.</0> MATIC ist der "Treibstoff" des Polygon-Netzwerks. Um Transaktionen über Polygon zu bezahlen, müssen Sie immer einen Centbruchteil in MATIC bezahlen.
es: <0>Carga tu nuevo monedero con tokens MATIC.</0> MATIC es el gas que alimenta la red Polygon. Cada transacción que ejecute en Polygon requerirá unos céntimos de MATIC para pagar la tarifa de red.
fr: <0>Chargez votre nouveau portefeuille avec des jetons MATIC.</0> MATIC est le gaz qui permet au réseau Polygon de fonctionner. Chaque transaction que vous exécutez sur Polygon nécessitera quelques centimes de MATIC pour payer les frais de réseau.
hi: <0>Load your new wallet with MATIC tokens.</0> MATIC वह गैस है जो बहुभुज नेटवर्क को शक्ति प्रदान करती है। पॉलीगॉन पर आपके द्वारा निष्पादित प्रत्येक लेनदेन को नेटवर्क शुल्क का भुगतान करने के लिए MATIC के कुछ सेंट मूल्य की आवश्यकता होगी।
ru: <0> Пополните свой новый кошелек токенами MATIC.</0> MATIC - это газ, на котором работает сеть Polygon. Каждая транзакция, которую вы совершаете в Polygon, требует несколько центов MATIC для оплаты сетевого сбора.
zh_cn: <0>充值 MATIC 代币到您的新钱包。</0> MATIC 是为 Polygon 网络提供动力的gas。您在 Polygon 上执行的每笔交易都需要价值几美分的 MATIC 来支付网络费用。

# buy.load_wallet_description1
source: Use a service like <0>MoonPay</0> or <1>Transak</1> or a centralized exchange like <2>Coinbase</2> to buy Polygon MATIC and send it to your newly created wallet.
de: Verwenden Sie einen Service wie <0>MoonPay</0> oder <1>Transak</1> oder eine zentralisierte Börse wie <2>Coinbase</2>, um MATIC zu kaufen und zu Ihrer neuerstellten Wallet zu senden.
es: Utiliza un servicio como <0>MoonPay</0> o <1>Transak</1> o un exchange centralizado como <2>Coinbase</2> para comprar Polygon MATIC y enviarlo a tu monedero recién creado.
fr: Utilisez un service comme <0>MoonPay</0> ou <1>Transak</1> ou un échange centralisé comme <2>Coinbase</2> pour acheter des jetons MATIC de Polygon et l'envoyer dans votre portefeuille nouvellement créé.
hi: <0>MoonPay</0> जैसी सेवा का उपयोग करें या <1>Transak</1> या एक केंद्रीकृत विनिमय जैसे <2>Coinbase</2> पॉलीगॉन मैटिक खरीदने और इसे अपने नए बनाए गए वॉलेट में भेजने के लिए।
ru: Используйте такой сервис, как <0>MoonPay</0> или <1>Transak</1> или централизованную биржу, например <2>Coinbase</2>, чтобы купить Polygon MATIC и отправить его на ваш вновь созданный кошелек.
zh_cn: 使用像 <0>MoonPay </0>或 <1>Transak</1>这样的服务, 或像 <2>Coinbase</2> 这样的中心化交易所购买 Polygon MATIC 并将其发送到您新创建的钱包。

# buy.load_wallet_description2
source: <0>Be sure that the MATIC tokens are sent to your new wallet address!</0> You can copy the address to your clipboard by connecting to our app and clicking the address in the navigation menu.
de: <0>Stellen Sie sicher, dass die MATIC-Tokens an Ihre neue Wallet-Adresse gesendet werden!</0> Sie önnen die Adresse kopieren, indem Sie sich mit unserer App verbinden und die Adresse im Navigationsmenü anklicken.
es: <0>¡Asegúrate de que los tokens MATIC se envían a la dirección de tu nuevo monedero!</0> Puedes copiar la dirección a tu portapapeles conectándote a nuestra app y haciendo clic en la dirección en el menú de navegación.
fr: <0>Assurez-vous que les jetons MATIC sont bien envoyés à votre nouvelle adresse de portefeuille !</0> Vous pouvez copier l'adresse dans votre presse-papiers en vous connectant à notre app et en cliquant sur l'adresse dans le menu de navigation.
hi: <0>Be sure that the MATIC tokens are sent to your new wallet address!</0> आप हमारे ऐप से जुड़कर और नेविगेशन मेनू में पते पर क्लिक करके पते को अपने क्लिपबोर्ड पर कॉपी कर सकते हैं।
ru: <0>Убедитесь, что токены MATIC отправлены на ваш новый адрес кошелька!</0> Вы можете скопировать адрес в буфер обмена, подключившись к нашему приложению и щелкнув адрес в меню навигации.
zh_cn: <0>确保将 MATIC 代币已发送到您的新钱包地址！</0> 您可以通过连接到我们的应用程序并单击导航菜单中的地址，将地址复制到剪贴板。

# buy.load_wallet_description3
source: <0>Be sure to buy and send the MATIC through the Polygon network!</0> Some exchanges like Coinbase will ask you which network to send the MATIC tokens on. Make sure to always choose Polygon.
de: <0>Stellen Sie sicher, die MATIC-Tokens über das Polygon-Netzwerk zu senden!</0> Börsen wie Coinbase werden Sie Fragen, an welches Netzwerk Sie die MATIC-Tokens senden möchten. Wählen Sie immer Polygon aus.
es: <0>¡Asegúrese de comprar y enviar los MATIC a través de la red Polygon!</0> Algunos exchanges como Coinbase le preguntarán a través de qué red enviar los tokens MATIC. Asegúrese de elegir siempre Polygon.
fr: <0>Assurez-vous d'acheter et d'envoyer des MATIC par le réseau Polygon !</0> Certains échanges comme Coinbase vous demanderont sur quel réseau envoyer les jetons MATIC. Vérifiez que vous choisissez toujours Polygon.
hi: <0>Be sure to buy and send the MATIC through the Polygon network!</0> कॉइनबेस जैसे कुछ एक्सचेंज आपसे पूछेंगे कि किस नेटवर्क पर MATIC टोकन भेजना है। हमेशा बहुभुज चुनना सुनिश्चित करें।
ru: <0>Обязательно купите и отправьте MATIC через сеть Polygon!</0> Некоторые биржи, такие как Coinbase, спросят вас, в какую сеть отправлять токены MATIC. Обязательно всегда выбирайте Polygon.
zh_cn: <0>请务必通过 Polygon 网络购买和发送 MATIC！</0> Coinbase 等一些交易所会询问您在哪个网络上发送 MATIC 代币。确保始终选择Polygon。

# buy.question_exchange
source: What if I want to use a different exchange, but they don't sell Polygon MATIC?
de: Ich möchte eine andere Börse nutzen, aber diese verkauft kein MATIC
es: ¿Qué pasa si quiero usar un exchange diferente, pero no venden Polygon MATIC?
fr: Que se passe-t-il si je veux utiliser un autre échange, mais qu'il ne vend pas de jetons MATIC de Polygon ?
hi: क्या होगा अगर मैं एक अलग एक्सचेंज का उपयोग करना चाहता हूं, लेकिन वे पॉलीगॉन MATIC नहीं बेचते हैं?
ru: Что делать, если я хочу использовать другую биржу, а они не продают Polygon MATIC?
zh_cn: 如果我想使用不同的交易所，但他们不出售 Polygon MATIC 怎么办？

# buy.question_why_matic
source: Why do I have to buy MATIC first?
de: Warum muss ich zuerst MATIC kaufen?
es: ¿Por qué tengo que comprar MATIC primero?
fr: Pourquoi dois-je d'abord acheter des jetons MATIC ?
hi: मुझे पहले मैटिक क्यों खरीदना चाहिए?
ru: Почему я должен сначала купить MATIC?
zh_cn: 为什么我必须先购买 MATIC？

# buy.question_why_matic_answer
source: The KLIMA token and protocol lives on the Polygon blockchain. MATIC is the “gas” that powers every transaction on Polygon. It is not possible to execute a transaction without paying the transaction fee. This means you will need to pay a few cents worth of MATIC for the following actions:
de: KLIMAs Token und das Protokoll verwenden die Polygon-Blockchain. MATIC ist der "Treibstoff", der jede Transaktion über Polygon befeuert. Eine Transaktion kann nicht ausgeführt werden, ohne die Transaktionsgebühr zu bezahlen. Das heißt, dass du MATIC im Wert von Centbruchteilen entrichten musst, um die folgenden Aktionen auszuführen:
es: El token y el protocolo KLIMA viven en la blockchain de Polygon. MATIC es el "gas" que impulsa cada transacción en Polygon. No es posible ejecutar una transacción sin pagar la tasa de transacción. Esto significa que tendrá que pagar unos céntimos de MATIC por las siguientes acciones:
fr: Le jeton et le protocole KLIMA vivent sur la blockchain Polygon. Le MATIC est le "gaz" qui fait fonctionner chaque transaction sur Polygon. Il n'est pas possible d'exécuter une transaction sans payer les frais de transaction. Cela signifie que vous devrez payer quelques centimes de MATIC pour les actions suivantes :
hi: KLIMA टोकन और प्रोटोकॉल पॉलीगॉन ब्लॉकचेन पर रहता है। MATIC वह "गैस" है जो बहुभुज पर प्रत्येक लेनदेन को शक्ति प्रदान करती है। लेन-देन शुल्क का भुगतान किए बिना लेन-देन निष्पादित करना संभव नहीं है। इसका मतलब है कि आपको निम्नलिखित कार्यों के लिए MATIC के कुछ सेंट मूल्य का भुगतान करना होगा:
ru: Токен и протокол KLIMA находятся в блокчейне Polygon. MATIC - это "газ", который питает каждую транзакцию на Polygon. Невозможно выполнить транзакцию, не заплатив комиссию за транзакцию. Это означает, что вам придется заплатить несколько центов MATIC за следующие действия:
zh_cn: KLIMA 代币和协议存在于 Polygon 区块链上。MATIC 是 Polygon 上每个交易所需的“燃料”。没有支付交易费用，就无法执行交易。这意味着您需要支付几美分的 MATIC 来执行以下操作：

# buy.question_why_matic_answer_bullet1
source: Staking KLIMA for sKLIMA
de: KLIMA für sKLIMA staken
es: Staking KLIMA para sKLIMA
fr: Mettre en jeu des KLIMA pour des sKLIMA
hi: क्लिमा दाँव पर लगाएँ
ru: Стейкинг KLIMA для sKLIMA
zh_cn: 质押KLIMA以获取sKLIMA

# buy.question_why_matic_answer_bullet2
source: Swapping between different tokens
de: Unterschiedliche Tokens tauschen
es: Intercambio entre diferentes tokens
fr: Échange entre différents jetons
hi: विभिन्न टोकन के बीच अदला-बदली
ru: Обмен между разными токенами
zh_cn: 在不同的代币之间转换

# buy.question_why_matic_answer_bullet3
source: Sending tokens to another wallet
de: Tokens an eine andere Wallet senden
es: Envío de fichas a otro monedero
fr: Envoi de jetons vers un autre portefeuille
hi: दूसरे वॉलेट में टोकन भेजना
ru: Отправка токенов на другой кошелек
zh_cn: 发送代币到另一个钱包

# buy.question_why_matic_answer_bullet4
source: Using KLIMA or other tokens to offset carbon
de: KLIMA oder andere Tokens nutzen, um CO2 auszugleichen
es: Usar KLIMA u otros tokens para compensar carbono
fr: Utilisation de jetons KLIMA ou autres pour compenser les émissions carbone
hi: क्लिमाडाओ के माध्यम से ऑफ़सेट किए गए कार्बन टन
ru: Использование KLIMA или других токенов для компенсации выбросов углерода
zh_cn: 使用 KLIMA 或其他代币抵消碳排放

# buy.staking_cta
source: Stake, earn, vote, and offset!
de: Staken, verdienen, abstimmen und ausgleichen!
es: ¡Stake, gana, vota y compensa!
fr: Misez, récoltez, votez et compensez !
hi: हिस्सेदारी, कमाई, वोट और ऑफसेट!
ru: Ставьте, зарабатывайте, голосуйте и компенсируйте!
zh_cn: 质押、赚取、投票和抵消！

# buy.staking_description1
source: Congrats! Now that you have some KLIMA in your wallet, we highly recommend <0>staking</0> that KLIMA for sKLIMA, which accrues rewards over time as the protocol grows.
de: Herzlichen Glückwunsch! Sie haben nun KLIMA in Ihrer Wallet, das Sie unbedingt im Austausch für sKLIMA <0>staken</0> sollten. Dadurch erhöht sich Ihr KLIMA-Guthaben langsam, während das Protokoll ebenfalls wächst.
es: ¡Enhorabuena! Ahora que tienes algo de KLIMA en tu cartera, te recomendamos fervientemente <0>staking</0> ese KLIMA por sKLIMA, que acumula recompensas con el tiempo a medida que crece el protocolo.
fr: Félicitations ! Maintenant que vous avez un peu de KLIMA dans votre portefeuille, nous vous recommandons vivement de <0>mettre en jeu</0> ce KLIMA pour sKLIMA, qui accumule des récompenses au fil du temps à mesure que le protocole se développe.
hi: बधाई! अब जबकि आपके वॉलेट में कुछ KLIMA है, तो हम अत्यधिक सलाह देते हैं <0>staking</0> की sKLIMA के लिए वह KLIMA, जो प्रोटोकॉल बढ़ने पर समय के साथ पुरस्कार अर्जित करता है।
ru: Поздравляем! Теперь, когда в вашем кошельке есть немного KLIMA, мы настоятельно рекомендуем <0>разместить</0> эти KLIMA на sKLIMA, который со временем начисляет вознаграждение по мере роста протокола.
zh_cn: 恭喜！现在您的钱包里已有一些 KLIMA了，我们强烈建议您<0>质押</0>KLIMA来获得sKLIMA，随着协议的发展，sKLIMA会随时间积累奖励。

# buy.staking_description2
source: You can also use the app to spend KLIMA and <0>retire digital carbon</0> on the blockchain.
de: Sie können die App auch verwenden, um KLIMA auszugeben und Ihren CO2-Fußabdruck über die Blockchain mit <0>digitalen CO2-Zertifikaten ausgleichen</0>.
es: También puedes utilizar la app para gastar KLIMA y <0>retirar carbono digital</0> en la blockchain.
fr: Vous pouvez également utiliser l'application pour dépenser des KLIMA et <0> retirer du marché des émissions de carbone numérique</0> sur la blockchain.
hi: आप KLIMA खर्च करने और ब्लॉकचेन पर <0>retire digital carbon</0> (डिजिटल कार्बन को रिटायर करने) के लिए भी ऐप का उपयोग कर सकते हैं।
ru: Вы также можете использовать приложение, чтобы потратить KLIMA и <0>отказаться от цифрового углерода.</0> на блокчейне.
zh_cn: 在区块链上，您还可以使用该应用程序花出您的 KLIMA 并<0>停用数字碳</0>。

# buy.staking_description3
source: Finally, keep an eye out for <0>ongoing votes</0> and help guide the protocol in the right direction.
de: Achten Sie abschließend auf <0>laufende Abstimmungen</0>, um das Protokoll in die richtige Richtung zu lenken.
es: Por último, mantente atento a las <0>votaciones en curso</0> y ayuda a guiar el protocolo en la dirección correcta.
fr: Enfin, gardez un œil sur les <0>votes en cours</0> et contribuez à faire évoluer le protocole dans la bonne direction.
hi: अंत में, <0>ongoing votes</0> नज़र रखें और प्रोटोकॉल को सही दिशा में निर्देशित करने में मदद करें।
ru: Наконец, следите за <0>продолжающимися голосованиями</0> и помогайте направлять протокол в правильном направлении.
zh_cn: 最后，请留意<0>正在进行的投票</0>并帮助指导协议朝着正确的方向发展。

# buy.summary_steps_title
source: The best and easiest way to get KLIMA is to follow these three steps:
de: Am einfachsten können Sie KLIMA über die folgenden drei Schritte beziehen:
es: La mejor y más fácil manera de conseguir KLIMA es seguir estos tres pasos:
fr: Le moyen le plus simple et le plus efficace d'obtenir KLIMA est de suivre ces trois étapes :
hi: KLIMA प्राप्त करने का सबसे अच्छा और आसान तरीका इन तीन चरणों का पालन करना है:
ru: Лучший и самый простой способ получить KLIMA — это выполнить следующие три шага:
zh_cn: 获得 KLIMA 最好和最简单的方法是遵循以下三个步骤：

# buy.summary_title
source: Summary
de: Zusammenfassung
es: Resumen
fr: Sommaire
hi: सारांश
ru: Резюме
zh_cn: 总结

# buy.swap_description1
source: After connecting your wallet and switching to the Polygon network, you should now be able to swap from MATIC to KLIMA.
de: Haben Sie Ihre Wallet verbunden und auf Polygon umgestellt, sollten Sie jetzt MATIC gegen KLIMA tauschen können.
es: Después de conectar su monedero y cambiar a la red Polygon, ahora debería poder cambiar de MATIC a KLIMA.
fr: Après avoir connecté votre portefeuille et être passé sur le réseau du Polygon, vous devriez maintenant être en mesure d'échanger des MATIC contre des KLIMA.
hi: अपने वॉलेट को जोड़ने और पॉलीगॉन नेटवर्क पर स्विच करने के बाद, अब आपको MATIC से KLIMA में स्वैप करने में सक्षम होना चाहिए।
ru: После подключения кошелька и переключения на сеть Polygon вы сможете обменять MATIC на KLIMA.
zh_cn: 连接您的钱包并切换到 Polygon 网络后，您现在应该可以用 MATIC 置换 KLIMA。

# buy.swap_description2
source: <0>Important note: don't swap all your MATIC for KLIMA!</0> Save at least 0.5 MATIC to pay for future transaction fees.
de: <0>Wichtig: Tauschen Sie nicht alle MATIC-Tokens gegen KLIMA ein!</0> Bewahren Sie mindestens 0,5 MATIC auf, um zukünftige Transaktionen zu bezahlen.
es: <0>Nota importante: ¡no cambies todo tu MATIC por KLIMA!</0> Guarda al menos 0,5 MATIC para pagar futuras tasas de transacción.
fr: <0>Note importante : n'échangez pas tous vos MATIC contre des KLIMA !</0> Gardez au moins 0,5 MATIC pour payer les frais de transaction futurs.
hi: <0>Important note: don't swap all your MATIC for KLIMA!</0> भविष्य के लेनदेन शुल्क का भुगतान करने के लिए कम से कम 0.5 MATIC बचाएँ।
ru: <0> Важное замечание: не меняйте все свои MATIC на KLIMA! </0> Оставьте хотя бы 0,5 MATIC для оплаты комиссий за будущие транзакции.
zh_cn: <0>重要提示：请勿将您所有 MATIC 都换成 KLIMA！</0> 至少保留0.5个MATIC以支付其他未来的交易费用。

# buy.swap_description3
source: If you are using Torus, keep the browser tab with the Torus app open. You will need to return to your wallet to approve and authorize the transactions.
de: Sollten Sie Torus verwenden, lassen Sie den Browser-Tab mit der Torus-App geöffnet. Sie werden Ihre Wallet noch einmal aufrufen müssen, um die Transaktionne zu genehmigen und zu autorisieren.
es: Si está utilizando Torus, mantenga abierta la pestaña del navegador con la aplicación Torus. Tendrá que volver a su monedero para aprobar y autorizar las transacciones.
fr: Si vous utilisez Torus, gardez l'onglet du navigateur avec l'application Torus ouvert. Vous devrez revenir à votre portefeuille pour approuver et autoriser les transactions.
hi: यदि आप टोरस का उपयोग कर रहे हैं, तो ब्राउज़र टैब को टोरस ऐप के साथ खुला रखें। लेन-देन को स्वीकृत और अधिकृत करने के लिए आपको अपने वॉलेट पर वापस लौटना होगा।
ru: Если вы используете Torus, держите открытой вкладку браузера с приложением Torus. Вам нужно будет вернуться в кошелек, чтобы одобрить и авторизовать транзакции.
zh_cn: 如果您使用的是 Torus，请在浏览器选项卡中打开 Torus 应用程序。您将需要返回您的钱包以批准和授权交易。

# buy.swap_description4
source: Optional: If you'd like your Sushi transactions themselves to be climate positive, you should enable the Sushi 'Green Fee', powered by KlimaDAO. This will spend 0.02 MATIC per transaction to purchase and retire digital carbon automatically!
de: Optional: Möchten Sie Ihre Transaktionen über Sushi klimapositiv machen, sollten Sie die von KlimaDAO eingeführte "Green Fee" in den Optionen von Sushi.com aktivieren. Damit werden bei jeder Transaktion automatisch 0,02 MATIC ausgegeben, um digital CO2 auszugleichen!
fr: Facultatif : Si vous souhaitez que vos transactions de Sushi soient positives pour le climat, vous devriez activer le "Green Fee" de Sushi, développé par KlimaDAO. Vous dépenserez ainsi 0,02 MATIC par transaction pour acheter et compenser automatiquement avec du carbone numérique !
hi: वैकल्पिक: यदि आप चाहते हैं कि आपका सुशी लेन-देन स्वयं जलवायु सकारात्मक हो, तो आपको क्लीमाडाओ द्वारा संचालित सुशी 'ग्रीन फी' को सक्षम करना चाहिए। यह स्वचालित रूप से डिजिटल कार्बन को खरीदने और रिटायर करने के लिए प्रति लेनदेन 0.02 MATIC खर्च करेगा!
ru: Дополнительно: Если вы хотите, чтобы ваши транзакции в Sushi были положительными для климата, включите "Зеленый сбор" Sushi, разработанный KlimaDAO. Это позволит тратить 0,02 MATIC за транзакцию на приобретение и автоматическое удаление цифрового углерода!
zh_cn: 可选：如果您希望您的Sushi交易本身对气候有利，您应该启用由 KlimaDAO 提供支持的Sushi“绿色费用”。这将在每笔交易中花费 0.02 MATIC 来自动购买和t停用数字碳！

# buy.swap_subtitle
source: 3B. Swap MATIC for KLIMA
de: 3B. MATIC für KLIMA tauschen.
es: 3B. Cambiar MATIC por KLIMA
fr: 3B. Echanger des MATIC contre des KLIMA
hi: 3बी। KLIMA के लिए MATIC स्वैप करें
ru: 3Б. Обмен MATIC на KLIMA
zh_cn: 3B. 将 MATIC 换成 KLIMA

# buy.swap_wallet
source: 3. Swap for KLIMA on <0>Sushi.com</0>
de: 3. Gegen KLIMA auf <0>Sushi.com</0> tauschen
es: 3. Cambiar por KLIMA en <0>Sushi.com</0>
fr: 3. Échangez sur <0>Sushi.com</0> contre des KLIMA
hi: 3. <0>Sushi.com</0> पर KLIMA के लिए स्वैप करें
ru: 3. Обменяйте на KLIMA на <0>Sushi.com</0>
zh_cn: 3. 在 <0>Sushi.com</0>上换取 KLIMA

# buy.torus_login_description
source: In a new browser tab, go to the <0>Torus Polygon webapp</0> and log in with your new Torus account. When you log in, you should see a WalletConnect widget.
de: Gehen Sie in einem neuen Browser-Tab zur <0>Torus Polygon Webapp</0> und loggen Sie sich mit Ihrem neuen Torus-Account ein. Sobald Sie sich einloggen, sollten Sie ein WalletConnect-Widget sehen.
es: En una nueva pestaña del navegador, vaya a la aplicación web <0>Torus Polygon</0> e inicie sesión con su nueva cuenta Torus. Cuando inicie sesión, debería ver un widget WalletConnect.
fr: Dans un nouvel onglet du navigateur, allez sur la <0>Torus Polygon webapp</0> et connectez-vous avec votre nouveau compte Torus. Lorsque vous vous connectez, vous devriez voir un widget WalletConnect.
hi: एक नए ब्राउज़र टैब में, <0>Torus Polygon webapp</0> पर जाएँ और अपने नए Torus खाते से लॉग इन करें। जब आप लॉग इन करते हैं, तो आपको WalletConnect विजेट देखना चाहिए।
ru: В новой вкладке браузера перейдите на веб-приложение <0>Torus Polygon</0> и войдите в систему, используя свою новую учетную запись Torus. Когда вы войдете в систему, вы должны увидеть виджет WalletConnect.
zh_cn: 在新的浏览器选项卡中，转到 <0>Torus Polygon webapp</0>并使用您的新 Torus 帐户登录。当您登录时，您应该会看到一个 WalletConnect 小部件。

# buy.wallet_connect_example
source: wallet connect input example
de: wallet connect eingabebeispiel
es: ejemplo de entrada wallet connect
fr: exemple d'entrée wallet connect
hi: वॉलेट कनेक्ट इनपुट उदाहरण
ru: пример подключения входа к кошельку
zh_cn: 钱包连接输入示例

# buy.wallet_connect_example_qr_code
source: wallet connect qr code example
de: wallet connect qr code beispiel
es: ejemplo de código qr de wallet connect
fr: exemple de QR code wallet connect
hi: वॉलेट कनेक्ट qr कोड उदाहरण
ru: пример кода qr для подключения кошелька
zh_cn: 钱包连接二维码示例

# buy.what_are_bonds
source: Are there other ways to get KLIMA? What are bonds?
de: Gibt es andere Möglichkeiten, KLIMA zu bekommen? Was sind Bonds?
es: ¿Hay otras formas de conseguir KLIMA? ¿Qué son los bonos?
fr: Y a-t-il d'autres moyens d'obtenir KLIMA ? Que sont les obligations ?
hi: क्या KLIMA प्राप्त करने के अन्य तरीके हैं? बांड क्या हैं?
ru: Есть ли другие способы получить KLIMA? Что такое облигации?
zh_cn: 还有其他方法可以获得 KLIMA 吗？什么是债券？

# community.become_a_partner
source: BECOME A PARTNER
de: PARTNER WERDEN
es: CONVERTIRSE EN UN SOCIO
fr: DEVENIR UN PARTENAIRE
hi: भागीदार बनें
ru: СТАТЬ ПАРТНЕРОМ
zh_cn: 成为参与者

# community.bigcowg_logo
source: BICOWG logo
es: logotipo de BICOWG
fr: Logo BICOWG
hi: BICOWG लोगो
ru: Логотип BICOWG

# community.blockchainforclimatefondation_logo
source: Blockchain for Climate Foundation logo
es: Logotipo de la Fundación Blockchain for Climate
fr: Logo de Blockchain for Climate Foundation
hi: Climate Foundation (क्लाइमेट फाउंडेशन) लोगो के लिए ब्लॉकचेन
ru: Логотип Blockchain for Climate Foundation
zh_cn: 区块链气候基金会 logo
