Repository: KlimaDAO/klimadao
Catalog: site/locale/*/messages.po
Languages: de, es, fr, hi, ru, zh_cn

# disclaimer.you_bear_full_responsibility
source: You bear full responsibility for providing of private information, verifying the identity and legitimacy. Notwithstanding indicators and messages that suggest providing the private information and verification, KlimaDAO makes no claims about the identity on the platform. We cannot guarantee the security of any data that disclose online, and for sustained casualties due to vulnerability or any kind of failure, abnormal behavior of software.
de: Du trägst die volle Verantwortung für die Bereitstellung privater Daten, die Verifizierung der Identität und die Legimität.
es: El usuario es el único responsable de proporcionar la información privada y de verificar la identidad y la legitimidad. A pesar de los indicadores y mensajes que sugieren proporcionar la información privada y la verificación, KlimaDAO no hace ninguna afirmación sobre la identidad en la plataforma. No podemos garantizar la seguridad de los datos que se revelan en línea, y para las consecuencias sostenidas debido a la vulnerabilidad o cualquier tipo de fallo, el comportamiento anormal de software.
fr: Vous assumez l'entière responsabilité de fournir des informations privées, de vérifier l'identité et la légitimité de ce site. Nonobstant les indicateurs et les messages pouvant suggérer que l'identité et la légitimité du site sont conformes, KlimaDAO ne fait aucune déclaration sur l'identité sur la plate-forme. Nous ne garantissons ni la sécurité des données divulguées en ligne, ni la prévention de pertes subies en raison d'une vulnérabilité, de défaillance quel quelle soit ou d'un comportement inattendu du logiciel.
hi: निजी जानकारी प्रदान करने, पहचान और वैधता की पुष्टि करने के लिए पूरी ज़िम्मेदारी आप लेते हैं। निजी जानकारी और सत्यापन प्रदान करने का सुझाव देने वाले संकेतकों और संदेशों के बावजूद, क्लिमाडाओ मंच पर पहचान के बारे में कोई दावा नहीं करता है। किसी भी डेटा जो ऑनलाइन प्रकट किया जाता है, और भेद्यता या किसी भी प्रकार की विफलता, सॉफ़्टवेयर के असामान्य व्यवहार के कारण निरंतर दुर्घटनाओं के लिए हम की सुरक्षा की गारंटी नहीं दे सकते।
ru: Вы несете полную ответственность за предоставление частной информации, проверку личности и легитимности. Несмотря на индикаторы и сообщения, предлагающие предоставить частную информацию и проверить ее, KlimaDAO не делает никаких заявлений о личности на платформе. Мы не можем гарантировать безопасность любых данных, которые раскрываются онлайн, и за устойчивые потери из-за уязвимости или любого вида сбоя, аномального поведения программного обеспечения.
zh_cn: 您对所提供得私人信息、验证身份和合法性承担全部责任。尽管有指示提供私人信息和验证的指标和消息，KlimaDAO 对平台上的身份不作任何声明。我们不能保证任何在线披露的数据的安全性，以及由于软件漏洞或任何类型的故障、软件的异常行为而导致的任何损失不承担责任。

# error.404.page.text
source: Sorry, looks like we sent you the wrong way. <0/>Let us guide you back to the home page:
de: Sorry, wir haben dich wohl in eine Sackgasse geschickt. <0/>Zurück zur Startseite geht es hier lang:
es: Lo siento, parece que te hemos enviado por el camino equivocado. <0/>Déjanos guiarte de vuelta a la página de inicio:
fr: Désolé, on dirait qu'on vous a envoyé au mauvais endroit. <0/>Laissez nous vous guider vers la page d'accueil :
hi: क्षमा करें, लगता है हमने आपको ग़लत जगह भेज दिया। <0/>आइए हम आपको होम पेज पर वापस जाने के लिए मार्गदर्शन करते हैं:
ru: Извините, похоже, мы отправили вас не туда. <0/>Позвольте нам вернуться на главную страницу:
zh_cn: 抱歉，我们好像发送了错误路径。 <0/>请让我们引导您回到主页：

# error.500.page.text
source: Sorry, something bad happened.<0/>Try to go back to the Start Page:
de: Tut uns Leid, irgendwas ist schiefgelaufen.<0/> Kehre hier zur Startseite zurück:
es: Lo siento, ha ocurrido algo malo.<0/>Intenta volver a la página de inicio:
fr: Veuillez nous excuser, Une erreur s'est produite.<0/>Veuillez retourner à la page d’accueil :
hi: क्षमा करें, कुछ बुरा हो गया।<0/>स्टार्ट पेज पर वापस जाने का प्रयास करें:
ru: Извините, что-то случилось.<0/>Попробуйте вернуться на стартовую страницу:
zh_cn: 抱歉，出错了。<0/>请尝试返回起始页：

# error.500.page.title
source: 500 - Server-side error occurred
de: 500 - Serverseitiger Fehler aufgetreten
es: 500 - Se ha producido un error en el servidor
fr: 500 - Une erreur s'est produite de notre côté
hi: 500 - सर्वर-साइड त्रुटि हुई
ru: 500 - Произошла ошибка сервера
zh_cn: 500 - 发生服务器端错误

# error.page.500.head.title
source: 500 - Page Not Found
de: 500 - Seite nicht gefunden
es: 500 - Página no encontrada
fr: 500 - Une erreur s'est produite
hi: 500 - पृष्ठ नहीं मिला
ru: 500 - Страница не найдена
zh_cn: 500 - 页面不存在

# error.page.500.title
source: 500 - Page Not Found
de: 500 - Seite nicht gefunden
es: 500 - Página no encontrada
fr: 500 - Une erreur s'est produite
hi: 500 - पृष्ठ नहीं मिला
ru: 500 - Страница не найдена
zh_cn: 500 - 页面不存在

# home.benefits
source: BENEFITS
de: VORTEILE
es: BENEFICIOS
fr: BÉNÉFICES
hi: फ़ायदे
zh_cn: 福利待遇

# home.cars_annual
source: Cars (annual)
de: Autos (jährlich)
es: automóvil (anual)
fr: Voitures (par année)
hi: कारें (वार्षिक)
ru: Автомобили (ежегодно)
zh_cn: 汽车（每年）

# home.developed_by_klima
source: Developed by KlimaDAO, the Digital Carbon Market (DCM) enables the scale-up of climate finance - with over $4 billion traded to date. Explore the DCM via <0>Carbonmark.com</0> - the universal marketplace - and the <1>Carbon Dashboard</1>.
de: Der von KlimaDAO entwickelte Digitale CO2-Markt (DCM) ermöglicht die Skalierung von Klimafinanzprojekten, mit bislang über 4 Milliarden US-Dollar Handelsvolumen. Erleben Sie den DCM via <0>Carbonmark.com</0> - der universelle CO2-Marktplatz - und das <1>Carbon Dashboard</1>.
es: Desarrollado por KlimaDAO, el Mercado Digital del Carbono (DCM) permite ampliar la financiación de la lucha contra el cambio climático, con más de 4.000 millones de dólares negociados hasta la fecha. Explore el DCM a través de <0>Carbonmark.com</0> -el mercado universal- y el <1>Carbon Dashboard</1>.
fr: Développé par KlimaDAO, le marché numérique du carbone (MNC) permet d'augmenter de la finance climatique - avec plus de 4 milliards de dollars échangés à ce jour. Explorez le MNC via <0>Carbonmark.com</0> - la place de marché universelle - et le <1>Tableau de bord Carbone</1>.
hi: क्लीमाडाओ द्वारा विकसित, डिजिटल कार्बन मार्केट (DCM) ने आज तक $4 बिलियन से अधिक के कारोबार के साथ जलवायु वित्त के विस्तार को संभव बनाया है। DCM को <0>Carbonmark.com के माध्यम से एक्सप्लोर करें</0> - यूनिवर्सल मार्केटप्लेस - और <1>कार्बन डैशबोर्ड</1> .
zh_cn: 由KlimaDAO开发的数字碳市场（DCM）使气候融资的规模扩大 - 迄今为止，交易额超过40亿美元。通过<0>Carbonmark.com</0>--通用市场--和<1>碳仪表板</1>探索DCM。

# home.equivalent_to
source: EQUIVALENT TO
de: ENTSPRICHT
es: EQUIVALENTE A
fr: ÉQUIVALENT À
hi: के बराबर
ru: ЭКВИВАЛЕНТ
zh_cn: 相当于

# home.featured_on
source: KlimaDAO featured on
de: KlimaDAO in den Medien
es: KlimaDAO aparece en
fr: Ils parlent de KlimaDAO
hi: क्लीमाडाओ को यहाँ जगह दी गयी
ru: KlimaDAO представлен на
zh_cn: KlimaDAO 精选于

# home.get_exposure_to_the_growing_carbon_economy
source: Get exposure to the growing carbon economy today. Acquire, stake, and get rewarded. Financial activism for the climate.
de: Steige jetzt in die wachsende CO2-Wirtschaft ein. Kaufe, stake, und werde belohnt. Finanzieller Aktivismus für unseren Planeten.
es: Consiga exposición a la creciente economía del carbono hoy mismo. Adquiere, haz staking y se recompensado. Activismo financiero por el clima.
fr: Prenez part dès aujourd'hui à l'économie croissante du carbone. Achetez, mettez en jeu et soyez récompensé. L'activisme financier au service du climat.
hi: आज ही बढ़ती कार्बन अर्थव्यवस्था से रूबरू हों। प्राप्त करें, दाँव लगाएँ, और पुरस्कृत हों। जलवायु के लिए वित्तीय सक्रियता।
ru: Получите возможность участвовать в растущей углеродной экономике уже сегодня. Приобретайте, стекайте и получайте вознаграждение. Финансовая активность в защиту климата.
zh_cn: 了解当今不断增长的碳经济。获取、抵押和获得奖励。为气候进行金融活动。

# home.get_klima
source: GET KLIMA
de: KLIMA KAUFEN
es: Obtener KLIMA
fr: OBTENEZ DES JETONS KLIMA
hi: KLIMA (क्लीमा) प्राप्त करें
ru: ПОЛУЧИТЬ KLIMA
zh_cn: 获取 KLIMA

# home.govern_the_market
source: Govern the market, for the planet
de: Den Markt verwalten - für unseren Planeten
es: Gobernemos el mercado, por el planeta
fr: Diriger le marché, pour la planète
hi: ग्रह के लिए, बाजार पर शासन करें
zh_cn: 治理市场，为了地球

# home.hectares_of_forest
source: Hectares of forest
de: Hektar Wald
es: hectáreas de bosque
fr: Hectares de forêt
hi: हेक्टेयरों जंगल
ru: Гектары леса
zh_cn: 公顷森林

# home.join_over_100k_members
source: Join over 100,000 members who hold the $KLIMA token, using it to steward KlimaDAO's resources and grow the Digital Carbon Market.
de: Schließen Sie sich über 100.000 Mitgliedern an, die KLIMA-Tokens besitzen, um KlimaDAOs Ressource zu verwalten und den Digitalen CO2-Markt auszubauen.
es: Únase a los más de 100.000 miembros que poseen el token $KLIMA, utilizándolo para administrar los recursos de KlimaDAO y hacer crecer el Mercado Digital del Carbono.
fr: Rejoignez plus de 100 000 membres qui détiennent le jeton $KLIMA et qui l'utilisent pour gérer les ressources de KlimaDAO et faire grandir le marché numérique du carbone.
hi: $KLIMA टोकन रखने वाले 100,000 से अधिक सदस्यों में शामिल हों, इसका उपयोग क्लीमाडाओ के संसाधनों को चलाने और डिजिटल कार्बन मार्केट को बढ़ाने के लिए करें।
zh_cn: 加入超过10万名持有KLIMA代币的会员，用它来管理KlimaDAO的资源和发展数字碳市场。

# home.klima_is_creating
source: KlimaDAO is creating a public and open-source social and technology layer to shape the future of the carbon markets.
de: KlimaDAO schafft eine öffentliche und quelloffene soziale und technologische Basis, um die Zukunft der CO2-Märkte zu gestalten.
es: KlimaDAO está creando una base social y tecnológica pública y de código abierto para dar forma al futuro de los mercados del carbono.
fr: KlimaDAO crée une couche technologique et sociale, publique et à code source ouvert, pour façonner l'avenir des marchés du carbone.
hi: क्लीमाडाओ कार्बन बाज़ार के भविष्य को आकार देने के लिए एक सार्वजनिक और मुक्त-स्रोत सामाजिक और तकनीकी परत बना रहा है।
zh_cn: KlimaDAO正在创建一个公共和开源的社会，同时在技术层面上塑造碳市场的未来。

# home.latest_news
source: 📰 Latest News:
de: 📰 Aktuelle Blog-Posts (Englisch):
es: 📰 Últimas noticias:
fr: Dernières nouvelles
hi: 📰 ताजा खबर:
ru: 📰 Последние новости:
zh_cn: 📰 最新消息：

# home.learn_more
source: LEARN MORE
de: MEHR ERFAHREN
es: CONOCER MÁS
fr: EN SAVOIR PLUS
hi: और जानें
ru: УЗНАТЬ БОЛЬШЕ
zh_cn: 了解更多

# home.liters_if_gasoline
source: Liters of gasoline
de: Liter Benzin
es: litros de gasolina
fr: Litres d'essence
hi: लीटर पेट्रोल
ru: Литры бензина
zh_cn: ...升汽油

# home.neutral_and_trusted
source: Neutral and trusted
de: Neutral und vertrauenswürdig
es: Neutral y de confianza
fr: Neutre et de confiance
hi: निष्पक्ष और भरोसेमंद
zh_cn: 中立和信任

# home.newletter.all_the_alpha_straight_to_your_inbox
source: All the Alpha, straight to your inbox
de: Alle Neuigkeiten, direkt in deinen Posteingang
es: Todo el Alpha, directo a tu bandeja de entrada
fr: Toute l'Alpha, directement dans votre boîte de réception
hi: सभी अल्फ़ा साथियों, सीधे आपके इनबॉक्स में
ru: Вся Альфа, прямо в ваш почтовый ящик
zh_cn: 所有 Alpha 版，直接发送到您的收件箱

# home.newletter.get_the_latest_updates
source: Get the latest updates on KlimaDAO, as we build the future of the carbon economy.
de: Hole dir die neuesten Updates über KlimaDAO, während wir gemeinsam die Zukunft der CO2-Wirtschaft aufbauen.
es: Recibe las últimas actualizaciones de KlimaDAO, mientras construimos el futuro de la economía del carbono.
fr: Recevez les dernières informations concernant KlimaDAO, tandis que nous construisons l'avenir de l'économie du carbone.
hi: क्लीमाडाओ पर नवीनतम अपडेट प्राप्त करें, जैसे-जैसे हम कार्बन अर्थव्यवस्था के भविष्य का निर्माण कर रहे हैं।
ru: Получайте последние новости о KlimaDAO, поскольку мы строим будущее углеродной экономики.
zh_cn: 在我们构建碳经济的未来时，获取有关 KlimaDAO 的最新更新。

# home.newletter.never_shared_never_spammed
source: Never shared. Never spammed.
de: Garantiert spamfrei.
es: Nunca compartido. Nunca spam.
fr: Jamais partagé. Jamais spammé.
hi: न कभी साझा किया जाता है। न स्पैम।
ru: Никогда не делились. Никогда не спамили.
zh_cn: 永不共享。永不发送垃圾邮件。

# home.newletter.sign_up
source: Sign up
de: Anmelden
es: Regístrate
fr: S'inscrire
hi: साइन अप करें
ru: Зарегистрироваться
zh_cn: 注册

# home.newsletter
source: Newsletter
es: Boletin informativo
fr: Bulletin d'information
hi: न्यूज़लेटर
ru: Рассылка новостей
zh_cn: 通讯

# home.public_and_open-source
source: Public and open-source
de: Öffentlich und Open-Source
es: Público y de código abierto
fr: Publique et à code source ouvert
hi: सार्वजनिक और खुला-स्रोत
zh_cn: 公共和开源

# home.public_good_for_the_planet
source: Public good for the planet
de: Öffentliches Gut für den Planeten
es: Bien público para el planeta
fr: Un bien commun pour la planète
hi: ग्रह की अच्छाई के लिए
zh_cn: 为地球的公共利益

# home.see_tutorial
source: See Tutorial
de: Tutorial ansehen
es: Ver tutorial
fr: Voir le tutoriel
hi: ट्यूटॉरियल देखें
ru: См. инструкции
zh_cn: 见教程

# home.source
source: Source
de: Quelle
es: Fuente
hi: स्रोत
ru: Источник
zh_cn: 来源

# home.take_climate_action_now
source: Take climate action now by using <0>Carbonmark</0> to buy, sell, or retire digital carbon.
de: Handeln Sie jetzt für den Klimaschutz, indem Sie <0>Carbonmark</0> nutzen, um digitale CO2-Assets zu kaufen, zu verkaufen oder damit Ihren Fußabdruck auszugleichen.
es: Actúa ahora contra el cambio climático utilizando <0>Carbonmark</0> para comprar, vender o retirar carbono digital.
fr: Agissez dès maintenant pour le climat en utilisant <0>Carbonmark</0> pour acheter, vendre ou retirer du carbone numérique.
hi: <0>कार्बनमार्क</0> का उपयोग करके अभी जलवायु कार्रवाई करें डिजिटल कार्बन को खरीदने, बेचने या रिटायरमेंट करने के लिए।
zh_cn: 现在就采取气候行动吧，通过使用<0>Carbonmark</0>来购买、出售或停用数字碳。

# home.tonnes_of_carbon_held_by_klimadao
source: TONNES OF <0>CARBON HELD</0> BY KLIMADAO
de: <0>CO2-TONNEN IM BESITZ</0> VON KLIMADAO
es: TONELADAS DE <0>CARBONO RETENIDAS</0> POR KLIMADAO
fr: TONNES DE <0>CARBONE DÉTENUES</0> PAR KLIMADAO
hi: क्लिमाडाओ की <0>कुल कार्बन संपत्ति</0> (टन में)
zh_cn: Klimadao<0>持有的碳</0>吨数

# home.transparent_and_efficient
source: Transparent and efficient
de: Transparent und effizient
es: Transparente y eficaz
fr: Transparente et efficace
hi: पारदर्शी और कुशल
zh_cn: 透明和高效

# home.transparent_neutral
source: Transparent, neutral, public resources to accelerate climate finance on a global scale.
de: Transparente, neutrale und öffentliche Ressourcen, um die Finanzierung von Klimaprojekten auf einer globalen Ebene zu beschleunigen.
es: Recursos públicos transparentes y neutrales para acelerar la financiación de la lucha contra el cambio climático a escala mundial.
fr: Des ressources publiques, neutres et en toute transparence, pour accélérer le financement de la lutte contre le changement climatique à l'échelle mondiale.
hi: वैश्विक स्तर पर जलवायु वित्त में तेजी लाने के लिए पारदर्शी, तटस्थ, सार्वजनिक संसाधन।
zh_cn: 透明、中立的公共资源，在全球范围内加速气候融资。

# infinity.affordable_subtitle
source: Affordable
de: Kostengünstig
es: Asequible
fr: Abordable
hi: खरीदने की सामर्थ्य
ru: Доступный
zh_cn: 经济实惠

# infinity.affordable_title
source: Real-time pricing, low transaction costs
de: Echtzeitpreisermittlung, niedrige Transaktionskosten
es: Precios en tiempo real, bajos costes de transacción
fr: Prix en temps réel, faibles coûts de transaction
hi: रीयल-टाइम मूल्य निर्धारण, कम लेनदेन लागत
ru: Ценообразование в режиме реального времени, низкие операционные издержки
zh_cn: 实时定价，交易成本低

# infinity.box_title
source: Last Carbon Offset
de: Zuletzt ausgeglichene CO2-Menge
es: Última compensación de carbono
fr: Dernière compensation carbone
hi: अंतिम कार्बन ऑफ़सेट
ru: Последняя углеродная компенсация
zh_cn: 最后的碳抵消

# infinity.box_title2
source: Total Carbon Retired
de: CO2-Tonnen insgesamt ausgeglichen
es: Carbono total retirado
fr: Total du carbone Retiré du marché
hi: कुल रिटायर किया गया कार्बन
ru: Общее количество выбывшего углерода
zh_cn: 总碳退休

# infinity.button.read_blog_faq
source: Read in-depth FAQs for KI Clients
de: Ausführliche FAQs für KI-Kunden
es: Lea en profundidad las preguntas frecuentes de los clientes de KI
fr: Lire les FAQs détaillées pour les clients KI
hi: KI ग्राहकों के लिए गहन अधिक पूछे जाने वाले प्रश्न पढ़ें
ru: Прочтите подробные ответы на часто задаваемые вопросы для клиентов KI
zh_cn: 阅读 KI 客户的深入常见问题解答

# infinity.button.read_blog_polygon
source: Read Polygon's Story
de: Mehr zu Polygons Kompensation
es: Lea la historia de Polygon
fr: Lire l'article sur Polygon
hi: Polygon (पॉलीगॉन) की कहानी पढ़ें
ru: Читайте статью Polygon
zh_cn: 阅读Polygon的故事

# infinity.cards_slider.title
source: Dozens of organizations have offset over 150,000 carbon tonnes with Klima Infinity
de: Dutzende Organisationen haben mit Klima Infinity über 150.000 Tonnen CO2 ausgeglichen
es: Decenas de organizaciones han compensado más de 150.000 toneladas de carbono con Klima Infinity
fr: Des dizaines d'organisations ont compensé plus de 150 000 tonnes de carbone avec Klima Infinity.
hi: दर्जनों संस्थाओं ने Klima Infinity (क्लीमा इन्फिनिटी) के साथ 150,000 कार्बन टन से अधिक ऑफ़सेट किया है
ru: Десятки организаций компенсировали более 150 000 тонн углерода с помощью Klima Infinity.
zh_cn: 数十家组织已通过 Klima Infinity 抵消了超过 150,000 碳吨

# infinity.carousel_image_description
source: Wind power project at Jaibhim, India
de: Windkraftprojekt in Jaibhim, Indien
es: Proyecto de energía eólica en Jaibhim, India
fr: Projet d'énergie éolienne à Jaibhim, Inde
hi: जयभीम, भारत, में पवन ऊर्जा परियोजना
ru: Проект ветроэнергетики в Джайбхиме, Индия
zh_cn: 印度 Jaibhim 风力发电项目

# infinity.carousel_info_subtitle
source: Drive funding to projects that move the needle on climate change mitigation
de: Fördern Sie die Finanzierung von Projekten, die den Klimaschutz vorantreiben
es: Impulsar la financiación de proyectos que muevan la aguja de la mitigación del cambio climático
fr: Promouvoir le financement de projets qui contribuent à l'atténuation du changement climatique.
hi: उन परियोजनाओं के लिए वित्त पोषण करें जो जलवायु परिवर्तन शमन में कुछ मदद् करती हैं
ru: Направляйте финансирование на проекты, способствующие смягчению последствий изменения климата
zh_cn: 推动资金流向那些在气候变化减缓方面产生显著影响的项目

# infinity.carousel_info_title
source: Support high quality projects
de: Qualitativ hochwertige Projekte unterstützen
es: Apoyar proyectos de alta calidad
fr: Soutenir des projets de haute qualité
hi: उच्च गुणवत्ता वाले प्रॉजेक्ट्स का समर्थन
ru: Поддержка высококачественных проектов
zh_cn: 支持高质量项目

# infinity.cta_title
source: The next-generation carbon toolkit for your organization
de: Das CO2-Toolkit der nächsten Generation für Ihr Unternehmen.
es: El kit de herramientas de carbono de próxima generación para su organización
fr: La boîte à outils carbone de prochaine génération pour votre organisation
hi: आपके संगठन के लिए अगली पीढ़ी का कार्बन टूलकिट।
ru: Набор инструментов нового поколения по борьбе с выбросами углеродов для вашей организации.
zh_cn: 适合您组织的下一代碳工具包

# infinity.faq_answer1
source: A carbon offset unit represents the removal of one tonne of carbon dioxide equivalent (tCO2e) from the atmosphere, or the avoidance of one tonne of emissions.
de: Ein CO2-Offset repräsentiert die Entfernung des Äquivalents von einer Tonne CO2 (tCO2e) aus der Atmosphäre oder die Vermeidung von einer Tonne Emissionen.
es: Una unidad de compensación de carbono representa la eliminación de una tonelada de dióxido de carbono equivalente (tCO2e) de la atmósfera, o la evitación de una tonelada de emisiones.
fr: Une unité de compensation carbone représente la suppression d'une tonne d'équivalent dioxyde de carbone (tCO2e) de l'atmosphère, ou l'évitement d'une tonne d'émissions.
hi: एक कार्बन ऑफ़सेट यूनिट का अर्थ वातावरण से एक टन कार्बन डाइऑक्साइड समकक्ष (tCO2e) को हटाना, अथवा एक टन उत्सर्जन से बचना है।
ru: Единица компенсации углерода представляет собой удаление из атмосферы одной тонны эквивалента углекислого газа (tCO2e) или предотвращение одной тонны выбросов.
zh_cn: 碳补偿单位表示从大气中去除一吨二氧化碳当量 (tCO2e) ，或避免一吨排放。

# infinity.faq_answer2_paragraph1
source: Carbon credits are a high-integrity mechanism that allow carbon finance to flow from those who pollute, to projects across the globe that help to mitigate or remove carbon from the atmosphere. They are a valuable tool to cover hard-to-abate emissions that may be costly or technically challenging to eliminate today.
de: CO2-Credits sind ein Schlüsselmechanismus der CO2-Finanzwirtschaft, um Gelder von Umweltverschmutzern zu Projekten zu leiten, die weltweit dazu beitragen, CO2 in der Atmosphäre zu reduzieren oder zu entfernen. Sie sind ein wichtiges Werkzeug, um aktuell schwer zu vermeidende Emissionen zu bekämpfen, deren Beseitigung noch zu teuer oder technisch zu komplex ist.
es: Los créditos de carbono son un mecanismo de alta integridad que permite que la financiación del carbono fluya desde quienes contaminan hacia proyectos de todo el mundo que ayudan a mitigar o eliminar el carbono de la atmósfera. Son una herramienta valiosa para cubrir las emisiones difíciles de eliminar que pueden ser costosas o técnicamente difíciles de eliminar hoy en día.
fr: Les crédits carbone sont un mécanisme à haute intégrité qui permet au financement du carbone de passer de ceux qui polluent à des projets dans le monde entier qui contribuent à atténuer ou à éliminer le carbone de l'atmosphère. Ils constituent un outil précieux pour couvrir les émissions difficiles à éliminer qui peuvent être coûteuses ou techniquement difficiles à éliminer aujourd'hui.
hi: कार्बन क्रेडिट एक उच्च-अखंडता तंत्र है जो कार्बन वित्त को, प्रदूषित करने वालों से दुनिया भर की उन परियोजनाओं में प्रवाहित करने की अनुमति देता है जो वातावरण से कार्बन को कम करने या हटाने में मदद् करते हैं। वे ऐसे कठोर उत्सर्जनों को कवर करने के लिए एक मूल्यवान उपकरण हैं जिन्हें आज खत्म करना महँगा या तकनीकी रूप से चुनौतीपूर्ण हो सकता है।
ru: Углеродные кредиты - это высокоинтегрированный механизм, позволяющий направлять углеродное финансирование от тех, кто загрязняет окружающую среду, к проектам по всему миру, которые помогают уменьшить или удалить выбросы углерода из атмосферы. Они являются ценным инструментом для покрытия труднопреодолимых выбросов, ликвидация которых сегодня может оказаться дорогостоящей или технически сложной.
zh_cn: 碳信用是一种高度诚信的机制，它允许碳金融从污染者流向有助于减轻或消除大气中碳排放的全球化项目。它们是一种有价值的工具，可用于覆盖难以减少的排放，而要消除这些排放，在今天可能成本高昂或技术上具有挑战性。

# infinity.faq_answer2_paragraph2
source: When you purchase a carbon credit, Klima Infinity enables you to retire this carbon credit, permanently removing it from circulation. This retirement is the point at which you can claim the benefit of the carbon offset.
de: Sobald Sie CO2-Credits kaufen, können Sie diese mit Klima Infinity stilllegen und damit für immer aus dem Verkehr ziehen. Durch diese Stilllegung beanspruchen Sie den Umweltvorteil der CO2-Kompensation für sich.
es: Cuando usted compra un crédito de carbono, Klima Infinity le permite retirar este crédito de carbono, retirándolo permanentemente de la circulación. Esta retirada es el momento en el que puede reclamar el beneficio de una compensación
fr: Lorsque vous achetez un crédit carbone, Klima Infinity vous permet de retirer du marché ce crédit carbone, le retirant définitivement de la circulation. C'est à partir de ce retrait que vous pouvez réclamer le bénéfice de la compensation carbone.
hi: जब आप कार्बन क्रेडिट ख़रीदते हैं, तो Klima Infinity (क्लीमा इन्फिनिटी) आपको इस कार्बन क्रेडिट को रिटायर करने में सक्षम बनाता है, इसे स्थायी रूप से प्रचलन से हटा देता है। यह रिटायरमेंट वह बिंदु है जिस पर आप कार्बन ऑफ़सेट के लाभ को क्लेम कर सकते हैं।
ru: Когда вы приобретаете углеродный кредит, Klima Infinity позволяет вам вывести этот углеродный кредит из оборота, навсегда изъяв его из обращения. Этот выход из обращения является моментом, когда вы можете заявить о выгоде от компенсации выбросов углерода.
zh_cn: 当您购买碳信用额度时，Klima Infinity 让您能够停用此碳信用额度，将其永久从流通中移除。该碳停用是您可以要求碳补偿收益的时间点。
