Repository: KlimaDAO/klimadao
Catalog: app/locale/*/messages.po
Languages: de, es, fr, hi, ru, zh_cn

source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
hi: मंज़ूरी दें
ru: Одобрить
zh_cn: 批准

source: Balances
de: Guthaben
es: Saldos
fr: Soldes
hi: बैलेंस
ru: Балансы
zh_cn: 余额

source: Buy & Redeem Carbon
de: CO2-Tokens kaufen und freistellen
es: Comprar y canjear carbono
fr: Acheter et Réclamer du carbone
hi: कार्बन खरीदें और रिडीम करें
ru: Купить и вывести углерод
zh_cn: 购买和赎回碳

source: Buy Carbon
de: CO2 kaufen
es: Comprar Carbono
fr: Acheter du Carbone
hi: कार्बन खरीदें
ru: Купить углерод
zh_cn: 购买碳

source: Capacity
de: Kapazität
es: Capacidad
fr: Capacité
hi: क्षमता
ru: Вместимость
zh_cn: 容量

source: Continue
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखना
ru: Продолжить
zh_cn: 继续

source: Enter Quantity
es: Introduce la cantidad
fr: Entrez la Quantité
hi: मात्रा दर्ज करें
zh_cn: 输入数量

source: Enter quantity
de: Menge eingeben
es: Introduce la cantidad
fr: Entrez la quantité
hi: मात्रा दर्ज करें
ru: Введите количество
zh_cn: 输入数量

source: How many tonnes would you like to acquire?
de: Wie viele CO2-Tonnen möchten Sie kaufen?
es: ¿Cuántas toneladas le gustaría adquirir?
fr: Combien de tonnes souhaitez-vous acquérir ?
hi: आप कितने टन का अधिग्रहण करना चाहेंगे?
ru: Сколько тонн вы хотели бы приобрести?
zh_cn: 您想要多少吨碳？

source: Insufficient balance
es: Saldo insuficiente
fr: Solde insuffisant
hi: अपर्याप्त शेषराशि
zh_cn: 余额不足

source: Loading
es: Cargando
fr: Chargement
hi: लोड हो रहा है
zh_cn: 加载中

source: Loading balances...
de: Guthaben wird geladen...
es: Cargando saldos...
fr: Chargement des soldes des comptes...
hi: लोड हो रहा है...
ru: Загрузка остатков...
zh_cn: 正在加载余额...

source: Loading project info...
de: Projektinformationen werden geladen...
es: Cargando información del proyecto...
fr: Chargement des informations sur le projet...
hi: प्रोजेक्ट जानकारी लोड हो रही है...
ru: Загрузка информации о проекте...
zh_cn: 正在加载项目信息...

source: Loading...
de: Lade...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
ru: Загрузка...
zh_cn: 正在加载...

source: Login
es: Iniciar sesión
fr: Se connecter
hi: लॉग इन करें
ru: Авторизоваться
zh_cn: 登录

source: No balances found.
de: Kein Guthaben gefunden.
es: No se encontraron saldos.
fr: Aucun solde trouvé.
hi: कोई बैलेंस नहीं मिला.
ru: Балансы не найдены.
zh_cn: 未找到余额。

source: Not Connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
hi: कनेक्ट नहीं हैं
ru: Не подключен
zh_cn: 未连接

source: Offset
de: Ausgleichen
es: Compensación
fr: Compenser
hi: ऑफ़सेट
ru: Офсет
zh_cn: 抵消

source: On April 12, 2022 we migrated from "dapp" to "app". Please update your bookmarks.
de: Am 12. April haben wir unsere URL von "dapp" auf "app" geändert. Aktualisiere daher bitte deine Lesezeichen.
es: El 12 de abril de 2022 migramos de "dapp" a "app". Por favor, actualice sus marcadores.
fr: Le 12 avril 2022, nous avons migré de "dapp" à "app". Veuillez mettre à jour vos favoris.
hi: 12 अप्रैल, 2022 को हम "dapp" (डैप) से "app" (ऐप) में चले गए। कृपया अपने बुकमार्क अपडेट कर लें।
ru: 12 апреля 2022 года мы перешли с «dapp» на «app». Пожалуйста, обновите закладки.
zh_cn: 2022年4月12日起，“dapp”迁移至“app”。请更新您的书签。

source: Payment Method
de: Zahlungsmethode
es: Método de pago
fr: Mode de paiement
hi: भुगतान विधि
ru: Метод оплаты
zh_cn: 付款方式

source: Payment method
de: Zahlungsmethode
es: Método de pago
fr: Mode de paiement
hi: भुगतान विधि
ru: Метод оплаты
zh_cn: 付款方式

source: Project details <0/>
de: Projektdetails <0/>
es: Detalles del proyecto <0/>
fr: Détails du projet <0/>
hi: प्रोजेक्ट विवरण <0/>
ru: Детали проекта <0/>
zh_cn: 项目详情<0/>

source: Select carbon pool
de: CO2-Pool auswählen
es: Seleccionar depósito de carbono
fr: Sélectionnez le réservoir de carbone
hi: कार्बन पूल का चयन करें
ru: Выберите углеродный пул
zh_cn: 选择碳池

source: Switch to Polygon
de: Zu Polygon wechseln
es: Cambiar a Polygon
fr: Passer sur le réseau Polygon
hi: Polygon (पॉलिगॉन) पर स्विच करें
ru: Переключиться на Polygon
zh_cn: 切换到 Polygon

source: This app only works on Polygon Mainnet.
de: Die App funktioniert nur im Polygon-Mainnet.
es: Esta aplicación sólo funciona en Polygon Mainnet.
fr: Cette application fonctionne uniquement sur le réseau Polygon principal.
hi: यह ऐप केवल Polygon Mainnet (पॉलीगॉन मेननेट) पर ही काम करता है।
ru: Это приложение работает только в Polygon Mainnet.
zh_cn: 此应用程序仅适用于 Polygon 主网。

source: This cost includes slippage and any redemption fees charged by the pool
de: Diese Kosten beinhalten Handelsgebühren und jegliche vom Pool erhobene Freistellungsgebühren
es: Este coste incluye el slippage y las comisiones de reembolso cobradas por el pool.
fr: Ce coût comprend les frais de glissement et les éventuels frais de rachat facturés par la piscine.
hi: इस लागत में स्लिपेज और पूल द्वारा लिया जाने वाला कोई भी मोचन शुल्क शामिल है
ru: Эта стоимость включает проскальзывание и любые комиссии за погашение, взимаемые пулом.
zh_cn: 此费用包括滑点和矿池收取的任何赎回费用

source: Tonnes available: {formattedQuantity}
de: Verfügbare Tonnen: {formattedQuantity}
es: Toneladas disponibles: {formattedQuantity}
fr: Tonnes disponibles : {formattedQuantity}
hi: उपलब्ध टन: {formattedQuantity}
ru: Доступные тонны: {formattedQuantity}
zh_cn: 可用吨数：{formattedQuantity}

source: Unknown category
de: Unbekannte Kategorie
es: Categoría desconocida
fr: Catégorie inconnue
hi: अज्ञात श्रेणी
ru: Неизвестная категория
zh_cn: 未知类别

source: Unknown methodology
de: Unbekannte Methodik
es: Metodología desconocida
fr: Méthodologie inconnue
hi: अज्ञात पद्धति
ru: Неизвестная методика
zh_cn: 未知方法

source: Wrong Network
de: Falsches Netzwerk
es: Red incorrecta
fr: Mauvais réseau
hi: ग़लत नेटवर्क
ru: Неверная сеть
zh_cn: 网络错误

source: You need to load your wallet with USDC, KLIMA or a carbon pool token. Credit card support is coming soon.
de: Sie müssen USDC, KLIMA oder CO2-Tokens in Ihre Wallet übertragen. Die Unterstützung für Kreditkarten ist demnächst verfügbar.
es: Tienes que cargar tu monedero con USDC, KLIMA o un token del pool de carbono. Próximamente se admitirán tarjetas de crédito.
fr: Vous devez charger votre portefeuille avec des jetons USDC, KLIMA ou d'un pool de carbone. La prise en charge des cartes de crédit sera bientôt possible.
hi: आपको अपने वॉलेट को USDC, KLIMA या कार्बन पूल टोकन से लोड करना होगा। क्रेडिट कार्ड समर्थन जल्द ही आ रहा है।
ru: Вам необходимо пополнить свой кошелек с помощью USDC, KLIMA или токеном углеродного пула. Поддержка кредитных карт появится в ближайшее время.
zh_cn: 您的钱包需加载 USDC、KLIMA 或碳池代币。信用卡支付功能即将推出。

source: You receive
de: Du erhältst
es: Recibiras
fr: Vous recevez
hi: आपको प्राप्त हुया
ru: Вы получите
zh_cn: 您收到

# bond.all_demand_has_been_filled
source: SOLD OUT. All demand has been filled for this bond. Thank you, Klimates!
de: AUSVERKAUFT! Der Bedarf nach diesen Bonds ist aktuell erschöpft. Vielen Dank!
es: AGOTADO. Se ha cubierto toda la demanda para este bono. ¡Gracias, Klimates!
fr: ÉPUISÉ. Toute la demande a été remplie pour cet obligation. Merci à tous, les Klimates !
hi: बिक चुका है। इस बॉन्ड की संपूर्ण माँग पूरी कर दी गई है। धन्यवाद, क्लीमेट्स!
ru: РАСПРОДАНО. Весь спрос на эту облигацию был удовлетворен. Спасибо, Klimates!
zh_cn: 售罄。该债券的所有需求均已满足。感谢各位Klimates！

# bond.balance
source: Balance
de: Guthaben
es: Saldo
fr: Solde
hi: बैलेंस
ru: Баланс
zh_cn: 余额

# bond.balance.tooltip
source: Balance available for bonding
de: Für Bonds bereitstehendes Guthaben
es: Saldo disponible para vincular
fr: Solde disponible pour acheter des obligations
hi: बॉन्डिंग के लिए उपलब्ध बैलेंस
ru: Баланс доступен для бондинга
zh_cn: 可用于债券化的余额

# bond.bond
source: Bond
es: Vincular bono
fr: Obligation
hi: बॉन्ड
ru: Бонд
zh_cn: 债券

# bond.bond_price
source: Bond price
de: Bondpreis
es: Precio del bono
fr: Prix de l'obligation
hi: बॉन्ड क़ीमत
ru: Цена Бонда
zh_cn: 债券价格

# bond.bond_price.tooltip
source: Discounted price. Total amount to bond 1 full KLIMA (fractional bonds are also allowed)
de: Reduzierter Preis. Komplette Menge, um 1 KLIMA durch Bonds zu erhalten (kleinere Bondmengen sind möglich)
es: Precio con descuento. Cantidad total de la fianza de 1 KLIMA completo (también se permiten las fianzas fraccionadas)
fr: Prix soldé. Montant total pour contracter 1 KLIMA complet (les contrats fractionnaires sont également autorisées)
hi: रियायती मूल्य। बॉन्ड की कुल राशि 1 पूर्ण KLIMA (आंशिक बॉन्ड्स की अनुमति भी है)
ru: Цена со скидкой. Общая сумма для бонда 1 полная KLIMA (допускаются также разбивка бонда)
zh_cn: 折后价。1 KLIMA的总债券量（也允许部分零星债券）

# bond.bond_price.tooltip.inverse
source: Current trading price of KLIMA on the market
de: Aktueller Marktpreis von KLIMA
es: Precio de cotización actual de KLIMA en el mercado
fr: Cours actuel du KLIMA sur le marché
hi: बाज़ार में KLIMA का वर्तमान ट्रेडिंग मूल्य
ru: Текущая рыночная цена KLIMA на рынке
zh_cn: KLIMA 在市场上的当前交易价格

# bond.bond_token
source: Bond {0}
es: Bono {0}
fr: Obligation {0}
hi: बॉन्ड {0}
ru: Бонд{0}
zh_cn: 债券{0}

# bond.capacity_exceeded
source: CAPACITY EXCEEDED
de: KAPAZITÄT ERSCHÖPFT
es: CAPACIDAD EXCEDIDA
fr: CAPACITÉ DÉPASSÉE
hi: क्षमता से अधिक
ru: Вместимость превышена
zh_cn: 超出容量

# bond.date_of_full_vesting
source: Date of full vesting
de: Ende der vollständigen Wartefrist
es: Fecha de consolidación completa
fr: Date d'acquisition complète
hi: पूर्ण निहित होने की तिथि
ru: Дата полного вестинга
zh_cn: 完全归属的日期

# bond.date_of_full_vesting.tooltip
source: Date when the entire bond value can be redeemed
de: Zeitpunkt, an dem der gesamte Bondwert ausgezahlt werden kann
es: Fecha en la que se puede reembolsar la totalidad del valor del bono
fr: Date à laquelle la valeur totale de l'obligation pourra être réclamée
hi: दिनांक जब संपूर्ण बॉन्ड मूल्य को भुनाया जा सकता है
ru: Дата, когда может быть погашена вся стоимость бонда
zh_cn: 可赎回全部债券值的日期

# bond.debt_ratio
source: Debt ratio
de: Schuldenquote
es: Ratio de deuda
fr: Ratio d'endettement
hi: ऋण अनुपात
ru: соотношение долга
zh_cn: 资产负债率

# bond.debt_ratio.tooltip
source: Protocol's current ratio of supply to outstanding bonds
de: Aktuelles Verhältnis zwischen Angebot und ausstehenden Bonds
es: Relación actual entre la oferta y los bonos en circulación del Protocolo
fr: Ratio actuel de l'offre par rapport aux obligations en circulation du protocole
hi: प्रोटोकॉल का बकाया बॉन्ड्स के प्रति वर्तमान आपूर्त्ति अनुपात
ru: Текущее отношение предложения к размещенным бондам по протоколу
zh_cn: 协议的当前供应与未偿债券的比率

source: Bond discount
de: Bonding-Rabatt
es: Descuento de bono
fr: Escompte obligataire
hi: बॉन्ड छूट
ru: Дисконт бонда
zh_cn: 债券折扣

# bond.discount.description_tooltip
source: Percentage discount (or premium if negative) relative to the market value of KLIMA.
de: Prozentualer Rabatt (oder Aufschlag, falls negativ) relativ zum aktuellen Marktpreis von KLIMA.
es: Porcentaje de descuento (o de prima si es negativo) en relación con el valor de mercado de KLIMA.
fr: Pourcentage de réduction (ou premium si négatif) par rapport à la valeur sur le marché du KLIMA.
hi: KLIMA के बाज़ार मूल्य के सापेक्ष प्रतिशत छूट (या नकारात्मक होने पर प्रीमियम)।
ru: Процентная скидка (или надбавка, если она отрицательная) по отношению к рыночной стоимости KLIMA.
zh_cn: 对于 KLIMA 市场价值的百分比折扣（如果为负数则溢价）。

# bond.inputplaceholder.amount_to_bond
source: Amount to bond
de: Zu bondende Menge
es: Cantidad a vincular
fr: Montant à investir
hi: बंधित राशि
ru: равносильно бонду
zh_cn: 债券量

# bond.inputplaceholder.amount_to_redeem
source: Amount to redeem
de: Einzulösende Menge
es: Importe a redimir
fr: Montant à réclamer
hi: रिडीम राशि
ru: Сумма к погашению
zh_cn: 赎回量

# bond.inverse.premium
source: Premium
de: Preisaufschlag
es: Prima
hi: प्रीमियम
ru: Премиум
zh_cn: 溢价

# bond.inverse.premium.description
source: Premium relative to the market value of KLIMA.
de: Preisaufschlag relativ zum aktuellen Marktpreis von KLIMA.
fr: Premium comparé à la valeur sur le marché du KLIMA.
hi: KLIMA के बाज़ार मूल्य के सापेक्ष प्रीमियम।
ru: Премия по отношению к рыночной стоимости KLIMA.
zh_cn: 对于 KLIMA 市场价值的溢价。

# bond.market_price
source: Market price
de: Marktpreis
es: Precio de mercado
fr: Prix du marché
hi: बाज़ार क़ीमत
ru: Рыночная цена
zh_cn: 市场价

# bond.market_price.tooltip
source: Current trading price of KLIMA, without bond discount
de: Aktueller Marktpreis von KLIMA ohne Bondingrabatt
es: Precio actual de KLIMA, sin descuento de bonos
fr: Cours actuel de KLIMA, sans décote obligataire
hi: KLIMA का वर्तमान ट्रेडिंग मूल्य, बिना बॉन्ड छूट के
ru: Текущая торговая цена KLIMA, без учета дисконта по бондам
zh_cn: KLIMA当前交易价格，不含债券折扣

# bond.max_exceeded
source: MAX EXCEEDED
de: MAXIMUM ÜBERSCHRITTEN
es: MÁXIMO EXCEDIDO
fr: MAX DÉPASSÉ
hi: अधिकतम सीमा पार हो गयी
ru: ПРЕВЫШЕН МАКС.
zh_cn: 最大上限值

# bond.maximum
source: Maximum
es: Máxima
hi: ज़्यादा से ज़्यादा
ru: Максимум
zh_cn: 最大额度

# bond.maximum.tooltip
source: Maximum amount you can acquire by bonding
de: Maximale durch Bonding erhaltbare Menge
es: Monto máximo que puede adquirir por vinculación
fr: Montant maximum que vous pouvez acquérir avec des obligations
hi: अधिकतम राशि जो बॉन्डिंग द्वारा आप प्राप्त कर सकते हैं
ru: Максимальная сумма, которую вы можете приобрести с помощью бондирования
zh_cn: 您可以通过债券化绑定获得的最大数量

# bond.not_redeemable
source: Not Redeemable
de: Nicht einlösbar
es: No redimible
fr: Ne pouvant être réclamé
hi: प्रतिदेय नहीं
ru: Не подлежащие погашению
zh_cn: 不可赎回

# bond.payout_per_klima
source: Payout per KLIMA
de: Auszahlung pro KLIMA
es: Pago por KLIMA
fr: Paiement par KLIMA
hi: भुगतान प्रति KLIMA
ru: Выплата за KLIMA
zh_cn: 每 KLIMA 的支出

# bond.payout_per_klima.description_inverse
source: If you bond 1 KLIMA, you will receive this amount in USDC.e.
de: Wenn du 1 KLIMA bondest, bekommst du diese Menge USDC.
es: Si vincula 1 KLIMA, recibirá esta cantidad en USDC.
fr: Si vous prêtez 1 KLIMA, vous recevrez ce montant en USDC.
hi: यदि आप 1 KLIMA को बॉन्ड करते हैं, तो आपको यह राशि USDC (यूएसडीसी) में प्राप्त होगी।
ru: Если вы связываете 1 KLIMA, вы получите эту сумму в USDC.
zh_cn: 如果您抵押 1 个 KLIMA，您将收到等金额的 USDC。

# bond.redeem
source: Redeem
de: Einlösen
es: Redimir
fr: Réclamer
hi: भुनाना
ru: Погасить
zh_cn: 赎回

# bond.redeemable
source: Redeemable
de: Einlösbar
es: Redimible
fr: Réclamable
hi: प्रतिदेय
ru: Погашаемый
zh_cn: 可赎回

# bond.redeemable.tooltip
source: Amount of KLIMA that has already vested and can be redeemed
de: Menge an KLIMA, die bereits garantiert ist und eingelöst werden kann.
es: Importe de KLIMA que ya se ha consolidado y que puede redimirse
fr: Montant de KLIMA déjà disponible et pouvant être réclamés
hi: KLIMA की राशि जो पहले से ही निहित है और जिसे भुनाया जा सकता है
ru: Сумма KLIMA, права на которую уже распределены и могут быть погашены
zh_cn: 已归属且可赎回的 KLIMA 数量

# bond.should_autostake
source: Automatically stake for sKLIMA
de: Automatisch für sKLIMA staken
es: Hacer staking automáticamente para sKLIMA
fr: Mettre en jeu automatiquement contre des sKLIMA
hi: sKLIMA के लिए स्वचालित रूप से स्टेकिंग
ru: Автоматический стейкинг для sKLIMA
zh_cn: 自动质押以获得 sKLIMA

# bond.this_bond_price_is_inflated
source: ⚠️ Warning: this bond price is inflated because the current discount rate is negative.
de: ⚠️ Achtung: Dieser Bondpreis ist überhöht, da die Rabattrate negativ ist.
es: ⚠️ Atención: el precio de este bono está inflado porque la tasa de descuento actual es negativa.
fr: ⚠️ Attention : le prix de l'obligation est augmenté car la remise actuelle est négative.
hi: ⚠️️ चेतावनी: इस बॉन्ड की क़ीमत बढ़ गयी है क्योंकि वर्तमान छूट दर नकारात्मक है।
ru: ⚠️ Внимание: цена этой облигации завышена, поскольку текущая ставка дисконтирования отрицательна.
zh_cn: ⚠️ 警告：由于当前的贴现率为负，此债券价格虚高。

# bond.transaction_modal.bond.title
source: Bond {0}
es: Bono {0}
fr: Obligation {0}
hi: बॉन्ड {0}
ru: Бонд{0}
zh_cn: 债券{0}

# bond.transaction_modal.redeem.title
source: Redeem Klima
de: Klima einlösen
es: Canjear Klima
fr: Réclamer Klima
hi: Klima रिडीम करें
ru: Выкупить Klima
zh_cn: 赎回 Klima

# bond.unredeemed
source: Unredeemed
de: Nicht eingelöst
es: No redimido
fr: Non réclamé
hi: अनरिडीम्ड
ru: Непогашенный
zh_cn: 未赎回

# bond.unredeemed.tooltip
source: Remaining unredeemed value (vested and un-vested)
de: Verbleibender, einlösbarer Wert (zugesichert und noch nicht zugesichert)
es: Valor restante no reembolsado (adquirido y sin adquirir)
fr: Valeur non réclamée restante (disponible et non disponible)
hi: शेष अविमोचित राशि (निहित और अनिहित)
ru: Оставшаяся невыкупленная стоимость ((наделенная и не наделенная правами)
zh_cn: 剩余未赎回价值（已归属和未归属）

# bond.vesting_term_end
source: Vesting term end
de: Ende der Wartefrist
es: Fin del plazo de adquisición
fr: Fin de la période de maturation
hi: निधान अवधि की समाप्ति
ru: Дата полного вестинга
zh_cn: 归属期限结束

# bond.vesting_term_end.tooltip
source: If you bond now, your vesting term ends at this date. Klima is slowly unlocked for redemption over the duration of this term.
de: Wenn du jetzt CO2 bondest, endet die Wartefrist zu diesem Zeitpunkt. KLIMA-Tokens werden während dieses Zeitraums langsam für dich freigestellt.
es: Si hace bonding ahora, su plazo de adquisición finaliza en esta fecha. Klima se va desbloqueando poco a poco para su reembolso a lo largo de este plazo.
fr: Si vous contractez une obligation maintenant, votre période d'acquisition se terminera à cette date. La réclamation de Klima est lentement déverrouillé sur cette durée.
hi: यदि आप अभी बॉन्ड करते हैं, तो आपकी निहित अवधि इस तिथि पर समाप्त हो जाती है। इस अवधि के दौरान Klima ऋणमोचन के लिए धीरे-धीरे अनलॉक हो जाता है।
ru: Если вы разместите бонд сейчас, срок наделения правами закончится в эту дату. Klima постепенно разблокируется для погашения в течение этого срока.
zh_cn: 如果您现在绑定，您的归属期限将即日终止。在这个期限内，Klima会慢慢解锁以进行赎回。

# bond.you_will_get
source: You will get
de: Du erhältst
es: Conseguirás
fr: Vous obtiendrez
hi: आपको मिलेगा
ru: Вы получете
zh_cn: 你将获得

# bond.you_will_get.description_inverse
source: Amount you will get, at the provided input quantity
de: Menge, die du für die eingegebene Eingangssumme erhältst
es: Monto que obtendrá, con la cantidad introducida.
fr: Montant d'obligations que vous obtiendrez, d'après la quantité fournie.
hi: प्रदान की गई इनपुट मात्रा पर आपको यह राशि मिलेगी
ru: Сумма, которую вы получите при заданном количестве ввода
zh_cn: 在提供输入数量的情况下，您将获得的金额

# bond.you_will_get.tooltip
source: Amount of bonded KLIMA you will get, at the provided input quantity
de: Menge an gebondetem KLIMA, die du für die angegebene Eingangsmenge bekommst
es: Cantidad de KLIMA en bonos que obtendrá, en la cantidad de entrada proporcionada
fr: Montant d'obligations KLIMA liée que vous obtiendrez, d'après la quantité soumise en entrée.
hi: प्रदान की गई इनपुट मात्रा पर आपको बंधित KLIMA की राशि मिलेगी
ru: Количество бондированого KLIMA, которое вы получите, при указанном количестве входных данных
zh_cn: 在提供输入量的情况下，您将获得的债券化KLIMA数量

# capacity.description_inverse
source: This is the amount of USDC.e in the contract available for bonds.
de: Diese Menge USDC steht im Smart-Contract für Bonds bereit.
es: Esta es la cantidad de USDC en el contrato disponible para bonos.
fr: Il s'agit du montant d'USDC disponible dans le contrat pour les obligations.
hi: यह बॉन्ड के लिए उपलब्ध अनुबंध में USDC (यूएसडीसी) की राशि है।
ru: Это сумма USDC в контракте, доступная для бондирования.
zh_cn: 这是可用于债券合约中的 USDC 数量。

# checkurlbanner.dont_remind_me
source: Don't Remind Me
de: Nicht wieder erinnern
es: No me lo recuerdes
fr: Ne pas me le rappeler
hi: मुझे याद न दिलाएँ
ru: Больше не напоминать
zh_cn: 不再提醒

# checkurlbanner.got_it
source: Got it
de: Ich verstehe
es: Entiendo
fr: J'ai compris
hi: समझ गए
ru: Понятно
zh_cn: 收到

# checkurlbanner.is_the_only_official_domain
source: <0>app.klimadao.finance</0> is the only official domain.
de: <0>app.klimadao.finance</0> ist die einzige offizielle Domain.
es: <0>app.klimadao.finance</0> es el único dominio oficial.
fr: <0>app.klimadao.finance</0> est le seul domaine officiel.
hi: <0>app.klimadao.finance</0> एकमात्र आधिकारिक डोमेन है।
ru: <0>app.klimadao.finance</0> является единственным официальным доменом.
zh_cn: <0>app.klimadao.finance</0>是唯一官方域名。

# checkurlbanner.verify_url_and_bookmark_this_page
source: ⚠️ Verify the URL and bookmark this page!
de: ⚠️ Überprüfe diese URL und richte sie dir als Lesezeichen ein!
es: ⚠️ ¡Verifica la URL y marca esta página!
fr: ⚠️ Vérifiez l'URL et mettez cette page dans vos favoris !
hi: ️ ⚠️ URL (यूआरएल) सत्यापित करें और इस पृष्ठ को बुकमार्क कर लें!
ru: ⚠️ Проверьте URL и добавьте эту страницу в закладки!
zh_cn: ⚠️ 验证 URL 并将此页面添加为书签！

# choose_bond.bond_carbon
source: Bond Carbon
de: CO2 bonden
es: Vincular bono de carbono
fr: Obligation carbone
hi: कार्बन बांधें
ru: Бонд Карбон
zh_cn: 碳债券

# choose_bond.bond_carbon.the_best_way_to_buy_klima
source: The best way to buy KLIMA. Commit carbon to our treasury, and receive KLIMA at a discount. All bonds (except inverse bonds) have a mandatory 5 day vesting period.
de: Der beste Weg, KLIMA zu kaufen. Übertrage CO2-Tokens in unsere Schatzkammer und bekomme dafür vergünstigtes KLIMA. Alle Bonds (außer Inverse Bonds) haben eine obligatorische Sperrfrist von fünf Tagen.
es: La mejor manera de comprar KLIMA. Deposite carbono en nuestra tesorería y reciba KLIMA con descuento. Todos los bonos (excepto los bonos inversos) tienen un periodo de concesión obligatorio de 5 días.
fr: La meilleure façon d'acheter des KLIMA. Déposez des équivalents carbone dans notre trésorerie et recevez des KLIMA à prix réduit. Toutes les obligations (sauf celles à taux variable inversé) ont une période de maturation obligatoire de 5 jours.
hi: KLIMA ख़रीदने का सबसे बढ़िया तरीक़ा। हमारी ट्रेज़री में कार्बन जमा करें, और छूट के साथ KLIMA प्राप्त करें। सभी बॉन्ड्स (इनवर्स बॉन्ड्स के अलावा) में 5 दिनों की अनिवार्य निहित अवधि होती है।
ru: Лучший способ купить KLIMA. Вложите углерод в нашу казну и получите KLIMA со скидкой. Все облигации (кроме обратных облигаций) имеют обязательный 5-дневный период наделения правами.
zh_cn: 购买 KLIMA 的最佳方式。将碳汇入我们的国库，并以折扣价获得 KLIMA。所有债券（反向债券除外）都有 5 天的强制性归属期。

# choose_bond.choose_bond
source: Choose a bond
de: Bond auswählen
es: Elige un bono
fr: Choisissez une obligation
hi: एक बॉन्ड चुनें
ru: Выберите бонд
zh_cn: 选择一款债券

# choose_bond.inverse_usdc
source: Provide KLIMA, receive USDC.e
de: KLIMA überweisen, USDC bekommen
es: Proporcione KLIMA, reciba USDC
fr: Fournissez des KLIMA, recevez des USDC
hi: KLIMA प्रदान करें, USDC (यूएसडीसी) प्राप्त करें
ru: Предоставьте KLIMA, получите USDC
zh_cn: 提供KLIMA，收到USDC

# choose_bond.klima_bct_lp.klima_bct_sushiswap_liquidity
source: KLIMA/BCT Sushiswap Liquidity
de: KLIMA/BCT Sushiswap-Liquidität
es: Liquidez BCT/USDC Sushiswap
fr: Liquidité Sushiswap KLIMA/BCT
hi: KLIMA/BCT (बीसीटी) Sushiswap (सुशीस्वैप) लिक्विडिटी
ru: KLIMA/BCT Sushiswap ликвидность
zh_cn: KLIMA/BCT Sushiswap 流动性

# choose_bond.klima_usdc_lp.klima_usdc_sushiswap_liquidity
source: KLIMA/USDC.e Sushiswap Liquidity
de: KLIMA/USDC Sushiswap-Liquidität
es: Liquidez BCT/USDC Sushiswap
fr: Liquidité Sushiswap KLIMA/USDC
hi: KLIMA/USDC (यूएसडीसी) Sushiswap (सुशीस्वैप) लिक्विडिटी
ru: KLIMA/BCT Sushiswap ликвидность
zh_cn: KLIMA/USDC Sushiswap 流动性

# choose_bond.mco2.moss_carbon_credit_token
source: MOSS Carbon Credit Token
es: Token de crédito de carbono MOSS
fr: Jeton de crédit carbone MOSS
hi: MOSS (मॉस) कार्बन क्रेडिट टोकन
zh_cn: MOSS碳信用代币

# choose_bond.mco2_lp.klima_mco2_quickswap_liquidity
source: KLIMA/MCO2 Quickswap Liquidity
de: KLIMA/MCO2 Quickswap-Liquidität
es: Liquidez BCT/USDC Sushiswap
fr: Liquidité Quickswap KLIMA/MCO2
hi: KLIMA/MCO2 (एमसीओ2) Quickswap (क्विकस्वैप) लिक्विडिटी
ru: KLIMA/MCO2 Quickswap ликвидность
zh_cn: KLIMA/MCO2 Quickswap 流动性

# choose_bond.nbo.description
source: C3 Nature Based Offset
es: Compensación basada en la naturaleza C3
fr: Compensation C3 basée sur la nature
hi: C3 प्रकृति आधारित ऑफ़सेट
ru: СЗ Природный офсет
zh_cn: C3 基于自然抵消

# choose_bond.percent_discount
source: % Discount
de: % Rabatt
es: % Descuento
fr: % Remise
hi: % छूट
ru: % Дисконт
zh_cn: ％ 折扣
