Repository: KlimaDAO/klimadao
Catalog: app/locale/*/messages.po
Languages: de, es, fr, hi, ru, zh_cn

# pklima.overclaim
source: You've claimed more KLIMA than your supply-share limit. This is likely due to a fix implemented on November 24th, 2021 to the pKLIMA redemption contract.
de: Du hast dein Supply-Share-Limit überschritten und zu viel KLIMA beansprucht. Dies liegt wahrscheinlich an einem Bugfix, der am 24. November am pKLIMA-Einlösungsvertrag vorgenommen wurde.
es: Has reclamado más KLIMA que tu límite de suministro. Esto se debe probablemente a un arreglo implementado el 24 de noviembre de 2021 en el contrato de canje de pKLIMA.
fr: Vous avez réclamé plus de KLIMA que votre limite de partage d'approvisionnement ne le permet. Cela est probablement dû au correctif mis en œuvre le 24 novembre 2021 au contrat de réclamation de pKLIMA.
hi: आपने अपनी आपूर्त्ति-शेयर सीमा से अधिक KLIMA क्लेम किया है। ऐसा शायद 24 नवंबर, 2021 को pKLIMA मोचन अनुबंध के लिए लागू किए गए सुधार के कारण हुआ है।
ru: Вы потребовали больше KLIMA, чем ваш лимит поставок. Вероятно, это связано с исправлением, внесенным 24 ноября 2021 года в контракт выкупа pKLIMA.
zh_cn: 您申请的 KLIMA 已经超过了您的供应份额限制。该情况可能是由2021年11月24日对 pKLIMA 赎回合约的修复造成的。

# pklima.redeem_pklima
source: Redeem pKLIMA
de: pKLIMA einlösen
es: Redimir pKLIMA
fr: Réclamer pKlima
hi: pKLIMA रिडीम करें
ru: Погасить pKLIMA
zh_cn: 赎回 pKLIMA

# pklima.redeemed
source: Redeemed
de: Eingelöst
es: Redimido
fr: Réclamé
hi: रिडीम किया गया
ru: Погашенно
zh_cn: 已赎回

# pklima.redeemed.tooltip
source: Total KLIMA you have redeemed so far.
de: Gesamtmenge KLIMA, die du bislang eingelöst hast.
es: Total de KLIMA que has redimido hasta ahora.
fr: Montant total de KLIMA que vous avez échangé jusqu'à présent.
hi: कुल KLIMA जिसे आपने अब तक रिडीम किया है।
ru: Общее количество KLIMA, которые вы использовали на данный момент.
zh_cn: 到目前为止，您已赎回的 KLIMA 总数。

# pklima.supply_limit
source: Supply limit
de: Angebotslimit
es: Límite de suministro
fr: Quantité maximale
hi: आपूर्त्ति सीमा
ru: Предел предложения
zh_cn: 供应限制

# pklima.supply_limit.tooltip
source: A percent of total token supply. Your index-adjusted claim may not exceed this value.
de: Ein Prozentwert des gesamten Tokenangebotes. Deine indexbereinigte Anforderung darf diesen Wert nicht überschreiten.
es: Un porcentaje del suministro total de tokens. Su demanda ajustada al índice no puede superar este valor.
fr: Un pourcentage de l'offre totale de jetons. Votre créance ajustée par l’indice ne peut pas dépasser cette valeur.
hi: कुल टोकन आपूर्त्ति का एक प्रतिशत। आपका अनुक्रमणिका-समायोजित दावा इस मान से अधिक नहीं हो सकता है।
ru: Процент от общего количества токенов. Ваша заявка с поправкой на индекс не может превышать это значение.
zh_cn: 代币总供应量的百分比。指数调整后的索赔不得超过此值。

# pklima.update
source: The updated contract now assumes pKLIMA holders have staked and earned rewards on previously claimed tokens. Prior to the November fix, these staking rewards were not counted against your supply share limit, which meant your share of the total KLIMA supply could surpass the limit defined in your terms.
de: Der aktualisierte Vertrag geht davon aus, dass pKLIMA-Besitzer ehemals beanspruchte Tokens gestakt und Belohnungen dafür erhalten haben. Vor dem November-Fix wurden diese Staking-Belohnungen nicht gegen dein Supply-Share-Limit aufgerechnet, was bedeutet, dass dein Anteil am totalen KLIMA-Supply das in deinen Bedingungen angegebene Limit überschreiten konnte.
es: El contrato actualizado asume ahora que los titulares de pKLIMA han hecho staking y ganado recompensas sobre tokens previamente reclamados. Antes de la corrección de noviembre, estas recompensas de staking no se contaban para el límite de la cuota de suministro, lo que significaba que su cuota del suministro total de KLIMA podía superar el límite definido en sus condiciones.
fr: Le nouveau contrat présuppose que les détenteurs de pKLIMA ont mis en jeu et gagné des récompenses provenant d'actifs réclamés au préalable. Avant le correctif de novembre, le rendement des dépôts n'étaient pas pris en compte dans votre limite d'approvisionnement. De fait votre approvisionnement total en KLIMA pouvait dépasser la limite définie dans vos conditions.
hi: अपडेटेड अनुबंध अब मानता है कि pKLIMA धारकों ने पहले दावा किए गए टोकनों पर दाँव लगाया और पुरस्कार अर्जित किया। नवंबर फिक्स से पहले, इन दाँव पुरस्कारों को आपकी आपूर्त्ति शेयर सीमा के मुक़ाबले नहीं गिना जाता था, जिसका अर्थ था कि कुल KLIMA आपूर्त्ति का आपका हिस्सा आपकी शर्तों में परिभाषित सीमा को पार कर सकता है।
ru: Обновленный контракт теперь предполагает, что держатели pKLIMA застейкали и заработали награды за ранее полученные токены. До ноябрьского исправления эти награды за стейкинг не учитывались в лимите доли поставок, что означало, что ваша доля в общем объеме поставок KLIMA могла превысить лимит, определенный в ваших условиях.
zh_cn: 更新后的合约，假设现在 pKLIMA 的持有者已经质押了之前获得的代币，并挣得奖励。在11月合约修复之前，这些质押奖励不计入供应份额限制，就是说您在 KLIMA 总供应量中持有的份额，可能会超过条款定义中限定的份额。

# redeem.description
source: Acquire tokens for a specific carbon offset project. The project tokens will be redeemed from a carbon pool and transferred to your wallet, so you can trade or retire them later.
de: Kaufen Sie Tokens eines bestimmten CO2-Projektes. Die Projekttokens werden von einem CO2-Pool freigestellt und in Ihre Wallet übertragen, damit Sie damit handeln oder sie für einen CO2-Ausgleich nutzen können.
es: Adquiera tokens para un proyecto específico de compensación de carbono. Los tokens del proyecto se canjearán de un fondo de carbono y se transferirán a tu monedero, para que puedas canjearlos o retirarlos más tarde.
fr: Acquérir des jetons pour un projet de compensation carbone spécifique. Les jetons du projet seront rachetés auprès d'un pool de carbone et transférés dans votre portefeuille, afin que vous puissiez les échanger ou les retirer du marché plus tard.
hi: एक विशिष्ट कार्बन ऑफ़सेट परियोजना के लिए टोकन प्राप्त करें। प्रोजेक्ट टोकन को कार्बन पूल से रिडीम किया जाएगा और आपके वॉलेट में स्थानांतरित कर दिया जाएगा, ताकि आप उन्हें बाद में ट्रेड या रिटायर कर सकें।
ru: Приобретайте токены для конкретного проекта компенсации выбросов углерода. Токены проекта будут выкуплены из углеродного пула и переведены на ваш кошелек, чтобы вы могли обменять их или изъять из обращения позже.
zh_cn: 为特定的碳抵消项目获取代币。项目代币将从碳池中赎回并转移到您的钱包，因此您可以稍后进行交易或碳停用。

# shared.404
source: 404 - Page Not Found
de: 404 - Seite nicht gefunden
es: 404 Pagina no encontrada
fr: 404 Page non trouvée
hi: 404 - पृष्ठ नहीं मिला
ru: 404 Страница не найдена
zh_cn: 404 - 页面不存在

# shared.back
source: Back
de: Zurück
es: Volver
fr: Retour
hi: पीछे
ru: Назад
zh_cn: 返回

# shared.balances
source: Balances
de: Guthaben
es: Saldos
fr: Soldes
hi: बैलेंस
ru: Балансы
zh_cn: 余额

# shared.change_language
source: Change language
de: Sprache wechseln
es: Cambiar idioma
fr: Changer de langue
hi: भाषा बदलें
ru: измененить язык
zh_cn: 变更语言

# shared.confirming
source: Confirming
de: Bestätigen...
es: Confirmando
fr: Confirmation en cours
hi: पुष्टि
ru: Подтверждение
zh_cn: 确认中

# shared.connect_wallet
source: Loading...
de: Lade...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
ru: Загрузка...
zh_cn: 正在加载...

# shared.enter_amount
source: Enter Amount
de: Menge eingeben
es: Ingrese la cantidad
fr: Entrez le montant
hi: राशि डालें
ru: Введите сумму
zh_cn: 输入金额

# shared.error
source: ERROR
de: FEHLER
fr: ERREUR
hi: ग़लती
ru: ОШИБКА
zh_cn: 错误

# shared.invalid_project_address
source: Invalid project address
de: Ungültige Projektadresse
es: Dirección del proyecto no válida
fr: Adresse de projet invalide
hi: अमान्य परियोजना पता
ru: Неверный адрес проекта
zh_cn: 无效项目地址

# shared.login_connect
source: Login / Connect
de: Anmelden / Verbinden
es: Iniciar sesión / Conectar
fr: S'identifier / Se connecter
hi: साइन इन / कनेक्ट करें
ru: Войти / Подключиться
zh_cn: 登录/连接

# shared.max
source: Max
hi: अधिकतम
ru: Максимум
zh_cn: 最大额度

# shared.sold_out
source: Sold Out
de: Ausverkauft
es: Agotado
fr: Épuisé
hi: बिक चुका है
ru: РАСПРОДАННЫЙ
zh_cn: 售罄

# stake.5_day_rewards
source: 5 Day Rewards
de: ROI über fünf Tage
es: Recompensas en 5 días
fr: Récompenses sur 5 jours
hi: 5 दिवसीय पुरस्कार
ru: 5-дневные награды
zh_cn: 5天奖励

# stake.5_day_rewards.tooltip
source: Approximate rewards, including compounding, should you remain staked for 5 days.
de: Ungefähre Belohnungen inklusive Zinseszinseffekt, falls du über fünf Tage gestaket bleibst.
es: Recompensas aproximadas, incluyendo el compounding, en caso de hacer staking durante 5 días.
fr: Récompenses approximatives, comprenant les intérêts composés, si vous laissez votre mise pendant 5 jours.
hi: कंपाउंडिंग सहित अनुमानित पुरस्कार, यदि आप 5 दिनों तक दाँव पर लगाते हैं।
ru: Приблизительные вознаграждения, включая начисление сложных процентов, если вы будете оставаться в ставках в течение 5 дней.
zh_cn: 如果连续质押5天，约可获得...奖励，包括复利。

# stake.akr
source: AKR
ru: АКР
zh_cn: KLIMA年化奖励率

# stake.akr.tooltip
source: Annualized KLIMA Rewards, including compounding, should the current reward rate remain unchanged for 12 months (reward rate may be subject to change).
de: Jährliche KLIMA-Belohnungen, Zinseszinseffekte inbegriffen, sofern die aktuelle Belohnungsrate über zwölf Monate identisch bleibt (Rate kann sich ändern).
es: Recompensas KLIMA anualizadas, incluida la capitalización, en caso de que la tasa de recompensa actual se mantenga sin cambios durante 12 meses (la tasa de recompensa puede estar sujeta a cambios).
fr: Rendement en KLIMA annualisé, y compris les intérêts composés, si le rendement actuel reste inchangé pendant 12 mois (le rendement peut être variable).
hi: कंपाउंडिंग सहित वार्षिक KLIMA पुरस्कार, यदि वर्तमान इनाम दर 12 महीनों के लिए अपरिवर्तित रहे (इनाम दर परिवर्तन के अधीन हो सकती है)।
ru: Годовые вознаграждения KLIMA, включая начисление сложных процентов, если текущая ставка вознаграждения останется неизменной в течение 12 месяцев (ставка вознаграждения может быть изменена).
zh_cn: 如果当前奖励利率在12个月内保持不变（奖励利率可能会发生变化), KLIMA 年化奖利率...，包括复利。

# stake.balancescard.tooltip
source: Stake your KLIMA tokens to receive sKLIMA. After every rebase, your sKLIMA balance will increase by the given percentage.
de: Stake deine KLIMA-Tokens, um sKLIMA zu erhalten. Nach jedem Rebase wird dein sKLIMA um die angegebene Prozentwahl wachsen.
es: Haga staking con sus tokens KLIMA para recibir sKLIMA. Después de cada rebase, su saldo de sKLIMA aumentará en el porcentaje indicado.
fr: Mettez en jeu vos jetons KLIMA pour recevoir des sKLIMA. Après chaque rebasement, votre solde sKLIMA augmentera du pourcentage indiqué.
hi: sKLIMA प्राप्त करने के लिए अपने KLIMA टोकन को दाँव पर लगाएँ। हर रिबेस के बाद, आपका sKLIMA बैलेंस दिए गए प्रतिशत के हिसाब से बढ़ जाएगा।
ru: Стейкайте ваши KLIMA, чтобы получить sKLIMA. После каждого пополнения ваш баланс sKLIMA будет увеличиваться на указанный процент.
zh_cn: 质押代币 KLIMA 即获得 sKLIMA。每次变基后，sKLIMA余额将按给定的百分比增加。

# stake.estimated_payout
source: Est. payout (sKLIMA)
de: Geschätzte Auszahlung (sKLIMA)
es: Pago estimado (sKLIMA)
fr: Est. paiement (sKLIMA)
hi: अनुमानित भुगतान (sKLIMA)
ru: приблизительная выплата (sKLIMA)
zh_cn: 预计支出 (sKLIMA)

# stake.index
source: Index
es: Índice
fr: Indice
hi: इंडेक्स
ru: Показатель
zh_cn: 指数

# stake.index.tooltip
source: Amount of KLIMA you would have today if you staked 1 KLIMA on launch day. Useful for accounting purposes.
de: Menge an KLIMA, die du heute hättest, wenn du 1 KLIMA am Starttag gestaket hättest. Nützlich für Buchführungszwecke.
es: Cantidad de KLIMA que tendrías hoy si hubieras hecho staking con 1 KLIMA el día del lanzamiento. Útil para fines contables.
fr: Montant de KLIMA que vous auriez aujourd'hui si vous aviez mis en jeu 1 KLIMA le jour du lancement. Utile à des fins comptables.
hi: यदि आप लॉन्च के दिन 1 KLIMA दाँव पर लगाते तो आज आपके पास KLIMA की यह राशि होती। लेखांकन के लिए उपयोगी।
ru: Сумма KLIMA, которую вы имели бы сегодня, если бы сделали ставку в 1 KLIMA в день запуска. Полезно для бухгалтерских целей.
zh_cn: 如果在发行当日质押1个KLIMA，至今您将拥有的 KLIMA 数量。对做账有利。

# stake.inputplaceholder.stake
source: Amount to stake
de: Zu stakende Menge
es: Cantidad para hacer staking
fr: Montant à mettre en jeu
hi: स्टेक राशि
ru: Сумма стейкинга
zh_cn: 质押量

# stake.inputplaceholder.unstake
source: Amount to unstake
de: Zu unstakende Menge
es: Cantidad para retirar
fr: Montant de la mise à enlever
hi: अनस्टेक राशि
ru: Сумма анстейкинга
zh_cn: 取消质押量

# stake.next_rebase
source: Approx. next rebase
de: Ungefährer nächster Rebase
es: Siguiente rebase aprox.
fr: Environ. Prochain rebasage
hi: लगभग। अगला रिबेस
ru: приблизительный следующий пересмотр
zh_cn: 至下次变基约还有...

# stake.percent_payout
source: Percent payout
de: Prozentuale Auszahlung
es: Porcentaje de pago
fr: de rendement
hi: प्रतिशत भुगतान
ru: Процент выплат
zh_cn: 支付百分比

# stake.rebase
source: Rebase
fr: Rebasage
hi: रिबेस करना
ru: следующий пересмотр
zh_cn: 变基

# stake.rebase.info
source: The protocol automatically mints and distributes rewards. Your payout is a percentage of your sKLIMA balance
de: Das Protokoll generiert und verteilt automatisch Belohnungen. Deine Auszahlung wird als Prozentsatz deines sKLIMA-Guthabens berechnet.
es: El protocolo mintea y distribuye automáticamente las recompensas. Su pago es un porcentaje de su saldo sKLIMA
fr: Le protocole génère et distribue automatiquement les intérêts. Vous êtes rémunéré un pourcentage de votre solde en sKLIMA
hi: प्रोटोकॉल स्वचालित रूप से पुरस्कार बनाता और वितरित करता है। आपका भुगतान आपके sKLIMA बैलेंस का कुछेक प्रतिशत है
ru: Протокол автоматически майнит и распределяет вознаграждения. Ваша выплата - это процент от вашего баланса sKLIMA
zh_cn: 该协议自动铸造和分配奖励。所得是您的 sKLIMA 余额的百分比

# stake.stake
source: Stake
de: Staken
fr: Mettre en jeu
hi: दाँव लगाना
ru: Стейкинг
zh_cn: 质押

# stake.stake_hold_earn
source: Stake, hold, and earn compounding sKLIMA.
de: Stake, behalte und verdiene automatisch verzinstes sKLIMA.
es: Haz staking, holdea y gana sKLIMA.
fr: Mettez en jeu, accumulez et gagnez des sKLIMA via les intérêts composés.
hi: दाँव पर लगाएँ, होल्ड करें, और कंपाउंडिंग sKLIMA अर्जित करें
ru: Стейкайте, сохраняйте и зарабатывайте на sKLIMA.
zh_cn: 质押、持有并赚取 sKLIMA 复利 。

# stake.stake_klima
source: Stake KLIMA
de: KLIMA staken
fr: Mettre en jeu des KLIMA
hi: KLIMA दाँव पर लगाएँ
ru: Стейкинг KLIMA
zh_cn: 质押 KLIMA

# stake.unstake
source: Unstake
de: Unstaken
es: Retirar
fr: Enlever sa mise
hi: अनस्टेक करना
zh_cn: 取消质押

# stake.unstake_klima
source: Unstake KLIMA
de: KLIMA unstaken
es: Retirar KLIMA
fr: Enlever sa mise de KLIMA
hi: KLIMA अनस्टेक करें
zh_cn: 取消质押KLIMA

# status.done
source: Transaction complete.
de: Transaktion abgeschlossen.
es: Transacción completa.
fr: Transaction terminée.
hi: लेन-देन पूर्ण हुआ।
ru: Транзакция завершена.
zh_cn: 交易完成。

# status.error
source: ❌ Error: something went wrong...
de: ❌ Fehler: etwas ist schiefgelaufen...
es: ❌ Error: algo ha salido mal...
fr: ❌ Erreur : quelque chose s'est mal passé...
hi: ❌ एरर: कुछ गड़बड़ हो गयी...
ru: ❌ Ошибка: что-то пошло не так...
zh_cn: ❌ 错误：出了点问题...

# status.network_confirmation
source: Transaction initiated. Waiting for network confirmation.
de: Transaktion eingeleitet. Warte auf Netzwerkbestätigung.
es: Transacción iniciada. Esperando confirmación de la red.
fr: Transaction initiée. En attente de confirmation du réseau.
hi: लेन-देन शुरू किया। नेटवर्क पुष्टि की प्रतीक्षा कर रहा है।
ru: Транзакция инициирована. Ожидание подтверждения сети.
zh_cn: 交易已启动。等待网络确认。

# status.user_confirmation
source: Please click 'confirm' in your wallet to continue.
de: Bitte klicke "Bestätigen" in deiner Wallet, um fortzufahren.
es: Por favor, haga clic en "confirmar" en su cartera para continuar.
fr: Veuillez cliquer sur « confirmer » dans votre portefeuille pour continuer.
hi: जारी रखने के लिए कृपया अपने वॉलेट में 'confirm' (कन्फ़र्म) पर क्लिक करें।
ru: Пожалуйста, нажмите "подтвердить" в вашем кошельке, чтобы продолжить.
zh_cn: 请点击您钱包中的 "确认" 以继续。

# status.user_rejected
source: You chose to reject the transaction
de: Du hast die Transaktion abgebrochen
es: Usted eligió rechazar la transacción
fr: Vous avez rejeté la transaction
hi: आपने लेन-देन को अस्वीकार करना चयनित किया
ru: Вы решили отклонить транзакцию
zh_cn: 您已选择拒绝交易

# transaction_modal.approve.allow_amount
source: You must first give permission to our smart contract to transfer tokens on your behalf.
de: Du musst unserem Smart Contract zuerst erlauben, Tokens für dich zu transferieren.
es: Primero debes dar permiso a nuestro contrato inteligente para que transfiera tokens en tu nombre.
fr: Vous devez d'abord donner la permission à notre contrat intelligent de transférer des jetons en votre nom.
hi: आपको अपनी ओर से टोकन ट्रांस्फ़र करने के लिए पहले हमारे स्मार्ट कॉन्ट्रैक्ट को अनुमति देनी होगी।
ru: Сначала вы должны дать разрешение нашему смарт-контракту на перевод токенов от вашего имени.
zh_cn: 您必须先授权我们的智能合约，我们才可以代表您转移代币。

# transaction_modal.approve.approve_quantity.contract_address
source: Contract address
de: Vertragsadresse
es: Dirección del contrato
fr: Adresse du contrat
hi: अनुबंध का पता
ru: Адрес контракта
zh_cn: 合约地址

# transaction_modal.approve_quantity.quantity
source: Quantity to approve
de: Zu genehmigende Menge
es: Cantidad a aprobar
fr: Quantité à approuver
hi: मंज़ूरी मात्रा
ru: Количество для утверждения
zh_cn: 批准数量

# transaction_modal.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
ru: Закрыть
zh_cn: 关闭

# transaction_modal.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
hi: इसके बाद
ru: Следующий
zh_cn: 下一步

# transaction_modal.submit.amount
source: Confirm amount
de: Menge bestätigen
es: Confirmar cantidad
fr: Confirmer le montant
hi: राशि की पुष्टि करें
ru: Подтвердить сумму
zh_cn: 确认金额

# transaction_modal.submit.button
source: Submit
de: Absenden
es: Enviar
fr: Envoyer
hi: सबमिट करें
ru: Отправить
zh_cn: 提交

# transaction_modal.submit.confirm_transaction
source: Please submit the transaction.
de: Bitte sende die Transaktion ab.
es: Por favor, envíe la transacción.
fr: Veuillez confirmer la transaction.
hi: कृपया लेनदेन पूर्ण करें।
ru: Пожалуйста, отправьте транзакцию.
zh_cn: 请提交交易。

# transaction_modal.submit.contract_address
source: Contract address
de: Vertragsadresse
es: Dirección del contrato
fr: Adresse du contrat
hi: अनुबंध का पता
ru: Адрес контракта
zh_cn: 合约地址

# transaction_modal.view.approve.title
source: 1. Approve
de: 1. Genehmigen
es: 1. Aprobar
fr: 1. Approuver
hi: मंज़ूरी
ru: 1. Одобрить
zh_cn: 1. 批准

# transaction_modal.view.submit.title
source: 2. Submit
de: 2. Absenden
es: 2. Enviar
fr: 2. Envoyez
hi: सबमिट करें
ru: 2. Отправить
zh_cn: 2. 提交

# web3modal.injected.des
source: Connect with your browser web3 provider
de: Mit deiner Web3-Browserwallet verbinden
es: Conéctate con el proveedor de tu navegador web3
fr: Connectez-vous avec le portefeuille web3 de votre navigateur
hi: अपने ब्राउज़र web3 प्रदाता से जुड़ें
ru: Подключение к провайдеру web3 вашего браузера
zh_cn: 与您的浏览器 web3 供应商连接

# web3modal.torus.desc
source: Easy one-click wallet by Torus
de: Einfache One-Klick-Wallet von Torus
es: Monedero fácil con un solo clic de Torus
fr: Portefeuille rapide en 1 clic avec Torus
hi: Torus (टोरस) द्वारा आसान एक-क्लिक वॉलेट
ru: Простой кошелек в один клик от Torus
zh_cn: 简单的一键式 Torus 钱包

# web3modal.torus.name
source: Email or Social
de: E-Mail oder Social-Media
es: Correo electrónico o redes sociales
fr: Email ou Réseau Social
hi: ईमेल या सोशल
ru: Электронная почта или социальные сети
zh_cn: 电子邮件或社交媒体

# web3modal.walletconnect.desc
source: Scan with WalletConnect to connect
de: Mit WalletConnect scannen, um dich zu verbinden
es: Escanea con WalletConnect para conectarte
fr: Scannez avec l'application WalletConnect pour vous connecter
hi: जुड़ने के लिए WalletConnect (वॉलेटकनेक्ट) के साथ स्कैन करें
ru: Сканируйте с помощью WalletConnect для подключения
zh_cn: 使用 WalletConnect 扫描进行连接

# web3modal.walletlink.desc
source: Scan with Coinbase to connect
de: Mit Coinbase scannen, um dich zu verbinden
es: Escanea con Coinbase para conectarte
fr: Scannez avec Coinbase pour vous connecter
hi: जुड़ने के लिए Coinbase (कॉइनबेस) के साथ स्कैन करें
ru: Сканируйте с помощью Coinbase, чтобы подключиться
zh_cn: 使用 Coinbase 扫描进行连接

# wrap.balance
source: Balance
de: Guthaben
es: Saldo
fr: Solde
hi: बैलेंस
ru: Баланс
zh_cn: 余额

# wrap.balances_tooltip
source: Wrap sKLIMA to receive index-adjusted wrapped-staked-KLIMA
de: sKLIMA wrappen, um indexbereinigstes wsKLIMA zu erhalten
es: Empaqueta tus sKLIMA para recibir el KLIMA ajustado al índice
fr: Encapsulez sKLIMA pour recevoir un KLIMA ajusté à l'indice, encapsulé et mis en jeu
hi: इंडेक्स-समायोजित रैप्ड-स्टैक्ड-KLIMA प्राप्त करने के लिए sKLIMA रैप करें
ru: Оберните sKLIMA для получения скорректированного индекса обернутого стейкинга KLIMA
zh_cn: 打包 sKLIMA 以获得指数调整的已打包质押的 KLIMA

# wrap.index
source: Index
es: Índice
fr: Indice
hi: इंडेक्स
ru: Показатель
zh_cn: 指数

# wrap.index.tooltip
source: Amount of KLIMA you would have today if you staked 1 KLIMA on launch day. Used to calculate wsKLIMA value.
de: Menge an KLIMA, die du heute besitzen würdest, wenn du 1 KLIMA am Starttag gestaket hättest. Wird zur Berechnung des wsKLIMA-Wertes genutzt.
es: Cantidad de KLIMA que tendrías hoy si hubieras hecho staking con 1 KLIMA el día del lanzamiento. Se utiliza para calcular el valor de wsKLIMA.
fr: Montant de KLIMA que vous posséderiez aujourd'hui si vous aviez mis en jeu 1 KLIMA le jour du lancement. Utilisé pour calculer la valeur wsKLIMA.
hi: यदि आप लॉन्च के दिन 1 KLIMA दाँव पर लगाते तो आज आपके पास KLIMA की यह राशि होती। wsKLIMA मूल्य की गणना करने के लिए उपयोग किया जाता है।
ru: Количество KLIMA, которое вы имели бы сегодня, если бы сделали ставку в 1 KLIMA в день запуска. Используется для расчета значения wsKLIMA.
zh_cn: 如果在发行当日质押1个KLIMA，至今您将拥有的 KLIMA 数量。用于计算 wsKLIMA 价值。

# wrap.sklima_to_wrap
source: sKLIMA to wrap
de: Zu wrappendes sKLIMA
es: sKLIMA para empaquetar
fr: sKLIMA à encapsuler
hi: रैप किया जाने वाला sKLIMA
ru: sKLIMA к обертыванию
zh_cn: 待打包的 sKLIMA

# wrap.unwrap
source: Unwrap
de: Unwrappen
es: Desempaquetar
fr: Dés-encapsuler
hi: अनरैप करना
ru: Развернуть
zh_cn: 分拆

# wrap.wrap
source: Wrap
de: Wrappen
es: Empaquetar
fr: Encapsuler
hi: रैप करना
ru: обернуть
zh_cn: 打包

# wrap.wrap_sklima
source: Wrap sKLIMA
de: sKLIMA wrappen
es: Empaquetar sKLIMA
fr: Encapsuler sKLIMA
hi: sKLIMA रैप करें
ru: обернуть sKLIMA
zh_cn: 打包 sKLIMA

# wrap.wrap_sklima.some_find_this_useful
source: Some find this useful for accounting purposes, but the rewards are exactly the same. Wrap and unwrap values are calculated based on the current index.
de: Manche finden dies für Buchhaltungszwecke nützlich, die Belohnungen unterscheiden sich jedoch nicht. Der aktuelle Index wird herangezogen, um die Wrap- und Unwrap-Werte zu berechnen.
es: A algunos les resulta útil para la contabilidad, pero las recompensas son exactamente las mismas. Los valores de empaquetado y desempaquetado se calculan en función del índice actual.
fr: Peut être utile à des fins comptables, néanmoins, les récompenses sont exactement les mêmes. Les valeurs d'encapsulation et de dés-encapsulation sont calculées en fonction de l'indice actuel.
hi: कुछ इसे लेखांकन उद्देश्यों के लिए उपयोगी पाते हैं, लेकिन पुरस्कार बिल्कुल समान हैं। रैप और अनरैप मानों की गणना वर्तमान इंडेक्स के आधार पर की जाती है।
ru: Некоторые считают это полезным для бухгалтерских целей, но вознаграждения точно такие же. Стоимость обертывания и развертывания рассчитывается на основе текущего индекса.
zh_cn: 部分人认为这对做账有帮助，但其实收益则完全相同。 打包数值和分拆数值是根据当前指标计算得出的。
