Repository: KlimaDAO/klimadao
Catalog: app/locale/*/messages.po
Languages: de, es, fr, hi, ru, zh_cn

# choose_bond.sold_out
source: SOLD OUT
de: AUSVERKAUFT
es: AGOTADO
fr: ÉPUISÉ
hi: बिक चुका है
ru: РАСПРОДАННЫЙ
zh_cn: 售罄

# choose_bond.treasury_balance
source: Treasury Balance
de: Schatzkammerguthaben
es: Saldo de la Tesorería
fr: Solde de la trésorerie
hi: ट्रेज़री बैलेंस
ru: Баланс казначейства
zh_cn: 国库余额

# choose_bond.ubo.description
source: C3 Universal Basic Offset
es: Compensación universal basica C3
fr: Compensation C3 standard
hi: C3 यूनिवर्सल बेसिक ऑफ़सेट
ru: C3 Универсальный базовый офсет
zh_cn: C3 基本通用抵消

# connectModal.torus
source: social or email
de: Social oder E-Mail
es: redes sociales o correo electrónico
fr: réseau social ou email
hi: ईमेल या सोशल
ru: Электронная почта или социальные сети
zh_cn: 社交或电子邮件

# connectModal.wallet
source: connect a wallet
de: Wallet verbinden
es: conectar un monedero
fr: connecter un portefeuille
hi: वॉलेट कनेक्ट करें
ru: подключите кошелек
zh_cn: 连接钱包

# connect_modal.connecting
source: Connecting...
de: Verbinde...
es: Conectando...
fr: Connexion en cours...
hi: कनेक्ट हो रहा है...
ru: Подключение...
zh_cn: 正在连接...

# connect_modal.error_message_default
source: We had some trouble connecting. Please try again.
de: Wir hatten einige Verbindungsprobleme. Bitte versuche es erneut.
es: Hemos tenido problemas para realizar la conexión. Por favor, inténtelo de nuevo.
fr: Nous avons eu des problèmes de connexion. Veuillez réessayer.
hi: कुछ गड़बड़ हो गयी। कृपया पुन: प्रयास करें।
ru: У нас возникли проблемы с подключением. Пожалуйста, попробуйте еще раз.
zh_cn: 我们在连接时遇到了一些问题，请重试。

# connect_modal.error_message_refused
source: User refused connection.
de: Benutzer verweigerte Verbindung.
es: El usuario rechazó la conexión.
fr: L'utilisateur a refusé la connexion.
hi: उपयोगकर्ता ने कनेक्शन अस्वीकार कर दिया।
ru: Пользователь отказался от подключения.
zh_cn: 用户拒绝连接。

# connect_modal.error_processing
source: Request already processing. Please open your wallet and complete the request.
de: Anfrage ist bereits in Bearbeitung. Bitte öffnen Sie Ihre Wallet und schließen Sie die Anfrage ab.
es: Solicitud ya en trámite. Por favor, abra su monedero y complete la solicitud.
fr: Demande en cours de traitement. Veuillez ouvrir votre portefeuille et compléter la demande.
hi: अनुरोध पहले से ही प्रोसेस हो रही है। कृपया अपना वॉलेट ओपन करें और अनुरोध पूरा करें।
ru: Запрос уже обрабатывается. Пожалуйста, откройте свой кошелек и завершите запрос.
zh_cn: 请求已在处理中。请打开您的钱包并完成请求。

# connect_modal.error_title
source: Connection Error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
hi: संपर्क त्रुटि
ru: Ошибка подключения
zh_cn: 连接错误

# error.404.page.text
source: Sorry, looks like we sent you the wrong way. <0/>Please select a destination from the menu.
de: Entschuldigung, sieht so aus, als hätten wir dich in die falsche Richtung geschickt. <0/>Bitte wähle einen Zielort aus dem Menü aus.
es: Lo sentimos, parece que te enviamos por el camino equivocado. <0/>Seleccione un destino del menú.
fr: Désolé, il semble que nous vous ayons envoyé au mauvais endroit. <0/>Sélectionnez un élément dans le menu s'il vous plaît.
hi: क्षमा करें, ऐसा लगता है कि हमने आपको गलत तरीके से भेजा है। <0/>कृपया मेनू से एक गंतव्य चुनें।
ru: Извините, похоже, мы отправили вас не туда. <0/>Пожалуйста, выберите пункт назначения в меню.
zh_cn: 抱歉，好像我们发送了错误路径。 <0/>请从菜单中选择发送目的地。

# imagecard.how_to_get_started
source: How to get started
de: So funktioniert's
es: Cómo empezar
fr: Comment commencer
hi: शुरुआत कैसे करें
ru: С чего начать
zh_cn: 如何开始

# imagecard.new_to_klima
source: New to KLIMA?
de: Neu bei KLIMA?
es: ¿Nuevo en KLIMA?
fr: Nouveau sur KLIMA ?
hi: KLIMA में नए हैं?
ru: Впервые на KLIMA?
zh_cn: 刚接触 KLIMA？

# info.app_not_loading.1_open_metamask
source: 1. Open Metamask and switch to Ethereum Mainnet
de: 1. Metamask öffnen und zu Ethereum Mainnet wechseln
es: 1. Abra Metamask y cambie a Ethereum Mainnet
fr: 1. Ouvrez Metamask et choisissez le réseau Ethereum Mainnet
hi: 1. Metamask (मेटामास्क) खोलें और Ethereum Mainnet पर स्विच करें
ru: 1. Откройте Metamask и переключитесь на сеть Ethereum Mainnet.
zh_cn: 1. 打开 Metamask 并切换到以太坊主网

# info.app_not_loading.2_go_to_settings
source: 2. Go to Settings/Networks/Polygon and click 'delete'
de: 2. Gehe nach Einstellungen -> Netzwerke -> Polygon und klicke "Löschen".
es: 2. Vaya a Configuración/Redes/Polygon y haga clic en "eliminar".
fr: 2. Allez dans Paramètres/Réseaux/Polygon et cliquez sur 'supprimer'
hi: 2. Settings/Network/Polygon पर जाएँ और 'delete' पर क्लिक करें
ru: 2. Перейдите в Настройки/Сети/Polygon и нажмите «Удалить».
zh_cn: 2. 到 设置 / 网络 / Polygon 并点击“删除”

# info.app_not_loading.3_return_to_app
source: 3. Return to app.klimadao.finance and click 'switch to mainnet'.
de: Gehe zurück nach app.klimadao.finance und klicke auf "Wechsel zum Mainnet".
es: 3. Vuelve a app.klimadao.finance y haz clic en "cambiar a la red principal".
fr: 3. Retournez sur app.klimadao.finance et choisissez le réseau principal
hi: 3. app.klimadao.finance पर लौटें और 'switch to mainnet' पर क्लिक करें।
ru: 3. Вернитесь на app.klimadao.finance и нажмите «переключиться на основную сеть».
zh_cn: 3. 返回 app.klimadao.finance 并点击“切换到主网”.

# info.app_not_loading.if_app_says_loading
source: If the app says 'loading...' this is likely a problem with your network configuration in Metamask. To fix this:
de: Falls die App "Laden..." anzeigt, liegt wahrscheinlich ein Problem der Netzwerkkonfiguration in Metamask vor. Löse dies wie folgt:
es: Si la aplicación dice "cargando..." es probable que haya un problema con la configuración de la red en Metamask. Para solucionarlo:
fr: Si l'application indique "chargement...", il s'agit probablement d'un problème lié à la configuration de votre réseau dans Metamask. Pour résoudre ce problème :
hi: यदि ऐप में 'loading...' दिखाए तो संभवतः Metamask (मेटामास्क) में आपकी नेटवर्क कॉन्फ़िगरेशन में कोई समस्या है। इसे ठीक करने के लिए:
ru: Если приложение показывает сообщение "загрузка...", это, скорее всего, проблема с конфигурацией сети в Metamask. Чтобы исправить это:
zh_cn: 如果应用程序显示 “正在加载...”，这可能是您的 Metamask 网络配置存在问题。要解决这个问题：

# info.app_not_loading.metamask_should_prompt
source: Metamask should prompt you to add Polygon, with the correct RPC configuration.
de: Metamask sollte dich dazu auffordern, Polygon mit der korrekten RPC-Konfiguration hinzuzufügen.
es: Metamask debería pedirle que añada Polygon, con la configuración RPC correcta.
fr: Metamask devrait vous inviter à ajouter le réseau Polygon, avec la configuration RPC qui convient.
hi: Metamask (मेटामास्क) आपको सही RPC (आरपीसी) कॉन्फ़िगरेशन के साथ Polygon (पॉलिगॉन) जोड़ने के लिए प्रेरित करेगा।
ru: Metamask должен предложить вам добавить Polygon с правильной конфигурацией RPC.
zh_cn: Metamask 会提示您使用正确的 RPC 配置来添加 Polygon。

# info.app_not_loading.title
source: Why won't the app load for me?
de: Warum lädt die App nicht?
es: ¿Por qué no se me carga la aplicación?
fr: Pourquoi l'application ne charge-t-elle pas ?
hi: मेरा ऐप लोड क्यों नहीं होता?
ru: Почему у меня не загружается приложение?
zh_cn: 我为什么无法加载应用程序？

# info.common_app_related_questions
source: Common app-related questions and useful links. For comprehensive reading on KlimaDAO, see our <0>official documentation</0>.
de: Häufige Fragen zur App und nützliche Links. Umfassende Informationen zu KlimaDAO findest du in unserer <0>offiziellen Dokumentation</0>.
es: Preguntas comunes relacionadas con la aplicación y enlaces útiles. Para una lectura completa de KlimaDAO, consulte nuestra <0>documentación oficial</0>.
fr: Questions courantes concernant l'application et liens utiles. Pour des informations plus complètes sur KlimaDAO, veuillez consulter notre <0>documentation officielle</0> .
hi: ऐप से संबंधित सामान्य प्रश्न और उपयोगी लिंक। KlimaDAO पर विस्तारपूर्वक पढ़ने के लिए, हमारा <0>official documentation</0> देखें।
ru: Общие вопросы, связанные с приложением, и полезные ссылки. Подробную информацию о KlimaDAO см. в нашей <0>официальной документации.</0> .
zh_cn: 与应用程序相关的常见问题和一些有用的链接。如需全面了解KlimaDAO，请参阅我们的<0>官方文档</0>.

# info.info_and_faq
source: Info & FAQ
es: Información y preguntas frecuentes
fr: Informations et FAQ
hi: जानकारी और FAQ (अक्सर पूछे जाने वाले प्रश्न)
ru: Информация и часто задаваемые вопросы
zh_cn: 信息和常见问题解答

# info.official_contract_addresses
source: Official Contract Addresses
de: Offizielle Vertragsadressen
es: Direcciones oficiales del contrato
fr: Adresses officielles des contrats
hi: आधिकारिक अनुबंध पते
ru: Официальные адреса контрактов
zh_cn: 官方合同地址

# invalid_rpc.modal.text
source: The network could not be reached. This is most likely caused by an old Polygon RPC configuration in your wallet. See <0>this guide</0> for a fix. Otherwise, reach out to us on <1>Discord</1> if problems persist.
de: Netzwerk konnte nicht erreicht werden. Die Ursache ist wahrscheinlich eine veraltete Polygon-RPC-Konfiguration in deiner Wallet. Mit <0>diesem Guide</0> behebst du den Fehler. Sollte das Problem noch immer auftreten, helfen wir dir gerne bei <1>Discord</1>.
es: No se ha podido acceder a la red. Esto es probablemente causado por una configuración antigua de Polygon RPC en su cartera. Consulta <0>esta guía</0> para solucionarlo. De lo contrario, póngase en contacto con nosotros en <1>Discord</1> si los problemas persisten.
fr: Le réseau n'a pas pu être atteint. Ceci est très probablement causé par une ancienne configuration du RPC de Polygon dans votre portefeuille. Voir <0>ce guide</0> pour la corriger. Sinon, contactez-nous sur <1>Discord</1> si les problèmes persistent.
hi: नेटवर्क पहुँच से बाहर है। बहुत संभव है कि ऐसा आपकी वॉलेट की किसी पुरानी Polygon RPC (पॉलिगॉन आरपीसी) कॉन्फ़िगरेशन के कारण हो। इसे सही करने के लिए <0>this guide</0> पढ़ें। अन्यथा, समस्याएँ बनीं रहने पर <1>Discord</1> पर हमसे संपर्क करें।
ru: Не удалось связаться с сетью. Скорее всего, это вызвано старой конфигурацией Polygon RPC в вашем кошельке. См. <0>это руководство</0> для исправления. В противном случае свяжитесь с нами в <1>Discord.</1> если проблемы сохраняются.
zh_cn: 无法访问网络。这很可能是由您钱包中的旧 Polygon RPC 设置引起的。请参阅<0>本指南</0>修复; 如果尝试修复后问题仍然存在，请通过 <1>Discord </1> 联系我们。

# invalid_rpc.modal.title
source: Check your network settings
de: Überprüfe deine Netzwerkeinstellungen
es: Compruebe la configuración de su red
fr: Vérifiez vos paramètres réseau
hi: अपनी नेटवर्क सेटिंग बदलें
ru: Проверьте настройки сети
zh_cn: 检查您的网络设置

# menu.buy_klima
source: Buy KLIMA
de: KLIMA kaufen
es: Comprar KLIMA
fr: Acheter KLIMA
hi: KLIMA ख़रीदें
ru: Купить KLIMA
zh_cn: 购买 KLIMA

# menu.info
source: Info
es: Información
fr: Informations
hi: जानकारी
ru: Информация
zh_cn: 信息

# menu.just_for_you
source: JUST FOR YOU
de: NUR FÜR DICH
es: SOLO PARA TI
fr: JUSTE POUR VOUS
hi: सिर्फ आपके लिए
ru: ТОЛЬКО ДЛЯ ВАС
zh_cn: 只为您服务

# menu.not_connected
source: NOT CONNECTED
de: NICHT VERBUNDEN
es: NO CONECTADO
fr: NON CONNECTÉ
hi: कनेक्ट नहीं हैं
ru: НЕ ПОДКЛЮЧЕН
zh_cn: 未连接

# menu.offset
source: Offset
de: Ausgleichen
es: Compensación
fr: Compenser
hi: ऑफ़सेट
ru: Офсет
zh_cn: 抵消

# menu.stake_klima
source: Stake KLIMA
de: KLIMA staken
fr: Mettre en jeu des KLIMA
hi: KLIMA दाँव पर लगाएँ
ru: Стейкинг KLIMA
zh_cn: 质押 KLIMA

# menu.wallet_address
source: Your Wallet Address
de: Deine Walletadresse
es: La dirección de su monedero
fr: L'adresse de votre portefeuille
hi: आपका वॉलेट पता
ru: Адрес вашего кошелька
zh_cn: 您的钱包地址

# menu.wrap_klima
source: Wrap sKLIMA
de: sKLIMA wrappen
es: Empaquetar sKLIMA
fr: Encapsuler sKLIMA
hi: sKLIMA रैप करें
ru: обернуть sKLIMA
zh_cn: 打包 sKLIMA

# modal.done
source: SUCCESS!
de: ERFOLGREICH!
es: ¡ÉXITO!
fr: SUCCÈS!
hi: सफलता!
ru: УСПЕШНО
zh_cn: 成功！

# modal.error
source: FAILURE!
de: FEHLER!
es: ¡FALLO!
fr: ÉCHEC!
hi: असफलता!
ru: НЕУДАЧНО
zh_cn: 失败！

# modal.pending
source: PENDING
de: AUSSTEHEND
es: PENDIENTE
fr: EN ATTENTE
hi: लंबित
ru: В ОЖИДАНИИ
zh_cn: 等待中

# modal.user_confirmation
source: CONFIRMATION
de: BESTÄTIGUNG
es: CONFIRMACIÓN
hi: पुष्टिकरण
ru: ПОДТВЕРЖДЕНИЕ
zh_cn: 确认

# nav.back
source: BACK
de: ZURÜCK
es: VOLVER
fr: RETOUR
hi: पीछे
ru: НАЗАД
zh_cn: 返回

# offset.enter_address
source: Enter 0x address
de: 0x-Adresse eingeben
es: Ingrese la dirección 0x
fr: Entrez l'adresse commençant par 0x
hi: 0x पता दर्ज करें
ru: Введите 0x-адрес
zh_cn: 输入 0x 地址

# offset.incompatible
source: INPUT TOKEN INCOMPATIBLE
de: INPUT-TOKEN INKOMPATIBEL
es: TOKEN INCOMPATIBLE
fr: JETON INCOMPATIBLE
hi: अयोग्य टोकन दर्ज करें
ru: ТОКЕН ВВОДА НЕСОВМЕСТИМ
zh_cn: 不兼容输入的代币

# offset.insufficient_project_tonnage
source: Insufficient project tonnage
de: Unzureichende CO2-Tonnen in diesem Projekt
es: Proyecto de tonelaje insuficiente
fr: Tonnage de projet insuffisant
hi: अपर्याप्त परियोजना टन भार
ru: Недостаточный тоннаж по проекту
zh_cn: 项目吨位不足

# offset.invalid_project_tonnage
source: Cannot exceed available tonnage of the project selected
de: Maximal verfügbare CO2-Tonnen dieses Projekts kann nicht überschritten werden
es: No puede superar el tonelaje disponible del proyecto seleccionado
fr: Impossible de dépasser le tonnage disponible du projet sélectionné.
hi: चयनित परियोजना के उपलब्ध टन भार से अधिक नहीं हो सकता
ru: Не может превышать доступный тоннаж выбранного проекта
zh_cn: 不能超过所选项目的可用吨位

# offset.number_of_retirements
source: Total retirements
de: Insgesamt ausgeglichen
es: Total de retiros
fr: Retraits totaux
hi: कुल रिटायरमेंट्स
ru: Итого выведено
zh_cn: 总碳停用

# offset.retire_specific
source: Retire specific project tokens (optional)
de: Tokens eines bestimmten Projekts ausgleichen (optional)
es: Retirar tokens de proyectos específicos (opcional)
fr: Retirer du marché spécifiquement les jetons d'un projet (facultatif)
hi: विशिष्ट परियोजना टोकन सेवानिवृत्त करें (वैकल्पिक)
ru: Убрать выбранные токены проекта (необязательно)
zh_cn: 停用特定项目代币（可选）

# offset.retire_specific_tooltip
source: Subject to additional fee, determined by the selected pool and paid to the bridge provider.
de: Eine zusätzliche Gebühr - erhoben vom ausgewählten Pool und gezahlt an den Bridge-Provider - könnte anfallen.
es: Sujeto a una tasa adicional, determinada por el pool seleccionado y pagada al proveedor del puente.
fr: Soumis à des frais supplémentaires, fonctions du pool sélectionné et payés à l'opérateur du pont.
hi: अतिरिक्त शुल्क के अधीन, चयनित पूल द्वारा निर्धारित और ब्रिज प्रदाता को भुगतान किया जाता है।
ru: За дополнительную плату, определяемую выбранным пулом и выплачиваемую поставщику бриджа.
zh_cn: 需支付的额外费用，由所选矿池和需支付给链接桥供应商的费用来确定。

# offset.selectiveRetirement.address_input_type
source: 0x Address
de: 0x-Adresse
es: Dirección 0x
fr: Adresse 0x
hi: 0x पता
ru: 0x адрес
zh_cn: 0x地址

# offset.selectiveRetirement.back_to_filters
source: Back to filters
de: Zurück zu den Filtern
es: Volver a filtros
fr: Retour aux filtres
hi: फिल्टर पर वापस
ru: Назад к фильтрам
zh_cn: 返回到过滤器

# offset.selectiveRetirement.clear_selection
source: Clear selection
de: Auswahl zurücksetzen
es: Borrar selección
fr: Effacer la sélection
hi: चयन साफ़ करें
ru: Очистить выбор
zh_cn: 清空选项

# offset.selectiveRetirement.confirm_selection
source: Confirm selection
de: Auswahl bestätigen
es: Confirmar selección
fr: Confirmer la sélection
hi: चयन की पुष्टि करें
ru: Подтвердить выбор
zh_cn: 确认选项

# offset.selectiveRetirement.confirmation_message
source: Are you sure you want to select the following project:
de: Bist du sicher, dass du das folgende Projekt auswählen möchtest?
es: ¿Está seguro de que desea seleccionar el siguiente proyecto?
fr: Êtes-vous sûr de vouloir sélectionner le projet suivant :
hi: क्या आप सुनिश्चित हैं कि आप निम्नलिखित परियोजना का चयन करना चाहते हैं:
ru: Вы уверены, что хотите выбрать следующий проект:
zh_cn: 您确定要选择以下项目吗：

# offset.selectiveRetirement.default_input_type
source: Default
de: Standard
es: Por defecto
fr: Par défaut
hi: डिफ़ॉल्ट
ru: По умолчанию
zh_cn: 默认

# offset.selectiveRetirement.empty_search_results
source: We could not find any projects related to your search. Please modify the filters and try again.
de: Keine Projekte für deine Filtereingaben gefunden. Bitte verändere die Filter und versuche es noch einmal.
es: No hemos podido encontrar ningún proyecto relacionado con su búsqueda. Modifique los filtros e inténtelo de nuevo.
fr: Nous n'avons pas trouvé de projets correspondant à votre recherche. Veuillez modifier les filtres et réessayer.
hi: हमें आपकी खोज से संबंधित कोई प्रोजेक्ट नहीं मिला। कृपया फ़िल्टर संशोधित करें और पुनः प्रयास करें।
ru: Мы не смогли найти ни одного проекта, связанного с вашим поиском. Пожалуйста, измените фильтры и повторите попытку.
zh_cn: 我们找不到与您搜索相关的任何项目。请修改过滤器并重试。

# offset.selectiveRetirement.filter.options_selected
source: {0} selected
de: {0} ausgewählt
es: {0} seleccionado
fr: {0} sélectionné
hi: {0} चयनित
ru: {0} выбран
zh_cn: {0} 已选择

# offset.selectiveRetirement.filters.find_project
source: Find project
de: Projekt finden
es: Buscar proyecto
fr: Rechercher un projet
hi: प्रोजेक्ट खोजें
ru: Найти проект
zh_cn: 查找项目

# offset.selectiveRetirement.filters.region
source: region
es: región
fr: région
hi: क्षेत्र
ru: регион
zh_cn: 地区

# offset.selectiveRetirement.filters.type
source: type
de: Typ
es: tipo
hi: प्रकार
ru: тип
zh_cn: 类型

# offset.selectiveRetirement.filters.vintage
source: vintage
de: Jahrgang
fr: année
hi: बढ़िया शराब
ru: старинный
zh_cn: 历史减排效益

# offset.selectiveRetirement.finding_projects
source: Finding projects...
de: Suche Projekte...
es: Buscando proyectos...
fr: Recherche de projets en cours...
hi: प्रोजेक्ट ढूंढे जा रहे हैं...
ru: Поиск проектов...
zh_cn: 正在查找项目...

# offset.selectiveRetirement.project.available_tonnes
source: Available tonnes: {0}
de: Verfügbare Tonnen: {0}
es: Toneladas disponibles: {0}
fr: Tonnes disponibles : {0}
hi: उपलब्ध टन: {0}
ru: Доступные тонны: {0}
zh_cn: 可用吨数：{0}

# offset.selectiveRetirement.retire_from_default_pool
source: Allow the default project in the pool to be retired. This option avoids paying extra fees.
de: Das Standardprojekt im Pool für den CO2-Ausgleich nutzen. Dadurch vermeidest du zusätzliche Gebühren.
es: Permite retirar el proyecto predeterminado de el pool. Esta opción evita el pago de tasas adicionales.
fr: Autoriser le projet par défaut du pool à être retirer du marché. Cette option permet d'éviter de payer des frais supplémentaires.
hi: पूल में डिफ़ॉल्ट प्रोजेक्ट को सेवानिवृत्त होने दें। यह विकल्प अतिरिक्त शुल्क देने से बचता है।
ru: Разрешить удаление проекта по умолчанию в пуле. Этот вариант позволяет избежать дополнительных комиссий.
zh_cn: 允许停用池中的默认项目。此选项避免支付额外费用。

# offset.selectiveRetirement.search_input_type
source: Find project
de: Projekt finden
es: Buscar proyecto
fr: Rechercher un projet
hi: प्रोजेक्ट खोजें
ru: Найти проект
zh_cn: 查找项目

# offset.selectiveRetirement.selectProject.back
source: Back to filters
de: Zurück zu den Filtern
es: Volver a filtros
fr: Retour aux filtres
hi: फिल्टर पर वापस
ru: Назад к фильтрам
zh_cn: 返回到过滤器

# offset.selectiveRetirement.selectProject.label
source: Select a project to continue:
de: Wähle ein Projekt aus, um fortzufahren:
es: Seleccione un proyecto para continuar:
fr: Sélectionner un projet pour continuer :
hi: जारी रखने के लिए एक परियोजना का चयन करें:
ru: Выберите проект, чтобы продолжить:
zh_cn: 选择一个项目继续：

# offset.selectiveRetirement.selectProject.select
source: Select project
de: Projekt auswählen
es: Seleccionar proyecto
fr: Sélectionner un projet
hi: प्रोजेक्ट चुनें
ru: Выберите проект
zh_cn: 选择项目

# offset.tonnes_of_carbon_retired
source: Tonnes of carbon
de: CO2-Tonnen
es: toneladas de carbono
fr: Tonnes de carbone
hi: टन कार्बन
ru: Тонны углерода
zh_cn: ...吨碳

# offset.view_retirements
source: View Retirements
de: CO2-Ausgleiche ansehen
es: Ver los retiros
fr: Voir les Retraits du marché
hi: रिटयरमेंट देखें
ru: Посмотреть употребление
zh_cn: 查看停用情况

# offset.you_have_retired
source: You've Retired
de: Bislang ausgeglichen
es: Has retirado
fr: Vous avez retiré du marché
hi: अपने रिटायर किया
ru: Вы выбили
zh_cn: 您已停用了...

# offset_cost
source: Cost
de: Kosten
es: Costo
fr: Coût
hi: लागत
ru: Стоимость
zh_cn: 成本

# pklima.approve_bct
source: 2. Approve BCT
de: 2. BCT genehmigen
es: 2. Aprobar BCT
fr: 2. Approuvez BCT
hi: 2. BCT(बीसीटी) को मंज़ूरी दें
ru: Одобрить BCT
zh_cn: 2.批准 BCT

# pklima.approve_pklima
source: 1. Approve pKLIMA
de: 1. pKLIMA genehmigen
es: 1. Aprobar pKLIMA
fr: 1. Approuver pKLIMA
hi: 1. pKLIMA को मंज़ूरी दें
ru: 1. Одобрить pKLIMA
zh_cn: 1. 批准 pKLIMA

# pklima.balances_card.make_sure_to_stake
source: Make sure to stake your redeemed pKLIMA, and stay staked, until global GHG emissions have plateaued.
de: Stelle sicher, dass du dein eingelöstes pKLIMA stakest, bis die globalen Treibhausgasemissionen stagnieren.
es: Asegúrate de hacer staking con tu pKLIMA redimido, y de mantenerlo ahi hasta que las emisiones globales de gases de efecto invernadero se hayan estabilizado.
fr: Assurez-vous de mettre en jeu le pKLIMA réclamé et de conserver votre mise jusqu'à ce que les émissions mondiales de GHG aient atteint un plateau.
hi: अपने भुनाए गए pKLIMA को दाँव पर लगाना सुनिश्चित करें, और जब तक वैश्विक GHG (जीएचजी) उत्सर्जन स्थिर न हो जाए, तब तक दाँव पर लगाए रहें।
ru: Обязательно застейкайте вашу выкупленную pKLIMA и оставайтесь в стейке до тех пор, пока глобальные выбросы парниковых газов не стабилизируются.
zh_cn: 确保用已赎回的 pKLIMA 来做质押，并持续质押，直至全球温室气体排放量趋于稳定。

# pklima.exercise
source: EXERCISE
de: AUSÜBEN
es: EJERCER
fr: EXERCER
hi: अभ्यास
ru: Осуществление
zh_cn: 使用

# pklima.exercise_1_pklima_and_1_bct_to_receive_1_klima
source: Exercise 1 pKLIMA and 1 BCT to receive 1 KLIMA.
de: 1 pKLIMA und 1 BCT ausüben, um 1 KLIMA zu erhalten.
es: Ejerce 1 pKLIMA y 1 BCT para recibir 1 KLIMA.
fr: Exercez 1 pKLIMA et 1 BCT pour recevoir 1 KLIMA.
hi: 1 KLIMA प्राप्त करने के लिए 1 pKLIMA और 1 BCT को प्रयोग करें।
ru: Объедините 1 pKLIMA и 1 BCT для получения 1 KLIMA.
zh_cn: 每使用 1个 pKLIMA 和 1个 BCT，即可获取 1个 KLIMA。

# pklima.index_adjusted
source: Index adjusted
de: Indexbereinigt
es: Índice ajustado
fr: Indice ajusté
hi: समायोजित इंडेक्स
ru: Показатель скорректирован
zh_cn: 指数调整

# pklima.index_adjusted.tooltip
source: Equivalent sKLIMA claimed, assuming you staked all of your redeemed KLIMA until today.
de: Beanspruchtes sKLIMA-Äquivalent, vorausgesetzt, du hast dein eingelöstes KLIMA bis heute vollständig gestaket.
es: Equivalente sKLIMA reclamado, asumiendo que usted puso en staking todo su KLIMA redimido hasta hoy.
fr: Équivalent sKLIMA réclamé, en supposant que vous avez mis en jeu tous vos KLIMA jusqu'à aujourd'hui.
hi: बराबर मूल्य का sKLIMA क्लेम किया गया, यह मानते हुए कि आपने आज तक अपने द्वारा भुनाया गया संपूर्ण KLIMA दाँव पर लगा दिया।
ru: Требуемый эквивалент sKLIMA , при условии, что вы застейкали все свои полученные KLIMA до сегодняшнего дня.
zh_cn: 等价的 sKLIMA 称，假设你把所有赎回的KLIMA质押到今天。

# pklima.klima_to_exercise
source: pKLIMA to exercise
de: Ausübbares pKLIMA
es: pKLIMA a ejercer
fr: pKLIMA que vous pouvez exercer
hi: प्रयुक्त pKLIMA
ru: pKLIMA к обьеденинеию
zh_cn: 用 pKLIMA 来...
