Repository: KlimaDAO/klimadao
Catalog: app/locale/*/messages.po
Languages: de, es, fr, hi, ru, zh_cn

# wrap.wrap_sklima.wrap_sklima_to_receive_sklima
source: Wrap sKLIMA to receive wsKLIMA. Unlike sKLIMA, your wsKLIMA balance will not increase over time.
de: sKLIMA wrappen, um wsKLIMA zu erhalten. Anders als bei sKLIMA wird dein wsKLIMA-Guthaben konstant bleiben, der Gewinn ist jedoch identisch.
es: Empaqueta tus sKLIMA para recibir wsKLIMA. A diferencia de sKLIMA, su saldo de wsKLIMA no aumentará con el tiempo.
fr: Encapsulez sKLIMA pour recevoir wsKLIMA. Contrairement à sKLIMA, votre solde wsKLIMA n'augmentera pas avec le temps.
hi: WsKLIMA प्राप्त करने के लिए sKLIMA रैप करें। sKLIMA के विपरीत, आपका wsKLIMA बैलेंस समय के साथ नहीं बढ़ेगा।
ru: Оберните sKLIMA, чтобы получить wsKLIMA. В отличие от sKLIMA, ваш баланс wsKLIMA не будет увеличиваться со временем.
zh_cn: 打包 sKLIMA 即获得 wsKLIMA。与 sKLIMA 不同，wsKLIMA 余额不会随着时间的推移而增加。

# wrap.wsklima_to_unwrap
source: wsKLIMA to unwrap
de: Zu unwrappendes wsKLIMA
es: wsKLIMA para desempaquetar
fr: wsKLIMA à dés-encapsuler
hi: अनरैप किया जाने वाला wsKLIMA
ru: wsKLIMA к развертыванию
zh_cn: 待拆分的 wsKLIMA

# wrap.you_will_get
source: You Will Get
de: Du erhältst
es: Conseguirás
fr: Vous obtiendrez
hi: आपको मिलेगा
ru: Вы получете
zh_cn: 你将获得

# wsklima.unwrapped.label
source: unwrapped
es: Desempaquetado
fr: Désencapsulé
hi: अनरैप किया गया
ru: развернутый
zh_cn: 已拆分
