Repository: KlimaDAO/klimadao
Catalog: carbonmark/locale/*/messages.po
Languages: de, es, fr, hi, ru

source: offset_disclaimer
de: Achten Sie darauf, keine persönlichen Daten (wie E-Mail-Adressen) im Ausgleichsnamen oder der -nachricht anzugeben. Die hier eingegebenen Informationen werden auf einer öffentlichen Blockchain für immer einsehbar sein und können nicht bearbeitet werden.
es: Tenga cuidado de no incluir ninguna información personal sensible (como una dirección de correo electrónico) en su nombre de retiro o mensaje. La información que introduzca aquí no podrá editarse una vez enviada y existirá permanentemente en una blockchain pública.
fr: Veillez à ne pas inclure d'informations personnelles sensibles (telles qu'une adresse électronique) dans votre nom de retrait ou votre message. Les informations que vous saisissez ici ne peuvent pas être modifiées une fois qu'elles ont été soumises et existeront de manière permanente sur une blockchain publique.
hi: अपने रिटायरमैंट नाम या संदेश में किसी भी संवेदनशील व्यक्तिगत जानकारी (जैसे ईमेल पता) को शामिल करते सयय सावधान रहें। आपके द्वारा यहां दर्ज की गई जानकारी को एक बार जमा करने के बाद संपादित नहीं किया जा सकता है और सार्वजनिक ब्लॉकचेन पर स्थायी रूप से मौजूद रहेगा।
ru: Будьте осторожны, чтобы не включать какую-либо конфиденциальную личную информацию (например, адрес электронной почты) в ваше сообщение на выбивание. Информация, которую вы вводите здесь, не может быть отредактирована после ее отправки и будет постоянно существовать в общедоступной цепочке блоков.

source: portfolio.balances.title
de: Guthaben
es: Saldos
fr: Soldes
hi: जमाराशियाँ
ru: Балансы

source: profile.addListing_modal.submit
de: Eintrag erstellen
es: Crear listado
fr: Créer l'annonce
hi: सूची बनाएँ
ru: Создать объявление

source: profile.edit_modal.submit
de: Änderungen speichern
es: Guardar cambios
fr: Sauvegarder les modifications
hi: बदलाव सेव करें
ru: Сохранить изменения

source: profile.edit_your_profile
de: Bearbeiten Sie Ihr Profil, um eine Beschreibung hinzuzufügen.
es: Edita tu perfil para añadir una descripción.
fr: Modifier votre profil pour ajouter une description.
hi: विवरण जोड़ने के लिए अपनी प्रोफ़ाइल संपादित करें.
ru: Отредактируйте свой профиль, чтобы добавить описание.

source: profile.listing.edit.delete_listing
de: Eintrag löschen
es: Eliminar listado
fr: Supprimer l'annonce
hi: सूची मिटाएँ
ru: Удалить объявление

source: project.single.button.back_to_project_details
de: Zurück zu den Projektdetails
es: Volver a los detalles del proyecto
fr: Retour aux détails du projet
hi: वापस प्रॉजेक्ट के विवरण पर
ru: Вернуться к деталям проекта

source: purchase.approval_1
de: Sie sind dabei, ein CO2-Asset zu erwerben.
es: Está a punto de comprar un activo de carbono.
fr: Vous êtes sur le point d'acheter un actif carbone.
hi: आप एक कार्बन संपत्ति ख़रीदने वाले हैं।
ru: Вы собираетесь приобрести углеродный актив.

source: purchase.approval_2
de: Im ersten Schritt bewilligen Sie den Transfer des Zahlungstokens aus Ihrer Wallet zu Carbonmark. Im nächsten Schritt genehmigen Sie den eigentlichen Transfer und schließen den Kauf ab.
es: El primer paso es conceder la aprobación para transferir su activo de pago desde su monedero a Carbonmark, el siguiente paso es aprobar la transferencia real y completar su compra.
fr: La première étape est de donner l'autorisation à Carbonmark de transférer le type d'actif utilisé lors du paiement de votre portefeuille, l'étape suivante est d'approuver le transfert et de finaliser votre achat.
hi: पहला कदम इस संपत्ति को अपनी वॉलेट से कार्बनमार्क में स्थानांतरित करने की स्वीकृति देना है, अगला कदम वास्तविक हस्तांतरण को मंज़ूरी देना और अपनी ख़रीदारी संपन्न करनी है।
ru: Первый шаг - дать разрешение на перевод платежного актива из вашего кошелька в Carbonmark, следующий шаг - одобрить фактический перевод и завершить покупку.

source: purchase.approval_3
de: Sie können die von Ihnen gekauften CO2-Assets jederzeit aus Ihrem <0>Portfolio</0> heraus auf Carbonmark anbieten.
es: Los activos de carbono que adquiera pueden ponerse a la venta en Carbonmark en cualquier momento desde su <0>portafolio</0>.
fr: Vous pouvez à tout moment mettre en vente les actifs carbone que vous achetez sur Carbonmark à partir de votre <0>portefeuille</0>.
hi: आपके द्वारा ख़रीदे गए कार्बन ऐसेट्स आपके <0>पोर्टफोलियो</0> से बिक्री के लिए कार्बनमार्क पर कभी भी सूचीबद्ध किए जा सकते हैं।
ru: Приобретенные вами углеродные активы могут быть выставлены на продажу на Carbonmark в любое время из вашего <0>портфолио</0>.

source: purchase.approval_4
de: Überprüfen Sie, ob alle Informationen korrekt sind, und klicken Sie auf „Approve/Genehmigen“, um fortzufahren.
es: Compruebe que toda la información es correcta y haga clic en "aprobar" para continuar.
fr: Vérifiez que toutes les informations sont correctes et cliquez sur "approuver" pour continuer.
hi: सत्यापित करें कि संपूर्ण जानकारी सही है और आगे बढ़ने के लिए 'मंज़ूरी दें' पर क्लिक करें।
ru: Убедитесь, что вся информация верна, и нажмите кнопку "Одобрить", чтобы продолжить.

source: purchase.button.view_assets
de: Sehen Sie sich Ihre Assets an
es: Ver sus activos
fr: Voir vos actifs
hi: अपनी संपत्ति देखें
ru: Просмотрите свои активы

source: purchase.submit_1
de: Der vorherige Schritt hat den Transfer des Assets aus Ihrer Wallet zu Carbonmark genehmigt.
es: El paso anterior concedió la aprobación para transferir su activo de pago de su monedero a Carbonmark.
fr: L'étape précédente a accordé l'autorisation à Carbonmark de transférer votre actif de paiement de votre portefeuille .
hi: पिछले चरण में आपके भुगतान ऐसेट को आपके वॉलेट से कार्बनमार्क में हस्तांतरण को मंज़ूरी मिली।
ru: На предыдущем этапе было получено разрешение на перевод платежного актива из вашего кошелька в Carbonmark.

source: purchase.submit_2
de: Ihr Kauf ist noch nicht abgeschlossen. Stellen Sie die Korrektheit der Informationen sicher und klicken Sie unten auf "Absenden", um den Kauf abzuschließen.
es: Su compra aún no se ha completado. Para finalizar su compra, compruebe que toda la información es correcta y haga clic en "Enviar".
fr: Votre achat n'a pas encore été finalisé. Pour finaliser votre achat, vérifiez que toutes les informations sont correctes et cliquez sur "envoyer" ci-dessous.
hi: आपकी ख़रीदारी अभी पूर्ण नहीं हुई है। अपनी ख़रीदारी को अंतिम रूप देने के लिए, सत्यापित करें कि सब जानकारी सही है और फिर नीचे 'सबमिट' पर क्लिक करें।
ru: Ваша покупка еще не завершена. Чтобы завершить покупку, убедитесь, что вся информация верна, а затем нажмите «Отправить» ниже.

source: resources.form.categories.header
de: Kategorien
es: Categorías
fr: Catégories
hi: कैटेगरीज़
ru: Категории

source: resources.form.categories.subheader
de: Wähle eine oder mehrere aus
es: Seleccione uno o más
fr: Sélectionner un ou plusieurs
hi: एक या अधिक चुनें
ru: Выберите один или несколько

source: resources.form.filters.clear_all
de: Alles löschen
es: Borrar todo
fr: Tout effacer
hi: सबकुछ मिटाएँ
ru: Очистить все

source: resources.mobile_modal.button.show_results
de: Ergebnisse anzeigen
es: Mostrar resultados
fr: Afficher les résultats
hi: परिणाम दिखाओ
ru: Показать результаты

source: resources.page.list.no_search_results.title
de: Tut uns leid. Wir konnten keine passenden Ergebnisse finden.
es: Lo sentimos. No hemos podido encontrar ningún resultado que coincida.
fr: Désolé. Nous n'avons pas trouvé de résultats correspondants.
hi: क्षमा करें। हमें कोई मेल खाने वाला परिणाम नहीं मिला।
ru: Извините. Мы не смогли найти подходящих результатов.

source: resources.page.list.on_fetch_error
de: Sorry! Etwas ist schief gelaufen.
es: ¡Lo siento! Algo salió mal.
fr: Désolé ! Un problème est survenu.
hi: क्षमा कीजिए! कुछ गड़बड़ हो गयी।
ru: ❌ Ошибка: что-то пошло не так...

source: resources.page.list.search_submit.no_filter_results
de: Bitte verwenden Sie eine andere Filterkombination.
es: Por favor, utilice una combinación de filtros diferente.
fr: Veuillez utiliser une autre combinaison de filtres.
hi: कृपया किसी भिन्न फ़िल्टर कॉम्बिनेशन का उपयोग करें।
ru: Пожалуйста, используйте другую комбинацию фильтров.

source: resources.page.list.search_submit.no_search_results
de: Überprüfen Sie Ihre Suche auf Tippfehler oder versuchen Sie es mit einem anderen Suchbegriff.
es: Compruebe si hay errores tipográficos en su búsqueda o pruebe con otro término de búsqueda.
fr: Vérifiez que votre recherche ne comporte pas de fautes de frappe ou essayez un autre terme de recherche.
hi: टाइपो-त्रुटियों के लिए अपनी खोज की जाँच करें या कोई भिन्न खोज-शब्द आज़माएँ।
ru: Проверьте свой запрос на наличие опечаток или попробуйте другой поисковый запрос.

source: retire.back_button
de: zurück
es: atrás
fr: précédent
hi: वापस
ru: назад

source: retired
de: ausgeglichen
es: retirados
fr: retirées
hi: रिटायर्ड
ru: Выбито

source: retirement.footer.about_carbonmark.content
de: Mit über 20 Millionen verifizierten Emissionszertifikaten von Hunderten von Projekten bietet Carbonmark die weltweit größte Auswahl digitaler CO2-Credits an. Kaufen und verkaufen Sie provisionsfrei digitales CO2 von jedem beliebigen Projekt und nutzen Sie es für den CO2-Ausgleich. <0>Beginnen Sie jetzt</0>.
es: Con más de 20 millones de créditos de carbono digitales verificados de cientos de proyectos, Carbonmark ofrece la mayor selección de créditos de carbono digitales de todo el mundo. Compre, venda y retire carbono digital de cualquier proyecto al instante sin comisiones. <0>Comience hoy mismo</0>.
fr: Avec plus de 20 millions de crédits carbone vérifiés provenant de centaines de projets, Carbonmark offre la plus grande sélection de crédits carbone numériques au monde. Achetez, vendez et retirez du carbone numérique de n'importe quel projet instantanément avec zéro frais de courtage. <0>Commencez dès aujourd'hui</0>.
hi: सैकड़ों परियोजनाओं से 20 मिलियन से अधिक सत्यापित डिजिटल कार्बन क्रेडिट के साथ, कार्बनमार्क दुनिया भर में डिजिटल कार्बन क्रेडिट का सबसे बड़ा चयन प्रदान करता है। शून्य-कमीशन ट्रेडिंग के साथ तुरंत किसी भी प्रोजेक्ट से डिजिटल कार्बन खरीदें, बेचें और रिटायर करें। <0>आज ही शुरू करें</0> .
ru: Имея более 20 миллионов подтвержденных цифровых углеродных кредитов из сотен проектов, Carbonmark предлагает самый большой выбор цифровых углеродных кредитов по всему миру. Покупайте, продавайте и выводите цифровой углерод из любого проекта мгновенно с нулевой комиссией. <0>Начните сегодня</0> .

source: retirement.footer.about_carbonmark.title
de: Über Carbonmark
es: Acerca de Carbonmark
fr: À propos de Carbonmark
hi: कार्बनमार्क के बारे में
ru: О Carbonmark

source: retirement.head.metaTitle
de: {retiree} hat {formattedAmount} Tonnen CO2 ausgeglichen
es: {retiree} ha retirado {formattedAmount} Toneladas de carbono
fr: {retiree} a retiré du marché {formattedAmount} Tonnes de carbone
hi: {retiree} रिटायर्ड {formattedAmount} टन कार्बन
ru: {retiree} изъято из эксплуатации {formattedAmount} тонн углерода

source: retirement.head.title
de: Carbonmark | Quittung für CO2-Ausgleich
es: Carbonmark | Recibo de retirada de carbono
fr: Carbonmark | Reçu de Retrait du Marché Carbone
hi: कार्बनमार्क | कार्बन रिटायरमेंट रसीद
ru: Карбонмарк | Квитанция о выводе

source: retirement.provenance.head.metaDescription
de: Transparente On-Chain-Offsets von Carbonmark.

source: retirement.provenance.head.metaTitle
de: {retiree} hat {formattedAmount} Tonnen CO2 ausgeglichen

source: retirement.provenance.head.title
de: Carbonmark | Verlauf des CO2-Ausgleichs

source: retirement.single.beneficiary.placeholder
de: Keinen Empfängername angegeben
es: No se ha facilitado el nombre del beneficiario
fr: Aucun bénéficiaire associé
hi: कोई लाभार्थी-नाम प्रदान नहीं किया गया
ru: Имя получателя не указано

source: retirement.single.beneficiary.title
de: Begünstigter:
es: Beneficiario:
fr: Bénéficiaire :
hi: लाभार्थी:
ru: Получатель

source: retirement.single.beneficiary_address.title
de: 0x-Adresse des Begünstigten
es: Dirección del beneficiario:
fr: Adresse du Bénéficiaire :
hi: लाभार्थी का पता
ru: Адрес получателя:

source: retirement.single.carbon_credit_retirement.title
de: CO2-Credit-Ausgleich
es: Retirada de créditos de carbono
fr: Retrait des Crédits Carbone
hi: कार्बन क्रेडिट रिटायरमेंट
ru: Выбивание по углеродному кредиту

source: retirement.single.country_region.title
de: Land/Region:
es: País/Región:
fr: Pays/Région :
hi: देश/क्षेत्र:
ru: Страна/регион:

source: retirement.single.immutable_public_records.title
de: Dies repräsentiert einen permanenten CO2-Ausgleich durch ein digitales CO2-Asset. Der Ausgleichsvorgang und alle damit verbundenen Daten werden unveränderbar und öffentlich zugänglich aufgezeichnet.
es: Esto representa la retirada permanente de un activo digital de carbono. Esta retirada y los datos asociados son registros públicos inmutables.
fr: Il s'agit du retrait permanent du marché d'un actif carbone numérique. Ce retrait et les données associées sont des documents publics immuables.
hi: यह एक डिजिटल कार्बन संपत्ति की स्थायी रिटायरमैंट का प्रतिनिधित्व करता है। यह रिटायरमैंट और संबद्ध डेटा अपरिवर्तनीय सार्वजनिक रिकॉर्ड हैं।
ru: Это представляет собой окончательное выбытие цифрового углеродного актива. Это выбивание и связанные с ним данные являются неизменяемыми общедоступными записями.

source: retirement.single.message.title
de: Ausgleichsnachricht:
es: Mensaje de retirada:
fr: Message de Retrait :
hi: रिटायरमेंट संदेश:
ru: Сообщение о выбивании

source: retirement.single.methodology.title
de: Methodik:
es: Metodología:
fr: Méthodologie :
hi: कार्यप्रणाली:
ru: Методология:

source: retirement.single.moss_offset.description
de: MCO2-Zertifikate werden durch Projekte aus dem Amazonas-Regenwald generiert, die zahlreiche positiven externen Nebeneffekt mitbringen - wie die Schaffung regionaler Arbeitsplätze und den Erhalt lokaler Artenvielfalt. Entdecken Sie MCO2 auf <0>https://data.klimadao.finance/de/token-details?tab=moss</0>.
es: Los créditos MCO2 son generados por proyectos que preservan la selva amazónica, con todo tipo de externalidades positivas como la creación de puestos de trabajo locales y la preservación de la biodiversidad local. Explore MCO2 en <0>carbon.klimadao.finance</0>.
fr: Les crédits MC02 sont générés par des projets qui préservent la forêt amazonienne, avec toutes sortes de retombées positives telles que la création d'emplois locaux et la préservation de la biodiversité locale. Découvrez MCO2 sur <0>carbon.klimadao.finance</0>.
hi: MC02 क्रेडिट उन परियोजनाओं द्वारा उत्पन्न होते हैं जो एमेज़ोन वन को संरक्षित करते हैं, जिसमें स्थानीय नौकरियों के निर्माण और स्थानीय जैव विविधता के संरक्षण जैसी सभी प्रकार की सकारात्मक बाहरी चीजें शामिल होती हैं। <0>carbon.klimadao.finance</0> पर MCO2 का अन्वेषण करें.
ru: Кредиты MC02 генерируются проектами, которые сохраняют лес Амазонки, со всеми видами положительных внешних эффектов, таких как создание местных рабочих мест и сохранение местного биоразнообразия. Узнайте больше о MCO2 на <0>carbon.klimadao.finance</0> .

source: retirement.single.moss_offset.name
de: Moss Earth MCO2
es: MOSS Earth MC02
fr: MOSS Earth MC02
hi: MOSS अर्थ MC02
ru: MOSS Earth MC02

source: retirement.single.official_certificate.title
de: Offizielles Zertifikat für On-Chain-CO2-Ausgleich bereitgestellt von <0>Carbonmark.com</0>
es: Certificado oficial de retirada de carbono On-Chain proporcionado por <0>Carbonmark.com</0>
fr: Certificat Officiel de Retrait du marché Carbone réalisé sur la chaîne de blocs fourni par <0>Carbonmark.com</0>
hi: <0>Carbonmark.com द्वारा प्रदान किया गया ऑन-चेन कार्बन रिटायरमेंट का आधिकारिक प्रमाणपत्र</0>
ru: Официальный сертификат об отказе от использования углерода в сети, предоставленный <0>Carbonmark.com</0>

source: retirement.single.project.title
de: Projekt:
es: Proyecto:
fr: Projet :
hi: प्रॉजेक्ट:
ru: Проект:

source: retirement.single.project_description.title
de: Beschreibung
es: Descripción
fr: Description
hi: विवरण
ru: Описание

source: retirement.single.project_details.title
de: Projektinformationen
es: Detalles del proyecto
fr: Détails du projet
hi: प्रॉजेक्ट का विवरण
ru: Детали проекта

source: retirement.single.project_name.title
de: Projektname
es: Nombre del proyecto
fr: Nom du Projet
hi: परियोजना का नाम
ru: Название проекта

source: retirement.single.proof_of.title
de: Beweis für
es: Prueba de
fr: Preuve de
hi: सबूत
ru: Доказательство

source: retirement.single.quantity.title
de: AUSGEGLICHENE MENGE
es: CANTIDAD RETIRADA
fr: QUANTITÉ RETIRÉE DU MARCHÉ
hi: रिटायर की गयी मात्रा
ru: КОЛИЧЕСТВО УПОТРЕБЛЕННЫХ

source: retirement.single.share_retirement.title
de: Diesen Ausgleich teilen
es: Compartir este retiro
fr: Partagez ce retrait
hi: इस रिटायरमेंट को साझा करें
ru: Поделитесь этим выбиванием

source: retirement.single.timestamp.placeholder
de: Kein Ausgleichszeitpunkt angegeben
es: No se proporcionó una marca de tiempo de retiro
fr: Retrait non horodatée
hi: कोई रिटायरमेंट टाइमस्टैम्प प्रदान नहीं किया गया
ru: Не предоставлена время использования

source: retirement.single.transaction_id.title
de: Transaktions-ID
es: ID de transacción
fr: Identifiant de Transaction
hi: लेन-देन आईडी
ru: ID транзакции

source: retirement.single.transaction_record.title
de: Unveränderlicher Transaktionsdatensatz
es: Registro de transacciones inmutable
fr: Enregistrement immuable de la transaction
hi: अपरिवर्तनीय लेनदेन रिकॉर्ड
ru: Неизменяемая запись транзакции

source: retirement.single.type.title
de: Typ:
es: Tipo:
fr: Type :
hi: प्रकार:
ru: Тип:

source: retirement.single.verified_tonnes.title
de: Verifizierte CO2-Tonnen ausgeglichen
es: Toneladas verificadas de carbono retiradas
fr: Tonnes de carbone vérifiées retirées du marché
hi: कार्बन के सत्यापित रिटायर्ड टन
ru: Подтвержденные тонны отмененного углерода

source: retirement.single.vintage.title
de: Jahrgang:
es: Vintage:
fr: Année :
hi: विंटेज:
ru: Винтаж:

source: retirement.totals.all_retirements_list.empty
de: Keine CO2-Ausgleiche gefunden
es: No se han encontrado retiros
fr: Aucune retrait trouvée
hi: कोई रिटायरमेंट नहीं मिला
ru: Выбиваний не найдено

source: retirement.totals.all_retirements_list.headline
de: Alle CO2-Ausgleiche
es: Todos los retiros
fr: Tous les Retraits du Marché
hi: कुल रिटायरमेंट्स
ru: Итого выведено

source: retirement.totals.head.metaTitle
de: Carbonmark - CO2-Ausgleich für {0}
es: Carbonmark - Retiradas de carbono para el beneficiario {0}
fr: Carbonmark - Retraits du Marché Carbone pour le bénéficiaire {0}
hi: कार्बनमार्क - लाभार्थी के लिए कार्बन रिटायरमेन्ट्स {0}
ru: Carbonmark - Углеродные отчисления для бенефициара {0}

source: retirement.totals.head.title
de: Carbonmark - CO2-Ausgleich für {0}
es: Carbonmark - Retiradas de carbono para el beneficiario {0}
fr: Carbonmark - Retraits du Marché Carbone pour le bénéficiaire {0}
hi: कार्बनमार्क - लाभार्थी के लिए कार्बन रिटायरमेन्ट्स {0}
ru: Carbonmark - Углеродные отчисления для бенефициара {0}

source: retirement.totals.page_headline
de: CO2-Ausgleich
es: Retiradas de carbono
fr: Retraits de Crédits Carbone
hi: कार्बन रिटायरमेंट्स
ru: Выведено углерода

source: retirement.totals.page_subline
de: für Empfänger
es: para el beneficiario
fr: pour le bénéficiaire
hi: लाभार्थी के लिए
ru: для бенефициара

source: retirement.totals.retired_assets
de: Ausgeglichene Assets
es: Activos retirados
fr: Actifs Retirés du marché
hi: रिटायर की गयी संपत्ति
ru: Выбывшие активы

source: retirement.totals.retirements
de: CO2-Ausgleiche
es: Retiros
fr: Retraits du marché
hi: रिटायरमेंट्स
ru: Выбытия

source: retirement.totals.total_carbon_tonnes
de: CO2-Tonnen insgesamt ausgeglichen
es: Total de toneladas de carbono retiradas
fr: Total des Tonnes de Carbone Retirées du Marché
hi: कुल रिटायर किए गए कार्बन टन
ru: Всего выбыло тонн углерода

source: retirement.totals.total_retirement_transactions
de: Summe der Ausgleichstransaktionen
es: Total de transacciones de retirada
fr: Total des Transactions de Retraits du marché
hi: कुल रिटायरमेंट लेनदेन
ru: Всего транзакции выбивания

source: seller.listing.buy
de: Kaufen
es: Comprar
fr: Acheter
hi: ख़रीदें
ru: Купить

source: seller.listing.quantity_available
de: Verfügbare Menge:
es: Cantidad disponible:
fr: Quantité Disponible :
hi: उपलब्ध मात्रा:
ru: Доступное количество:

source: shared.resourcecenter
de: Ressourcen
es: Centro de Recursos
fr: Centre de Ressources
hi: संसाधन केंद्र
ru: Информационный центр

source: shared.resources.sort_by.header
de: Sortieren nach:
es: Ordenar por:
fr: Trier par :
hi: इसके अनुसार क्रमबद्ध करें
ru: Сортировать по

source: social or email
de: Social oder E-Mail

source: sold to
de: Verkauft an
es: vendido a
fr: vendu à
hi: को बेचा गया
ru: проданный

source: something went wrong loading the allowance
de: Beim Laden des Guthabens ist etwas schiefgelaufen
es: algo ha ido mal al cargar el subsidio
fr: quelque chose s'est mal passé lors du chargement de l'autorisation
hi: कुछ गड़बड़ हो गई जानकारी लोड हो रही है
ru: что-то пошло не так при загрузке пособия

source: tonnes
de: Tonnen
es: toneladas
hi: टन
ru: тонны

source: transaction_modal.approve.allow_amount_1
de: Sie sind dabei, ein CO2-Token für einen Ausgleich zu verwenden.
es: Está a punto de retirar un activo de carbono.
fr: Vous êtes sur le point de retirer un actif carbone du marché.
hi: आप कार्बन एसेट को रिटायर करने वाले हैं।
ru: Вы собираетесь списать углеродный актив.

source: transaction_modal.approve.allow_amount_2
de: Im ersten Schritt bewilligen Sie den Transfer des CO2-Assets aus Ihrer Wallet zu Carbonmark. Im nächsten Schritt genehmigen Sie den eigentlichen Transfer und schließen den Ausgleich ab.
es: El primer paso es conceder la aprobación para transferir su activo de carbono de su monedero a Carbonmark, el siguiente paso es aprobar la transferencia real y completar su retiro.
fr: La première étape consiste à donner l'autoriser à Carbonmark de transférer l'actif carbone de votre portefeuille, l'étape suivante consiste à approuver le transfert en lui-même et à finaliser votre retraite.
hi: पहला कदम अपनी कार्बन संपत्ति को अपने वॉलेट से कार्बनमार्क में स्थानांतरित करने की स्वीकृति देना है, अगला कदम वास्तविक हस्तांतरण को मंजूरी देना और अपनी सेवानिवृत्ति को पूरा करना है।
ru: Первым шагом является предоставление разрешения на перевод вашего углеродного актива из вашего кошелька в Carbonmark, следующим шагом является утверждение фактического перевода и завершение выхода на пенсию.

source: transaction_modal.approve.allow_amount_3
de: Verifizieren Sie die Korrektheit der Daten und klicken Sie auf "Genehmigen", um fortzufahren.
es: Compruebe que toda la información es correcta y haga clic en "aprobar" para continuar.
fr: Vérifiez que toutes les informations sont correctes et cliquez sur "approuver" pour continuer.
hi: सत्यापित करें कि संपूर्ण जानकारी सही है और आगे बढ़ने के लिए 'मंज़ूरी दें' पर क्लिक करें।
ru: Убедитесь, что вся информация верна, и нажмите кнопку "Одобрить", чтобы продолжить.

source: transaction_modal.approve.amount
de: Menge bestätigen
es: Confirmar cantidad
fr: Confirmer le montant
hi: राशि की पुष्टि करें
ru: Подтвердить сумму

source: transaction_modal.approve.contract_address
de: Vertragsadresse
es: Dirección del contrato
fr: Adresse du contrat
hi: कॉन्ट्रैक्ट पता
ru: Адрес контракта

source: transaction_modal.approve.price
de: Preis pro CO2-Tonne bestätigen
es: Confirmar precio por tonelada
fr: Confirmer le prix par tonne
hi: प्रति टन राशि की पुष्टि करें
ru: Подтвердить цену за тонну

source: transaction_modal.button.go_back
de: Zurück
es: Volver
fr: Retour
hi: वापस जाएँ
ru: Вернуться назад

source: transaction_modal.close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
ru: Закрыть

source: transaction_modal.next
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
ru: Следующий

source: transaction_modal.submit.amount
de: Menge absenden
es: Enviar importe
fr: Envoyer le montant
hi: जमा की जाने वाली राशि
ru: Подтвердить сумму

source: transaction_modal.submit.button
de: Absenden
es: Enviar
fr: Envoyer
hi: सबमिट करें
ru: Отправить
