Repository: KlimaDAO/klimadao
Catalog: carbonmark/locale/*/messages.po
Languages: de, es, fr, hi, ru

source: Please refresh the page. There was an error updating your data: {e}.
de: Bitte aktualisieren Sie die Seite. Beim Aktualisieren Ihrer Daten ist ein Fehler aufgetreten: {e}.
es: Por favor, actualice la página. Se ha producido un error al actualizar sus datos: {e}.
fr: Veuillez actualiser la page. Une erreur s'est produite lors de la mise à jour de vos données : {e}.
hi: कृपया पृष्ट को रिफ़्रेश करें। आपका डेटा अपडेट करने में गलती हुई: {e}।
ru: Пожалуйста, обновите страницу. При обновлении данных произошла ошибка: {e}.

source: Powered by
de: Bereitgestellt von
es: Impulsado por
fr: Fourni par
hi: संचालित द्वारा
ru: На основе

source: Press Releases
de: Pressemeldungen
es: Comunicados de prensa
fr: Communiqués de presse
hi: प्रेस विज्ञप्तियाँ
ru: Пресс-релизы

source: Price Highest
de: Höchster Preis
es: Precio más alto
fr: Prix le plus élevé
hi: मूल्य उच्चतम
ru: Наивысшая цена

source: Price Lowest
de: Niedrigster Preis
es: Precio más bajo
fr: Prix le plus bas
hi: मूल्य न्यूनतम
ru: Самая низкая цена

source: Price includes network fees. <0>See docs to learn more.</0>
de: Preis beinhaltet Netzwerkgebühren. <0>Mehr erfahren.</0>
es: El precio incluye las tarifas de red. <0>Vea la documentación para obtener más información.</0>
fr: Le prix comprend les frais de réseau. <0>Voir la documentation pour en savoir plus.</0>
hi: कीमत में नेटवर्क शुल्क शामिल है. <0>अधिक जानने के लिए दस्तावेज़ देखें।</0>
ru: Цена включает сетевые сборы. <0>Подробнее см. в документации.</0>

source: Price is required
de: Preis ist erforderlich

source: Price per tonne
de: Preis pro Tonne
es: Precio por tonelada
fr: Prix par tonne
hi: कीमत प्रति टन
ru: Цена за тонну

source: Privacy Policy
de: Datenschutzbestimmungen
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
ru: Политика конфиденциальности

source: Processing Fee:
de: Bearbeitungsgebühr:
es: Tasas de tramitación:
fr: Frais de traitement :

source: Processing Purchase
de: Kauf wird verarbeitet
es: Procesando Compra
fr: Traitement de l'achat en cours
hi: विक्रय संपन्न करना
ru: Обработка покупки

source: Processing Retirement
de: CO2-Ausgleich wird verarbeitet
es: Procesando la retirada
fr: Traitement du retrait du marché
hi: रिटायरमेंट प्रोसेसिंग
ru: Обработка

source: Processing retirement...
de: CO2-Ausgleich wird bearbeitet...

source: Profile
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
ru: Профиль

source: Profile picture
de: Profilbild
es: Foto de perfil
fr: Photo de profil
hi: प्रोफ़ाइल फोटो
ru: Изображение профиля

source: Project names of interest
de: Ähnliche Projektnamen

source: Purchase Receipt | Carbonmark
de: Kaufbeleg | Carbonmark
es: Recibo de compra | Carbonmark
fr: Reçu d'achat | Carbonmark
hi: विक्रय रसीद | कार्बनमार्क
ru: Квитанция о покупке | Carbonmark

source: Purchase amount (tonnes):
de: Einkaufsmenge (Tonnen):
es: Cantidad de compra (toneladas):
fr: Quantité achetée (tonnes) :
hi: खरीद मात्रा (टन):
ru: Сумма закупки (тонн):

source: Purchase more Carbon
de: Mehr CO2-Tokens kaufen
es: Comprar más carbono
fr: Acheter plus de Carbone
hi: अधिक कार्बन खरीदें
ru: Купите больше углерода

source: Purchase retirements from any project on Carbonmark and pay via bank transfer.
de: Kaufen Sie CO2-Tonnen von jedem Projekt bei Carbonmark und bezahlen Sie via Überweisung.

source: Purchase successful
de: Kauf erfolgreich
es: Compra exitosa
fr: Achat réussi
hi: खरीदारी सफल
ru: Покупка прошла успешно

source: Purchase {0} | Carbonmark
de: {0} kaufen | Carbonmark
es: Compra {0} | Carbonmark
fr: Achat {0} | Carbonmark
hi: ख़रीद {0} | कार्बनमार्क
ru: Купить {0} | Carbonmark

source: QTY
de: MENGE
es: CANTIDAD
fr: QTÉ
hi: मात्रा
ru: КОЛ-ВО

source: Quantity
de: Menge
es: Cantidad
fr: Quantité
hi: मात्रा

source: Quantity Available:
de: Verfügbare Menge:
es: Cantidad disponible:
fr: Quantité Disponible :
hi: उपलब्ध मात्रा:
ru: Доступное количество:

source: Quantity is required
de: Menge ist erforderlich
es: Se requiere cantidad
fr: La quantité est requise
hi: मात्रा आवश्यक है
ru: Необходимое количество

source: Quantity listed: {listedQuantity}, Quantity unlisted: {unlistedQuantity}, Total available: {totalAvailableQuantity}
de: Angebotene Menge: {listedQuantity}, nicht angebotene Menge {unlistedQuantity}, insgesamt verfügbar: {totalAvailableQuantity}
es: Cantidad listada: {listedQuantity}, Cantidad no listada: {unlistedQuantity}, Total disponible: {totalAvailableQuantity}
fr: Quantité en vente : {listedQuantity}, Quantité non vendue : {unlistedQuantity}, Total disponible : {totalAvailableQuantity}

source: Quantity purchased:
de: Gekaufte Menge:
es: Cantidad comprada:
fr: Quantité achetée :
hi: विक्रीत मात्रा:
ru: Количество куплено:

source: Quick Retire
de: Jetzt kompensieren
es: Retiro rápido
fr: Retrait Rapide
hi: शीघ्र रिटायर करें
ru: Быстрый вывод

source: RETIRE CARBON
de: CO2 KOMPENSIEREN
es: RETIRA CARBONO
fr: RETIRER DU CARBONE
hi: कार्बन रिटायर करें
ru: ВЫВЕДЕНО УГЛЕРОДА

source: Read Less
de: Weniger anzeigen
es: Leer menos
fr: En lire moins
hi: कम पढ़ें
ru: Читать меньше

source: Read More
de: Weiterlesen
es: Leer más
fr: En savoir plus
hi: और पढ़ें
ru: Подробнее

source: Read more
de: Weiterlesen
es: Leer más
fr: En savoir plus
hi: और पढ़ें
ru: Подробнее

source: Real-time price and transaction data powered by the blockchain
de: Echtzeitpreis- und -transaktionsdaten durch Blockchaintechnologie
es: Precios y transacciones en tiempo real gracias a la blockchain
fr: Données en temps réel sur les prix et les transactions grâce à la blockchain
hi: ब्लॉकचेन द्वारा संचालित वास्तविक समय मूल्य और लेनदेन डेटा
ru: Данные о ценах и транзакциях в режиме реального времени на базе блокчейна

source: Recently Updated
de: Kürzlich aktualisiert
es: Recientemente actualizado
fr: Récemment mis à jour
hi: हाल में अपडेटेड
ru: Недавно обновленный

source: Remaining Supply:
de: Verbleibendes Angebot:
es: Suministro restante:
fr: Quantité restante :
hi: शेष आपूर्त्ति
ru: Оставшийся запас:

source: Renewable Energy
de: Erneuerbare Energie
es: Energía renovable
fr: Énergie Renouvelable
hi: नवीकरणीय ऊर्जा
ru: Возобновляемая энергия

source: Request Demo
de: Demo anfordern

source: Request already processing. Please open your wallet and complete the request.
de: Anfrage ist bereits in Bearbeitung. Bitte öffnen Sie Ihre Wallet und schließen Sie die Anfrage ab.

source: Required Field
de: Pflichtfeld
es: Campo requerido
fr: Champs requis
hi: आवश्यक क्षेत्र
ru: Обязательное поле

source: Required when proceeding with Credit Card
de: Erforderlich, wenn Sie mit Kreditkarte fortfahren
es: Requerido al proceder con Tarjeta de Crédito
fr: Requis lors de paiement par carte de crédit
hi: क्रेडिट कार्ड के साथ आगे बढ़ते समय आवश्यक
ru: Требуется при оплате кредитной картой

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
hi: संसाधन
ru: Источники

source: Resources | Carbonmark
de: Ressourcen | Carbonmark
es: Recursos | Carbonmark
fr: Ressources | Carbonmark
hi: संसाधन | कार्बनमार्क
ru: Ресурсы | Carbonmark

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
hi: परिणाम
ru: Результат

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
hi: परिणाम
ru: Результаты

source: Retire
de: Kompensieren
es: Retirar
fr: Retirer du marché
hi: रिटायर
ru: Выбито

source: Retire Carbon
de: CO2-Fußabdruck ausgleichen
es: RETIRA CARBONO
fr: Retirer du marché des crédits Carbone
hi: कार्बन रिटायर करें
ru: Вывод карбона

source: Retire carbon credits for yourself, or on behalf of another person or organization.
de: Gleichen Sie Ihren eigenen CO2-Fußabdruck aus oder handeln Sie im Auftrag anderer Personen oder Organisationen
es: Retire créditos de carbono para usted mismo o en nombre de otra persona u organización.
fr: Retirer du marché des crédits carbone pour vous-même ou pour le compte d'une autre personne ou entreprise.
hi: अपने लिए या किसी अन्य व्यक्ति या संगठन की ओर से कार्बन क्रेडिट रिटायर करें।
ru: Отмените углеродные кредиты для себя или от имени другого лица или организации.

source: Retire from a featured project
de: Durch ein vorgestelltes Projekt ausgleichen
es: Retirarse de un proyecto destacado
fr: Retirer du marché à partir d'un projet phare
hi: एक विशेष परियोजना से रिटायर हों
ru: Выйти из рекомендуемого проекта

source: Retire from your portfolio
de: Aus Ihrem Portfolio ausgleichen
es: Retire desde su portafolio
fr: Retirer à partir de votre portefeuille
hi: अपने पोर्टफोलियो से रिटायर हो जाओ
ru: Вывести из вашего портфеля

source: Retire from {fullProjectid} | Carbonmark
de: Mit {fullProjectid} ausgleichen | Carbonmark
es: Retirar de {fullProjectid} | Carbonmark
fr: Retrait du marché de {fullProjectid} | Carbonmark
hi: {fullProjectid} से रिटायर करें | कार्बनमार्क
ru: Выбивание из {fullProjectid} | Carbonmark

source: Retire instantly, or purchase and hold digital carbon
de: Gleichen Sie Ihren CO2-Fußabdruck in Echtzeit aus oder kaufen und verwahren Sie digitales CO2
es: Retire al instante, o compre y retenga carbono digital
fr: Retirez du marché instantanément ou achetez et conservez du carbone numérique.
hi: तुरंत रिटायर हो जाएं, या डिजिटल कार्बन खरीदकर रख लें
ru: Немедленно вывидете или купите и сохраните цифровой углерод

source: Retire more Carbon
de: Mehr CO2 ausgleichen
es: Retirar más Carbono
fr: Retirer plus de Carbone
hi: अधिक कार्बन रिटायर करें
ru: Выбейте больше углерода

source: Retire more carbon
de: Mehr CO2 ausgleichen
es: Retirar más carbono
fr: Retirer plus de carbone
hi: अधिक कार्बन रिटायर करें
ru: Выбейте больше углерода

source: Retire now
de: Jetzt ausgleichen
es: Retirar ahora
fr: Retirer du marché
hi: अभी रिटायर करें
ru: Выбито сейчас

source: Retire now, or acquire carbon to retire later - you decide what to do when you take ownership of your carbon assets.
de: Jetzt ausgleichen oder CO2 kaufen und später ausgleichen: Sobald CO2-Assets in Ihrem Besitz sind, entscheiden Sie, wie Sie fortfahren möchten.
es: Retire ahora o adquiera carbono para retirar más tarde: usted decide qué hacer cuando adquiera la propiedad de sus activos de carbono.
fr: Retirez maintenant ou acquérez du carbone pour le retirer plus tard - c'est vous qui décidez dès lors que vous devenez propriétaire de vos actifs carbone.
hi: अभी रिटायर हो जाएं, या बाद में रिटायर करने के लिए कार्बन प्राप्त करें - जब आप अपनी कार्बन परिसंपत्तियों का स्वामित्व लेते हैं तो आप तय करते हैं कि क्या करना है।
ru: Вывести сейчас или приобрести углерод, чтобы вывести позже — вы сами решаете, что делать, когда получаете право собственности на свои углеродные активы.

source: Retire your carbon via bank transfer.
de: Gleich Sie CO2 via Banküberweisung aus.

source: Retire | Carbonmark
de: Ausgleichen | Carbonmark
es: Retirar | Carbonmark
fr: Retirer - Carbonmark
hi: रिटायर | कार्बनमार्क
ru: Выбивание | Carbonmark

source: Retirement
de: CO2-Ausgleich

source: Retirement Activity
de: Ausgleichsaktivität
es: Actividad de Retiro
fr: Activité des retraits
hi: रिटयरमेंट गतिविधि
ru: Деятельность по выбиванию

source: Retirement Message
de: Ausgleichsnachricht
es: Mensaje de Retiro
fr: Message de Retrait du marché
hi: रिटायरमेंट सन्देश
ru: Сообщение о использовании

source: Retirement Overview
de: Ausgleichsübersicht
es: Visión general de la retirada
fr: Vue d'ensemble des Retraits
hi: रिटयरमेंट अवलोकन
ru: Обзор Вывода

source: Retirement Successful!
de: Ausgleich erfolgreich!
es: ¡Retiro exitoso!
fr: Retrait du marché réussi !
hi: रिटायरमेंट सफल हुआ!
ru: Использование успешно!

source: Retirement message
de: Möchtest du eine Nachricht anhängen?

source: Retirement successful
de: CO2-Ausgleich erfolgreich
es: Retiro exitoso
fr: Retrait du marché réussi
hi: रिटायरमेंट सफल
ru: Выбивание успешно

source: Retiring Token
de: Für Ausgleich genutztes Token
es: Token de retiro
fr: Retrait du Jeton
hi: रिटायरिंग टोकन
ru: Устаревший токен

source: Say a few words about yourself. This will be visible in your seller profile.
de: Erzählen Sie etwas über sich. Dies wird in Ihrem Verkäuferprofil sichtbar sein.
es: Diga unas palabras sobre usted. Esto será visible en su perfil de vendedor.
fr: Dites-nous quelques mots sur vous. Ces informations seront visibles dans votre profil de vendeur.
hi: अपने बारे में कुछ शब्द कहें। यह आपके सेलर प्रोफ़ाइल में दिखाई देगा।
ru: Несколько слов о себе. Это будет видно в вашем профиле продавца.

source: Search
de: Suchen

source: Search for a project
de: Nach Projekt suchen

source: Search...
de: Suchen...

source: See your portfolio
de: Portfolio ansehen
es: Vea su portafolio
fr: Voir votre portefeuille
hi: अपना पोर्टफोलियो देखें
ru: Посмотреть портфолио

source: See your retirement receipt
de: Ihr Ausgleichszertifikat ansehen
es: Ver su recibo de retiro
fr: Voir votre justificatif de retrait du marché
hi: अपनी रिटायरमेंट रसीद देखें
ru: Смотрите свою квитанцию о выбивании

source: Select
de: Auswählen

source: Select a language
de: Sprache wählen

source: Sell
de: Verkaufen
es: Vender
fr: Vendre
hi: बेचें
ru: Продать

source: Sell carbon
de: CO2 verkaufen
es: Vender carbono
fr: Vendez du carbone
hi: कार्बन बेचें
ru: Продать углерод

source: Sell your digital carbon directly to buyers
de: Ihre digitalen CO2-Tokens direkt an Käufer verkaufen
es: Vende tu carbono digital directamente a los compradores
fr: Vendez votre carbone numérique directement aux acheteurs
hi: अपना डिजिटल कार्बन सीधे खरीदारों को बेचें
ru: Продавайте свой цифровой углерод напрямую покупателям

source: Seller Listing
de: Verkäufereintrag
es: Listado de vendedores
fr: Annonces du vendeur
hi: विक्रय सूचीकरण
ru: Объявление продавца

source: Serial Number
de: Seriennummer

source: Share this page
de: Diese Seite teilen

source: Sign In / Connect To Buy
de: Zum Kaufen anmelden/verbinden
es: Iniciar sesión / Conectar para comprar
fr: Se connecter pour acheter
hi: साइन इन / कनेक्ट टु बाय
ru: Войти / Подключиться, чтобы купить

source: Single Price is required
de: Einzelpreis ist erforderlich

source: Single unit price
de: Stückpreis
es: Precio por unidad
fr: Prix unitaire

source: Something went wrong loading the allowance
de: Beim Laden des Guthabens ist ein Fehler aufgetreten
es: Algo ha ido mal al cargar el permiso
fr: Un problème s'est produit lors du chargement de l'autorisation
hi: भत्ता लोड करते समय कुछ गड़बड़ी हुई
ru: Что-то пошло не так при загрузке пособия

source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.

source: Something went wrong. Please try again. {error}
de: Etwas ist schiefgelaufen. Versuchen Sie es bitte noch einmal. {error}
es: Algo salió mal. Inténtalo de nuevo. {error}
fr: Un problème est survenu. Veuillez réessayer. {error}
hi: कुछ गड़बड़ हो गयी। कृपया पुन: प्रयास करें। {error}
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз. {ошибка}

source: Sorry, looks like we sent you the wrong way.
de: Sorry, wir haben dich wohl in eine Sackgasse geschickt.
es: Lo sentimos, parece que te enviamos por el camino equivocado.
fr: Désolé, on dirait que nous vous avons envoyé dans la mauvaise direction.
hi: क्षमा करें, शायद हमने आपको ग़लत रास्ते भेज दिया।
ru: Извините, похоже, мы отправили вас не туда.

source: Sorry, something went wrong.
de: Sorry! Etwas ist schiefgelaufen.
es: Perdón, algo salió mal.
fr: Désolé, un problème est survenu.
hi: क्षमा करें, कुछ गड़बड़ हो गई।
ru: Извините, что-то пошло не так.

source: Sorry, this handle already exists
de: Leider existiert dieser Name bereits
es: Lo sentimos, este nombre ya existe
fr: Désolé, ce pseudonyme existe déjà
hi: क्षमा करें, यह हैंडल पहले से मौजूद है
ru: Извините, этот никнейм уже существует

source: Sort By
de: Sortieren nach

source: Sort by
de: Sortieren nach

source: Stats
de: Statistiken
es: Estadísticas
hi: आँकड़े
ru: Статистика

source: Step 1
de: Schritt 1
es: Paso 1
fr: Étape 1
hi: चरण 1
ru: Шаг 1

source: Step 2
de: Schritt 2
es: Paso 2
fr: Étape 2
hi: चरण 2
ru: Шаг 2

source: Step 3
de: Schritt 3
es: Paso 3
fr: Étape 3
hi: चरण 3
ru: Шаг 3

source: Submit
de: Absenden
es: Enviar
fr: Envoyer
hi: सबमिट करें

source: Success! Your new listing will appear in a few moments on your <0>Profile page</0>.
de: Erfolgreich! Ihr neuer Eintrag wird in einigen Momenten auf Ihrer <0>Profilseite</0> auftauchen.
es: ¡Éxito! Su nuevo anuncio aparecerá en unos instantes en su <0>Profile page</0>.
fr: Succès ! Votre nouvelle annonce apparaîtra dans quelques instants sur votre <0>page de profil</0>.
hi: सफलता! आपकी नई लिस्टिंग कुछ ही पलों में आपके <0>प्रोफ़ाइल पेज</0> पर दिखाई देगी।
ru: Успех! Ваше новое объявление появится через несколько секунд на странице вашего <0>профиля.</0> .

source: Sure
de: Einverstanden

source: Switch to Polygon
de: Zu Polygon wechseln
es: Cambiar a Polygon
fr: Passer sur le réseau Polygon
hi: पॉलिगॉन पर स्विच करें
ru: Переключиться на Polygon

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'Utilisation
hi: उपयोग की शर्तें
ru: Условия использования

source: Thank you for supporting the planet!
de: Vielen Dank, dass Sie den Planeten unterstützen!
es: ¡Gracias por apoyar al planeta!
fr: Merci de soutenir la planète !
hi: पृथ्वी का समर्थन करने के लिए धन्यवाद!
ru: Спасибо за поддержку планеты!

source: Thank you for supporting the planet! See purchase details below.
de: Danke für die Unterstützung unseres Planeten! Die Kaufdetails finden Sie unten.
es: ¡Gracias por apoyar al planeta! Ver detalles de compra más abajo.
fr: Merci de votre contribution pour la planète ! Vous pouvez voir les détails d'achat ci-dessous.
hi: पृथ्वी का समर्थन करने के लिए धन्यवाद! ख़रीद विवरण नीचे देखें।
ru: Спасибо за поддержку планеты! Подробности покупки смотрите ниже.

source: Thank you for supporting the planet! We'll reach out soon to confirm some details and provide you with an with an invoice.
de: Vielen Dank, dass Sie den Planeten unterstützen! Wir werden uns demnächst mit Ihnen in Verbindung setzen, um einige Details zu bestätigen und Ihnen eine Rechnung zukommen zu lassen.

source: The Universal Carbon Marketplace
de: Der Universelle CO2-Marktplatz
es: El Mercado Universal del Carbono
fr: Le Marché Universel du Carbone
hi: यूनिवर्सल कार्बन मार्केटप्लेस
ru: Универсальный углеродный рынок

source: The assets will only be transferred out of your wallet when a sale is completed. You can revoke this allowance at any time.
de: Die Assets werden erst aus Ihrer Wallet transferiert, wenn der Verkauf abgeschlossen ist. Sie können diese Bewilligung jederzeit widerrufen.

source: The first step is to grant the approval to transfer your carbon asset from your wallet to Carbonmark, the next step is to approve the actual transfer and complete your retirement.
de: Im ersten Schritt bewilligen Sie den Transfer des CO2-Assets aus Ihrer Wallet zu Carbonmark. Im nächsten Schritt genehmigen Sie den eigentlichen Transfer und schließen den Ausgleich ab.
es: El primer paso es conceder la aprobación para transferir su activo de carbono de su monedero a Carbonmark, el siguiente paso es aprobar la transferencia real y completar su retiro.
fr: La première étape consiste à donner l'autoriser à Carbonmark de transférer l'actif carbone de votre portefeuille, l'étape suivante consiste à approuver le transfert en lui-même et à finaliser votre retraite.
hi: पहला कदम अपनी कार्बन संपत्ति को अपने वॉलेट से कार्बनमार्क में स्थानांतरित करने की स्वीकृति देना है, अगला कदम वास्तविक हस्तांतरण को मंजूरी देना और अपनी सेवानिवृत्ति को पूरा करना है।
ru: Первым шагом является предоставление разрешения на перевод вашего углеродного актива из вашего кошелька в Carbonmark, следующим шагом является утверждение фактического перевода и завершение выхода на пенсию.

source: The first step is to grant the approval to transfer your payment asset from your wallet to Carbonmark, the next step is to approve the actual transfer and complete your purchase.
de: Im ersten Schritt bewilligen Sie den Transfer des Zahlungstokens aus Ihrer Wallet zu Carbonmark. Im nächsten Schritt genehmigen Sie den eigentlichen Transfer und schließen den Kauf ab.
es: El primer paso es conceder la aprobación para transferir su activo de pago desde su monedero a Carbonmark, el siguiente paso es aprobar la transferencia real y completar su compra.
fr: La première étape est de donner l'autorisation à Carbonmark de transférer le type d'actif utilisé lors du paiement de votre portefeuille, l'étape suivante est d'approuver le transfert et de finaliser votre achat.
hi: पहला कदम इस संपत्ति को अपनी वॉलेट से कार्बनमार्क में स्थानांतरित करने की स्वीकृति देना है, अगला कदम वास्तविक हस्तांतरण को मंज़ूरी देना और अपनी ख़रीदारी संपन्न करनी है।
ru: Первый шаг - дать разрешение на перевод платежного актива из вашего кошелька в Carbonmark, следующий шаг - одобрить фактический перевод и завершить покупку.

source: The information below will be broadcast publicly to verify your environmental claim. This transaction is permanent; the information cannot be changed once your transaction is complete.
de: Die unten angegebenen Informationen werden öffentlich einsehbar sein, um Ihren CO2-Ausgleich zu verifizieren. Diese Transaktion ist endgültig; die enthaltenen Informationen können nicht verändert werden, sobald die Transaktion abgeschlossen ist.
es: La información que figura a continuación se difundirá públicamente para verificar su declaración medioambiental. Esta transacción es permanente; la información no puede modificarse una vez completada su transacción.
fr: Les informations ci-dessous seront diffusées publiquement pour vérifier votre déclaration environnementale. Cette transaction est permanente ; les informations ne peuvent pas être modifiées une fois la transaction terminée.
hi: आपके पर्यावरणीय दावे को सत्यापित करने के लिए नीचे दी गई जानकारी सार्वजनिक रूप से प्रसारित की जाएगी। यह लेन-देन स्थायी है; आपके लेन-देन पूरे हो जाने के बाद जानकारी को बदला नहीं जा सकता।
ru: Приведенная ниже информация будет опубликована для проверки вашего заявления об охране окружающей среды. Эта транзакция является постоянной; информация не может быть изменена после завершения транзакции.

source: The largest selection of digital carbon credits worldwide. Buy, sell, and retire digital carbon from any project instantly with zero-commission trading.
de: Die weltweit größte Auswahl aus digitalen CO2-Credits. Kaufen und verkaufen Sie digitales CO2 und gleichen Sie sofort provisionsfrei Ihren CO2-Fußabdruck aus.
es: La mayor selección de créditos de carbono digitales del mundo. Compre, venda y retire carbono digital de cualquier proyecto al instante con una negociación sin comisiones.
fr: La plus grande sélection de crédits carbone numériques au monde. Achetez, vendez et retirez le carbone numérique de n'importe quel projet instantanément sans aucune commission.
hi: दुनिया भर में डिजिटल कार्बन क्रेडिट का सबसे बड़ा संकलन। शून्य-कमीशन ट्रेडिंग के साथ तुरंत किसी भी प्रोजेक्ट से डिजिटल कार्बन ख़रीदें, बेचें और रिटायर करें।
ru: Самый большой выбор цифровых углеродных кредитов по всему миру. Покупайте, продавайте и выводите из оборота цифровой углерод из любого проекта мгновенно с нулевой комиссией.

source: The minimum amount to buy is 1 Tonne
de: Die Mindestkaufmenge beträgt 1 Tonne
es: La cantidad mínima a comprar es de 1 Tonelada
fr: La quantité minimale à acheter est de 1 Tonne
hi: ख़रीद की न्यूनतम राशि 1 टन है
ru: Минимальное количество для покупки - 1 тонна

source: The minimum amount to retire is 0.001 Tonnes
de: Sie müssen mindestens 0,001 Tonne ausgleichen
es: La cantidad mínima a retirar es de 0.001 Toneladas
fr: La quantité minimale à retirer du marché est de 0,001 Tonne
hi: रिटायर करने की न्यूनतम राशि 0.001 टन है
ru: Минимальная сумма для выбивания составляет 0,001 тонны.

source: The minimum amount to retire is 1 Tonne
de: Sie müssen mindestens eine Tonne ausgleichen

source: The minimum amount to retire via bank transfer is 100 Tonnes
de: Via Banküberweisung müssen Sie mindestens 100 Tonnen ausgleichen

source: The minimum amount to sell is 1 Tonne
de: Die Mindestverkaufsmenge beträgt 1 Tonne
