Repository: KlimaDAO/klimadao
Catalog: carbonmark/locale/*/messages.po
Languages: de, es, fr, hi, ru

source: transaction_modal.submit.confirm_transaction_1
de: Der vorherige Schritt hat nur den Transfer des CO2-Assets aus Ihrer Wallet zu Carbonmark genehmigt. Ihr CO2-Ausgleich ist damit noch nicht abgeschlossen.
es: El paso anterior concedió la aprobación para transferir su activo de carbono de su monedero a Carbonmark, su retiro aún no se ha completado.
fr: L'étape précédente a donné l'autorisation de transférer votre actif carbone de votre portefeuille à Carbonmark, votre retrait n'a pas encore été effectué.
hi: पिछले चरण में आपकी कार्बन संपत्ति को आपके वॉलेट से कार्बनमार्क में स्थानांतरित करने की स्वीकृति दी गई थी, आपकी रिटायरमैंट अभी तक पूरी नहीं हुई है।
ru: Предыдущий шаг дал разрешение на перевод вашего углеродного актива из вашего кошелька в Carbonmark, ваш выход на пенсию еще не завершен.

source: transaction_modal.submit.confirm_transaction_2
de: Verifizieren Sie die Informationen und klicken Sie unten auf "Absenden", um den Ausgleich abzuschließen.
es: Para finalizar su jubilación, verifique que toda la información sea correcta y, a continuación, haga clic en "enviar".
fr: Pour finaliser votre retrait du marché, vérifiez que toutes les informations sont correctes et cliquez sur "envoyer" ci-dessous.
hi: अपनी रिटायरमैंट को अंतिम रूप देने के लिए, सत्यापित करें कि सभी जानकारी सही है और फिर नीचे 'सबमिट' पर क्लिक करें।
ru: Чтобы завершить выбивание, убедитесь, что вся информация верна, а затем нажмите «Отправить» ниже.

source: transaction_modal.submit.contract_address
de: Vertragsadresse
es: Dirección del contrato
fr: Adresse du contrat
hi: कॉन्ट्रैक्ट पता
ru: Адрес контракта

source: transaction_modal.submit.price
de: Preis pro Tonne nennen:
es: Presentar precio por tonelada:
fr: Indiquer le prix par tonne :
hi: प्रति टन कीमत सबमिट करें:
ru: Укажите цену за тонну:

source: transaction_modal.view.approve.title
de: 1. Genehmigen
es: 1. Aprobar
fr: 1. Approuver
hi: मंज़ूरी दें
ru: 1. Одобрить

source: transaction_modal.view.submit.title
de: 2. Absenden
es: 2. Enviar
fr: 2. Envoyer
hi: 2. जमा करें
ru: 2. Отправить

source: updated price
de: Aktualisierter Preis
es: precio actualizado
fr: prix mis à jour
hi: अपडेटेड प्राइस
ru: обновленная цена

source: updated quantity
de: Aktualisierte Menge
es: cantidad actualizada
fr: quantité mise à jour
hi: अपडेटेड मात्रा
ru: обновленное количество

source: user.activities.empty_state
de: Keine Aktivitäten zum Anzeigen
es: No hay actividad para mostrar
fr: Aucune activité à montrer
hi: शून्य गतिविधियाँ मौजूद
ru: Нет активности для показа

source: user.login.description
de: Diese Funktion steht nur für eingeloggte Nutzer zur Verfügung. Loggen Sie sich bitte ein oder erstellen Sie über den Button einen Account.
es: Esta función sólo está disponible para usuarios que hayan iniciado sesión. Puede iniciar sesión o crear una cuenta a través del siguiente botón.
fr: Cette fonction n'est disponible que pour les utilisateurs qui sont connectés. Vous pouvez vous connecter ou créer un compte en cliquant sur le bouton ci-dessous.
hi: यह सुविधा केवल उन उपयोगकर्ताओं के लिए उपलब्ध है जिन्होंने लॉगिन कर रखा है। आप नीचे दिए गए बटन से लॉग इन कर सकते हैं या खाता बना सकते हैं।
ru: Эта функция доступна только для пользователей, которые вошли в систему. Вы можете войти или создать учетную запись с помощью кнопки ниже.

source: {0} maximum for credit cards
de: Maximal {0} für Kreditkarten
es: {0} máximo para tarjetas de crédito
fr: Maximum de {0} pour les cartes de crédit
hi: {0} क्रेडिट कार्ड के लिए अधिकतम
ru: {0} максимальная сумма по кредитным картам

source: {0} | Profile | Carbonmark
de: {0} | Profil | Carbonmark
es: {0} | Perfil | Carbonmark
fr: {0} | Profil | Carbonmark
hi: {0} | प्रोफ़ाइल | कार्बनमार्क
ru: {0} | Профиль | Carbonmark

source: {DEFAULT_EXPIRATION_DAYS} days ({expirationDatestring})
de: {DEFAULT_EXPIRATION_DAYS} Tage ({expirationDatestring})
es: {DEFAULT_EXPIRATION_DAYS} dias ({expirationDatestring})
fr: {DEFAULT_EXPIRATION_DAYS} jours ({expirationDatestring})

source: {amount} tonnes were purchased for project {0}
de: {amount} Tonnen wurden für Projekt {0} gekauft
es: Se compraron {amount} toneladas para el proyecto {0}
fr: {amount} tonnes ont été achetées pour le projet {0}
hi: {amount} टन {0} प्रॉजेक्ट के लिए ख़रीदे गए थे
ru: {amount} тонн было закуплено для проекта {0}

source: {formattedAmount} Tonnes
de: {formattedAmount} Tonnen

source: {formattedAmount} tonnes
de: {formattedAmount} Tonnen

source: ❌ Error: something went wrong...
de: ❌ Fehler: etwas ist schiefgelaufen...

source: Asset
es: Activo
fr: Actif

source: Asset Details
es: Detalles del activo
fr: Détails de l'Actif
hi: एसेट विवरण
ru: Сведения об активах

source: Asset ID
es: Identificación de activos
fr: Identifiant de l'Actif
hi: एसेट आईडी
ru: ID актива

source: Asset details
es: Detalles del activo
fr: Détails de l'actif
ru: Сведения об активах

source: Blue Carbon
es: Carbono azul
fr: Carbone bleu
hi: ब्लू कार्बन
ru: Синий углерод

source: Built with 🌳 by <0>KlimaDAO</0>
es: Construido con 🌳 por <0>KlimaDAO</0>
fr: Construit avec 🌳 par <0>KlimaDAO</0>
hi: <0>क्लीमाडाओ</0> द्वारा 🌳 के साथ निर्मित
ru: Создано с помощью 🌳 от <0>KlimaDAO</0>

source: Create Carbonmark Profile
es: Crear perfil Carbonmark
fr: Créer un profil Carbonmark
hi: कार्बनमार्क प्रोफ़ाइल बनाएं
ru: Создать профиль Carbonmark

source: FAQs
es: Preguntas más frecuentes
fr: FAQ
hi: अधिक्तर पूछे प्रश्न
ru: Часто задаваемые вопросы

source: Have you already created your Carbonmark <0>Profile</0>?
es: ¿Ha creado ya su Carbonmark <0>Profile</0>?
fr: Avez-vous déjà créé votre <0>profil</0> Carbonmark ?
hi: क्या आपने अपनी कार्बनमार्क <0>Profile</0> पहले ही बना ली है?
ru: Вы уже создали свой профиль Carbonmark <0>Profile</0>?

source: Privacy policy
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
ru: Политика конфиденциальности

source: Processing data...
es: Procesando datos...
fr: Traitement des données...
hi: डेटा प्रोसेसिंग...
ru: Обработка данных...

source: Purchase Carbon
es: Comprar Carbono
fr: Acheter du Carbone
hi: कार्बन खरीदें
ru: Купить углерод

source: Sorry. We could not find any data on Carbonmark for your user.
es: Lo sentimos. No hemos podido encontrar datos sobre Carbonmark para tu usuario.
fr: Désolé. Nous n'avons pas trouvé de données Carbonmark pour votre utilisateur.
hi: क्षमा करें। हमें कार्बनमार्क पर आपके यूज़र का कोई डेटा नहीं मिला।
ru: Извините. Мы не смогли найти никаких данных по Carbonmark для вашего пользователя.

source: Terms of use
es: Condiciones de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
ru: Условия использования

source: The minimum amount to retire is 1 Tonnes
es: La cantidad mínima a retirar es de 1 Tonelada
fr: La quantité minimale à retirer est de 1 Tonne.
hi: रिटायर करने की न्यूनतम राशि 1 टन है
ru: Минимальная сумма для вывода из обращения 1 тонна

source: We haven't finished processing the blockchain data for this retirement. This usually takes a few seconds, but might take longer if the network is congested.
es: No hemos terminado de procesar los datos de la blockchain para esta retirada. Esto suele tardar unos segundos, pero podría tardar más si la red está congestionada.
fr: Nous n'avons pas fini de traiter les données de la blockchain pour ce retrait du marché. Cela prend généralement quelques secondes, mais peut prendre plus longtemps si le réseau est encombré.
hi: हमने इस रिटायरमेन्ट के लिए ब्लॉकचेन डेटा प्रोसेसिंग अभी ख़त्म नहीं की है। इसमें आमतौर पर कुछ सेकंड लगते हैं, लेकिन नेटवर्क में ट्रैफ़िक होने पर इसमें अधिक समय लग जाता है।
ru: Мы еще не закончили обработку данных блокчейна для этого вывода. Обычно это занимает несколько секунд, но может занять больше времени, если сеть перегружена.

source: buy
es: Comprar
fr: Acheter
hi: ख़रीदें
ru: Купить

source: connectModal.institutional
es: institucional
fr: entreprise
hi: संस्थागत
ru: институциональный

source: connectModal.torus
es: Correo electrónico o redes sociales
fr: réseau social ou email
hi: सोशल या ईमेल
ru: соцсети или электронная почта

source: connectModal.wallet
es: conectar un monedero
fr: connecter un portefeuille
hi: कोई वॉलेट कनेक्ट करें
ru: подключите кошелек

source: connect_modal.connecting
es: Conectando...
fr: Connexion en cours...
hi: कनेक्ट हो रहा है...
ru: Подключение...

source: connect_modal.error_message_default
es: Hemos tenido problemas para realizar la conexión. Por favor, inténtelo de nuevo.
fr: Nous avons eu des problèmes de connexion. Veuillez réessayer.
hi: कनेक्शन में कुछ गड़बड़ी हो गई। कृपया पुन: प्रयास करें।
ru: У нас возникли проблемы с подключением. Пожалуйста, попробуйте еще раз.

source: connect_modal.error_message_refused
es: El usuario rechazó la conexión.
fr: L'utilisateur a refusé la connexion.
hi: उपयोगकर्ता ने कनेक्शन अस्वीकार कर दिया।
ru: Пользователь отказался от подключения.

source: connect_modal.error_processing
es: Solicitud ya procesada. Por favor, abra su monedero y complete la solicitud.
fr: Requête en cours de traitement. Veuillez ouvrir votre portefeuille et valider la requête.
hi: अनुरोध पहले से प्रोसेस हो रहा है। कृपया अपना वॉलेट ओपन करें और अनुरोध पूरा करें।
ru: Запрос уже обрабатывается. Пожалуйста, откройте кошелек и завершите запрос.

source: connect_modal.error_title
es: Error de conexión
fr: Erreur de connexion
hi: संपर्क त्रुटि
ru: Ошибка подключения

source: offset.amount_in_tonnes_2
es: Disponible: {balance}
fr: Disponible : {balance}
hi: उपलब्ध: {balance}
ru: Доступно: {balance}

source: offset.offset_quantity
es: Ingrese la cantidad a compensar
fr: Entrez la quantité à compenser
hi: ऑफ़सेट करने के लिए मात्रा दर्ज करें
ru: Введите количество для компенсации

source: offset.retirement_beneficiary_name
es: Nombre del beneficiario
fr: Nom du Bénéficiaire
hi: लाभार्थी का नाम
ru: Имя Получателя

source: offset.retirement_retirement_message
es: Mensaje de Retiro
fr: Message de Retrait du marché
hi: रिटायरमेंट सन्देश
ru: Сообщение о использовании

source: profile.edit_profile.title
es: Tu perfil
fr: Votre Profil
hi: आपकी प्रोफ़ाइल
ru: Ваш профиль

source: profile.listing.delete.error
es: No se ha podido eliminar el anuncio. Por favor, inténtelo de nuevo.
fr: Impossible de supprimer l'annonce. Veuillez réessayer.
hi: सूची मिटायी नहीं जा सकी। कृपया पुनः कोशिश करें।
ru: Не удалось удалить объявление. Пожалуйста, попробуйте еще раз.

source: purchase.input.amount.minimum
es: La cantidad mínima a comprar es de 1 Tonelada
fr: La quantité minimale à acheter est de 1 Tonne
hi: ख़रीद की न्यूनतम राशि 1 टन है
ru: Минимальное количество для покупки - 1 тонна

source: purchase.input.amount.placeholder
es: Toneladas
fr: Tonnes
hi: टन
ru: Тонны

source: purchase.input.amount.required
es: Cantidad es requerida
fr: Le montant est requis
hi: राशि की आवश्यकता
ru: Необходимая сумма

source: purchase.input.price.maxAmount
es: Has excedido tu cantidad disponible de tokens
fr: Vous avez dépassé votre nombre de jetons disponibles
hi: आपने टोकन की अपनी उपलब्ध राशि पार कर ली है
ru: Вы превысили доступное количество токенов

source: purchase.input.price.required
es: Se requiere precio
fr: Le prix est requis
hi: मूल्य आवश्यक है
ru: Укажите цену

source: purchase.loading.allowance.error
es: algo ha ido mal al cargar el subsidio
fr: quelque chose s'est mal passé lors du chargement de l'autorisation
hi: कुछ गड़बड़ हो गई जानकारी लोड हो रही है
ru: что-то пошло не так при загрузке пособия

source: purchase.transaction.modal.title.confirm
es: Confirmar compra
fr: Confirmer l'achat
hi: ख़रीद की पुष्टि करें
ru: Подтвердить покупку

source: purchase.transaction.modal.title.processing
es: Procesando Compra
fr: Traitement de l'achat en cours
hi: विक्रय संपन्न करना
ru: Обработка покупки

source: resources.form.input.search.label
es: Buscar
fr: Recherche
hi: सर्च करें
ru: Поиск

source: resources.form.input.search.placeholder
es: Buscar...
fr: Rechercher...
hi: खोज...
ru: Поиск

source: resources.form.input.sort_by.label
es: Ordenar por
fr: Trier par
hi: इसके अनुसार क्रमबद्ध करें
ru: Сортировать по

source: resources.form.input.sort_by.select
es: Seleccione
fr: Sélectionner
hi: चुनें
ru: Выбрать

source: resources.mobile_modal.title
es: Ordenar por
fr: Trier par
hi: इसके अनुसार क्रमबद्ध करें
ru: Сортировать по

source: retire.submit_button
es: RETIRA CARBONO
fr: Retirer du marché des crédits Carbone
hi: कार्बन रिटायर करें
ru: Вывод карбона

source: retirement.head.metaDescription
es: Compensaciones transparentes en el Blockchain, impulsadas por Carbonmark.
fr: Des compensations transparentes et sur la chaîne, réalisées par Carbonmark.
hi: कार्बनमार्क द्वारा संचालित पारदर्शी, ऑन-चेन ऑफ़सेट।
ru: Прозрачные компенсации по цепочке на базе KlimaDAO.

source: retirement.single.beneficiary.address.placeholder
es: No se dispone de la dirección del beneficiario
fr: Aucune adresse de bénéficiaire disponible
hi: कोई लाभार्थी का पता उपलब्ध नहीं है
ru: Адрес получателя не указан

source: retirement.single.transaction_id.placeholder
es: No hay identificador de transacción disponible
fr: Aucun identifiant de transaction disponible
hi: कोई लेनदेन आईडी उपलब्ध नहीं है
ru: Идентификатор транзакции отсутствует

source: retirement.single.view_on_polygon_scan
es: Ver en Polygonscan
fr: Voir sur Polygonscan
hi: Polygonscan (पॉलीगॉनस्कैन) पर देखें
ru: Посмотреть на Polygonscan

source: shared.connect_to_buy
es: Iniciar sesión / Conectar para comprar
fr: Se connecter pour acheter
hi: साइन इन / कनेक्ट टु बाय
ru: Войти / Подключиться, чтобы купить

source: shared.head.description
es: Impulsa la acción climática y gana recompensas con una moneda digital respaldada por carbono.
fr: Combattez le changement climatique et soyez récompensés avec une monnaie numérique garantie par du carbone.
hi: क्लआीमेट ऐक्शन प्रयत्न करें और कार्बन-समर्थित डिजिटल मुद्रा के रूप में पुरस्कार अर्जित करें।
ru: Стимулируйте действия по защите климата и получайте вознаграждения с цифровой валютой обеспеченной реальными углеродными активами.

source: transaction.status.done
es: Transacción completa.
fr: Transaction terminée.
hi: लेन-देन पूर्ण हुआ।
ru: Транзакция завершена.

source: transaction.status.error
es: ❌ Error: algo ha salido mal...
fr: ❌ Erreur : quelque chose s'est mal passé...
hi: ❌ एरर: कुछ गड़बड़ है...
ru: ❌ Ошибка: что-то пошло не так...

source: transaction.status.network_confirmation
es: Transacción iniciada. Esperando confirmación de la red.
fr: Transaction initiée. En attente de confirmation du réseau.
hi: लेन-देन शुरू किया गया। नेटवर्क पुष्टि की प्रतीक्षा कर रहा है।
ru: Транзакция инициирована. Ожидание подтверждения сети.

source: transaction.status.user_confirmation
es: Por favor, haga clic en "confirmar" en su cartera para continuar.
fr: Veuillez cliquer sur « confirmer » dans votre portefeuille pour continuer.
hi: जारी रखने के लिए कृपया अपने वॉलेट में कन्फ़र्म ('confirm') पर क्लिक करें।
ru: Пожалуйста, нажмите "подтвердить" в вашем кошельке, чтобы продолжить.

source: transaction.status.user_rejected
es: Usted eligió rechazar la transacción
fr: Vous avez rejeté la transaction
hi: आपने लेन-देन को अस्वीकार करना चयनित किया
ru: Вы решили отклонить транзакцию

source: user.edit.form.edit.price.placeholder
es: USDC por tonelada
fr: USDC par tonne
hi: USDC प्रति टन
ru: USDC за тонну

source: user.listing.edit.input.quantity.minimum
es: La cantidad mínima a vender es de 1 tonelada
fr: La quantité minimale à vendre est de 1 tonne
hi: बेचने के लिए न्यूनतम मात्रा 1 टन है
ru: Минимальное количество для продажи 1 тонна

source: user.listing.edit.input.quantity.required
es: Se requiere cantidad
fr: La quantité est requise
hi: मात्रा आवश्यक है
ru: Необходимое количество

source: user.listing.form.input.singleUnitPrice.minimum
es: El precio mínimo por tonelada es {0}
fr: Le prix minimum par tonne est de {0}
hi: प्रति टन न्यूनतम मूल्य है {0}
ru: Минимальная цена за тонну: {0}

source: user.listing.form.input.singleUnitPrice.required
es: Se requiere precio único
fr: Le Prix à l'unité est requis
hi: एकल मूल्य आवश्यक है
ru: Необходимая сумма

source: user.listing.form.input.totalAmountToSell.minimum
es: La cantidad mínima a vender es de 1 tonelada
fr: La quantité minimale à vendre est de 1 Tonne
hi: बेचने के लिए न्यूनतम राशि 1 टन है
ru: Минимальное количество для продажи - 1 тонна

source: user.listing.form.input.totalAmountToSell.required
es: Se requiere el importe total a vender
fr: Le Montant Total à Vendre est requis
hi: बेची जाने वाली कुल मात्रा आवश्यक है
ru: Требуется общая сумма для продажи

source: {amount} tonnes
es: {amount} toneladas

source: Portfolio | Carbonmark
fr: Portefeuille | Carbonmark
hi: पोर्टफ़ोलियो | कार्बनमार्क
ru: Портфолио | Carbonmark

source: A-Z
ru: А-Я

source: BETA
hi: बीटा
ru: БЕТА

source: Quantity listed: {listedQuantity}, Quantity unlisted: {0}, Total available: {totalAvailableQuantity}
ru: Количество в списке: {listedQuantity}, количество не в списке: {0}, всего доступно: {totalAvailableQuantity}

source: There was an error loading your assets. {e}
ru: Произошла ошибка при загрузке ваших активов. {e}

source: Z-A
ru: Я-А

source: edit_listing.approval_1
ru: Вы собираетесь передать право собственности на этот актив из своего кошелька в Carbonmark.

source: edit_listing.approval_2
ru: Вы можете удалить свое объявление в любое время, пока оно не будет продано.

source: edit_listing.submit_1
ru: На предыдущем этапе было получено разрешение на перевод этого актива из вашего кошелька в Carbonmark, ваш актив еще не переведен.

source: edit_listting.submit_2
ru: Чтобы завершить передачу этого актива в Carbonmark и сделать ваше объявление активным, убедитесь, что вся информация верна, а затем нажмите «Отправить» ниже.

source: profile.editListing_modal.submit
ru: Обновить объявления

source: profile.listing.edit
ru: Редактировать

source: profile.listings_modal.title
ru: Создать объявление

source: seller.edit_listing.title
ru: Редактировать объявление

source: t
hi: टी
ru: т

source: tonnes.long
ru: тонны

source: user.edit.form.input.singleUnitPrice.label
ru: Цена за единицу

source: user.edit.form.input.totalAmountToSell.label
ru: Общая сумма

source: user.listing.edit.project.label
ru: Проект

source: user.listing.form.input.totalAmountToSell.maxAmount
ru: Вы превысили доступную сумму

source: user.listing.form.input.totalAmountToSell.placeholder
ru: Сколько вы хотите продать

source: KlimaDAO
hi: क्लीमाडाओ

source: Moss
hi: Moss (मॉस)
