Repository: KlimaDAO/klimadao
Catalog: carbonmark/locale/*/messages.po
Languages: de, es, fr, hi, ru

source: Currently, Carbonmark only accepts Polygon USDC payments. <0>Learn how to acquire USDC on Polygon.</0>
de: Derzeit akzeptiert Carbonmark nur Zahlungen via USDC (Polygon-Netzwerk). <0>Klicken Sie hier, um mehr über USDC zu erfahren.</0>
es: Actualmente, Carbonmark sólo acepta pagos con USDC en Polygon. <0>Aprenda cómo adquirir USDC en Polygon.</0>
fr: Actuellement, Carbonmark n'accepte que les paiements en USDC sur Polygon. <0>Découvrir comment acquérir des USDC sur Polygon.</0>
hi: वर्तमान में, कार्बनमार्क केवल पॉलीगॉन यूएसडीसी भुगतान स्वीकार करता है। <0>पॉलीगॉन पर यूएसडीसी प्राप्त करने का तरीका जानें।</0>
ru: В настоящее время Carbonmark принимает только платежи Polygon USDC. <0>Узнайте, как приобрести USDC на Polygon.</0>

source: DATE
de: DATUM
es: FECHA
hi: दिनांक
ru: ДАТА

source: Data for this project and vintage
de: Informationen über dieses Projekt und diesen Jahrgang
es: Datos para este proyecto y vintage
fr: Données pour ce projet et année
hi: इस प्रॉजेक्ट और विंटेज के लिए डेटा
ru: Данные для этого проекта и урожая

source: Data for this seller
de: Informationen über diesen Verkäufer
es: Datos de este vendedor
fr: Données pour ce vendeur
hi: इस विक्रेता संबंधी डेटा
ru: Данные по этому продавцу

source: Date
de: Datum

source: Defaults to the connected wallet address
de: Standardmäßig die aktuell verbundene Walletadresse
es: Por defecto, la dirección del monedero conectado
fr: Par défaut, l'adresse du portefeuille connecté
hi: कनेक्टेड वॉलेट का पते पर किए गए डिफ़ॉल्ट
ru: По умолчанию используется адрес подключенного кошелька

source: Describe the purpose of this retirement
de: Beschreibe den Zweck dieses Ausgleichs
es: Describa el objetivo de esta retirada
fr: Décrivez le but de ce retrait du marché
hi: इस रिटायरमेंट के उद्देश्य का वर्णन करें
ru: Опишите цель этого вывода

source: Description
de: Beschreibung
es: Descripción
hi: विवरण
ru: Описание

source: Digital Carbon
de: Digitales CO2
es: Carbono digital
fr: Carbone Numérique
hi: डिजिटल कार्बन
ru: Цифровой углерод

source: Digitize your carbon by using a supported bridge
de: Digitalisieren Sie Ihr CO2 mithilfe eines unterstützten Anbieters
es: Digitalice su carbono utilizando un puente soportado
fr: Numérisez votre carbone en utilisant un pont compatible
hi: समर्थित ब्रिज का उपयोग करके अपने कार्बन को डिजिटाइज़ करें
ru: Оцифруйте свой углерод с помощью поддерживаемого моста

source: Display name
de: Anzeigename
es: Mostrar nombre
fr: Nom d'utilisateur
hi: प्रदर्शित नाम
ru: Отображаемое имя

source: Display name is required
de: Anzeigename ist erforderlich
es: Se requiere nombre para mostrar
fr: Le nom d'utilisateur est requis
hi: प्रदर्शित नाम आवश्यक है
ru: Укажите отображаемое имя.

source: Don't Remind Me
de: Nicht wieder erinnern

source: Download PDF
de: PDF herunterladen
es: Descargar PDF
fr: Télécharger le PDF
hi: PDF (पीडीएफ़) डाउनलोड करें
ru: Скачать PDF

source: Downloading ...
de: Wird heruntergeladen ...
es: Descargando ...
fr: Téléchargement en cours ...
hi: डाउनलोड हो रहा है...
ru: Загрузка ...

source: Drive climate action and earn rewards with a carbon-backed digital currency.
de: Fördere Klimaschutzmaßnahmen und erhalte Belohnungen durch eine CO2-gedeckte, digitale Währung.

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier votre profil
hi: प्रोफ़ाइल संपादित करें
ru: Редактировать профиль

source: Edit listing
de: Angebot bearbeiten
es: Editar listado
fr: Modifier l'annonce

source: Email address is required
de: E-Mailadresse ist erforderlich

source: Energy Efficiency
de: Energieeffizienz
es: Eficiencia energética
fr: Efficacité Énergétique
hi: ऊर्जा दक्षता
ru: Энергоэффективность

source: Enter quantity to offset
de: Auszugleichende Menge angeben

source: Expiration
de: Ablauf
es: Expiración

source: Expired
de: Abgelaufen
es: Expirado
fr: Expiré

source: Filters
de: Filter
es: Filtros
fr: Filtres
hi: फिल्टर
ru: Фильтры

source: Final price
de: Endgültiger Preis
es: Precio final
fr: Prix final
hi: अंतिम मूल्य
ru: Окончательная цена

source: Find the latest updates, guides, and resources to help you leverage the Carbonmark platform.
de: Hier finden Sie die neuesten Updates, Guides und Dokumente, um Carbonmark bestmöglich zu nutzen.
es: Encuentre las últimas actualizaciones, guías y recursos que le ayudarán a aprovechar la plataforma Carbonmark.
fr: Retrouvez les dernières mises à jour, les guides et les ressources pour vous aider à tirer profit de la plateforme Carbonmark.
hi: कार्बनमार्क प्लैटफ़ॉर्म का लाभ उठाने में सहायता के लिए, नवीनतम अपडेट, गाइड और संसाधन खोजें।
ru: Найдите последние обновления, руководства и ресурсы, которые помогут вам эффективно использовать платформу Carbonmark.

source: First name
de: Vorname

source: First name is required
de: Vorname ist erforderlich

source: First name should not contain numbers or special characters
de: Der Vorname sollte keine Zahlen oder Sonderzeichen enthalten

source: First, approve the Carbonmark system to transfer this asset on your behalf.
de: Geben Sie Carbonmark zuerst das Recht, dieses Asset in Ihrem Auftrag zu übertragen.
es: Primeramente, apruebe que el sistema Carbonmark transfiera este activo en su nombre.
fr: Tout d'abord, vous devez donner l'autorisation au système Carbonmark de transférer cet actif en votre nom.

source: For carbon traders
de: Für CO2-Händler
es: Para los comerciantes de carbono
fr: Pour les négociants en carbone
hi: कार्बन व्यापारियों के लिए
ru: Для торговцев углеродом

source: For project developers
de: Für Projektentwickler
es: Para los promotores de proyectos
fr: Pour les porteurs de projets
hi: प्रोजेक्ट डेवलपर्स के लिए
ru: Для разработчиков проектов

source: Forestry
de: Forstwirtschaft
es: Ingeniería Forestal
fr: Forêts
hi: वानिकी
ru: Лесное хозяйство

source: Form complete
de: Formular ausgefüllt

source: Get Started
de: Jetzt starten
es: Cómo empezar
fr: Commencer
hi: शुरुआत करें
ru: С чего начать

source: Get paid immediately: transactions are resolved in seconds
de: Transaktionsabwicklung in Sekunden: werden Sie sofort bezahlt
es: Cobre inmediatamente: las transacciones se resuelven en segundos
fr: Soyez payé immédiatement : les transactions sont exécutées en quelques secondes
hi: तुरंत भुगतान प्राप्त करें: लेन-देन सेकंडों में हल हो जाते हैं
ru: Получайте оплату немедленно: транзакции поступают за считанные секунды

source: Go Back
de: Zurück

source: Go back
de: Zurück
es: Volver
fr: Retour
hi: वापस जाएँ
ru: Вернуться назад

source: Handle is required
de: Name ist erforderlich
es: Se requiere un nombre
fr: Un pseudonyme est requis
hi: हैंडल आवश्यक है
ru: Требуется никнейм

source: Handle should not be an address
de: Name sollte keine Adresse sein
es: Nombre no puede ser una direccion
fr: Le pseudonyme ne peut pas être une adresse
hi: हैंडल को कोई ऐड्रेस नहीं होना चाहिए
ru: Никнейм не должен быть адресом

source: Handle should not contain any special characters
de: Name sollte keine Sonderzeichen enthalten
es: El nombre no puede contener caracteres especiales
fr: Le pseudonyme ne doit pas contenir de caractères spéciaux
hi: हैंडल में कोई विशेष वर्ण नहीं होना चाहिए
ru: Никнейм не должен содержать никаких специальных символов

source: Help
de: Hilfe
es: Ayuda
fr: Aide
hi: सहायता
ru: Помощь

source: Here’s a list of readily available, discounted carbon tokens to retire quickly and easily.
de: Dies ist eine Liste aus reichhaltig verfügbaren, vergünstigten CO2-Tokens, die Sie schnell und einfach ausgleichen können.
es: He aquí una lista de tokens de carbono fácilmente disponibles y con descuento para retirarse rápida y fácilmente.
fr: Voici une liste de jetons de carbone immédiatement disponibles et à prix réduit pour prendre sa retraite rapidement et facilement.
hi: यहां शीघ्र और आसानी से रिटायर करने के लिए आसानी से उपलब्ध, रियायती कार्बन टोकन की एक सूची दी गई है।
ru: Вот список легкодоступных углеродных токенов со скидкой, позволяющих быстро и легко вывести углерод.

source: Hide {numberOfTransfers} transfers
de: {numberOfTransfers} Überweisungen ausblenden

source: How many tonnes do you want to list for sale?
de: Wie viele Tonnen möchten Sie zum Verkauf anbieten?
es: ¿Cuántas toneladas quiere poner a la venta?
fr: Combien de tonnes voulez-vous mettre en vente ?

source: How many tonnes of carbon do you want to buy?
de: Wie viele Tonnen CO2 möchten Sie kaufen?
es: ¿Cuántas toneladas de carbono quiere comprar?
fr: Combien de tonnes de carbone voulez-vous acheter ?
hi: आप कितने टन कार्बन ख़रीदना चाहते हैं?
ru: Сколько тонн углерода вы хотите купить?

source: How many tonnes of carbon do you want to retire?
de: Wie viele Tonnen CO2 möchten Sie ausgleichen?
es: ¿Cuántas toneladas de carbono quiere retirar?
fr: Combien de tonnes de carbone voulez-vous retirer du marché ?
hi: आप कितने टन कार्बन रिटायर करना चाहते हैं?
ru: Сколько тонн углерода вы хотите выбить?

source: How many tonnes of carbon would you like to retire?
de: Wie viele Tonnen CO2 möchten Sie ausgleichen?
es: ¿Cuántas toneladas de carbono le gustaría retirar?
fr: Combien de tonnes de carbone souhaitez-vous retirer du marché ?
hi: आप कितने टन कार्बन रिटायर करना चाहते हैं?
ru: Сколько тонн углерода вы хотели бы компенсировать?

source: How many tonnes would you like to retire?
de: Wie viele Tonnen CO2 möchten Sie ausgleichen?

source: How much would you like to retire?
de: Wie viel CO2 möchten Sie ausgleichen?

source: ICR credits can only be listed in whole tonnes
de: ICR-Zertifikate können nur in ganzen Tonnen gelistet werden

source: ICR credits can only be retired in whole tonnes
de: ICR-Zertifikate können nur in ganzen Tonnen ausgeglichen werden

source: If you would like to retire some or all of the carbon credits from this purchase, go to your <0>portfolio</0>, click the 'retire' button and follow the directions.
de: Falls Sie einige CO2-Credits aus diesem Kauf nutzen möchten, um Ihren CO2-Fußabdruck auszugleichen, klicken Sie bitte auf den "Ausgleichen"-Button in Ihrem <0>Portfolio</0>.
es: Si desea retirar algunos o todos los créditos de carbono de esta compra, vaya a su <0>cartera</0>, haga clic en el botón "retirar" y siga las instrucciones.
fr: Si vous souhaitez retirer du marché une partie ou la totalité des crédits carbone de cet achat, allez dans votre <0>portefeuille</0>, cliquez sur le bouton "retirer du marché" et suivez les instructions.
hi: अगर आप इस ख़रीदारी में से कुछ या सभी कार्बन क्रेडिट्स रिटायर करना चाहते हैं, तो अपने <0>portfolio</0>पर जाएँ, 'रिटायर' बटन पर क्लिक करें और निर्देशों का पालन करें।
ru: Если вы хотите отказаться от части или всех углеродных кредитов, полученных от этой покупки, перейдите в свой <0>портфолио.</0> , нажмите кнопку «Снять с учета» и следуйте инструкциям.

source: Indicates required field
de: Zeigt Pflichtfelder an

source: Industrial Processing
de: Industrielle Verarbeitung
es: Procesado industrial
fr: Transformation industrielle
hi: औद्योगिक उपचारण
ru: Промышленная обработка

source: Instant settlement of all trades
de: Sofortige Abwicklung aller Transaktionen
es: Liquidación instantánea de todas las operaciones
fr: Paiement instantané de toutes les opérations
hi: सभी ट्रेडों का तुरंत निपटान
ru: Мгновенный расчет по всем сделкам

source: Introducing Carbonmark
de: Über Carbonmark
es: Presentando Carbonmark
fr: Introduction de Carbonmark
hi: कार्बनमार्क का परिचय
ru: Представляем Carbonmark

source: Invalid
de: Ungültig
es: Inválido
fr: Invalide

source: Job title
de: Berufsbezeichnung

source: KlimaDAO provides the transparent, neutral, and public infrastructure required to accelerate climate finance on a global scale.
de: KlimaDAO bietet eine transparente, neutrale und öffentliche Infrastruktur an, um die Finanzierung von Klimaprojekten weltweit zu beschleunigen.
es: KlimaDAO proporciona la infraestructura transparente, neutral y pública necesaria para acelerar la financiación de la lucha contra el cambio climático a escala mundial.
fr: KlimaDAO fournit l'infrastructure transparente, neutre et publique nécessaire à l'accélération du financement de la lutte contre le changement climatique et ce, à l'échelle mondiale.
hi: क्लीमाडाओ वैश्विक स्तर पर जलवायु वित्त में तेजी लाने के लिए आवश्यक पारदर्शी, तटस्थ और सार्वजनिक बुनियादी ढाँचा प्रदान करता है।
ru: KlimaDAO обеспечивает прозрачную, нейтральную и публичную инфраструктуру, необходимую для ускорения климатического финансирования в глобальном масштабе.

source: Language
de: Sprache

source: Last name
de: Nachname

source: Last name is required
de: Nachname ist erforderlich

source: Last name should not contain numbers or special characters
de: Der Nachname sollte keine Zahlen oder Sonderzeichen enthalten

source: Latest First
de: Neueste Einträge zuerst
es: Lo más reciente primero
fr: Le plus récent en premier
hi: नवीनतम पहले
ru: Последние Первые

source: Learn More
de: Erfahren Sie mehr
es: Más información
fr: En savoir plus
hi: और जानें
ru: Узнать больше

source: Learn more
de: Mehr erfahren
es: Aprende más
fr: En savoir plus
hi: और जानें
ru: Подробнее

source: Learn more about Carbonmark's role in improving the Digital Carbon Market - and the Voluntary Carbon Market as a whole.
de: Erfahren Sie mehr über Carbonmarks Bedeutung für den Digitalen CO2-Markt und den freiwilligen CO2-Markt als Ganzes.
es: Más información sobre el papel de Carbonmark en la mejora del mercado digital del carbono y del mercado voluntario del carbono en su conjunto.
fr: En savoir plus sur le rôle de Carbonmark dans l'amélioration du Marché Numérique du Carbone - et du Marché Volontaire du Carbone dans son ensemble.
hi: डिजिटल कार्बन बाज़ार और समग्र रूप से स्वैच्छिक कार्बन बाज़ार को बेहतर बनाने में कार्बनमार्क की भूमिका के बारे में और जानें।
ru: Узнайте больше о роли Carbonmark в совершенствовании цифрового углеродного рынка - и добровольного углеродного рынка в целом.

source: Let's Go!
de: Los geht's!

source: List and sell for free
de: Kostenlos anbieten und verkaufen
es: Publica y vende gratis
fr: Listez et vendez sans frais
hi: मुफ़्त में सूचीबद्ध करें और बेचें
ru: Размещайте и продавайте бесплатно

source: List your projects for sale in just a few clicks
de: Bieten Sie Ihre Projekte mit wenigen Klicks zum Verkauf an
es: Ponga a la venta sus proyectos en unos pocos clicks
fr: Mettez vos projets en vente en quelques clics
hi: बस कुछ ही क्लिक में बिक्री के लिए अपनी परियोजनाओं की सूची बनाएं
ru: Разместите свои проекты на продажу всего за несколько кликов

source: Listed tonnes:
de: Gelistete Tonnen:
es: Toneladas listadas:
fr: Tonnes à la vente :

source: Listings
de: Einträge
es: Listados
fr: Annonces
hi: सूचियाँ
ru: Объявления

source: Loading your assets
de: Assets werden geladen
es: Cargando sus activos
fr: Chargement de vos actifs
hi: आपके ऐसेट्स लोड हो रहे हैं
ru: Загрузка ваших активов

source: Loading...
de: Lade...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
ru: Загрузка...

source: Log in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: लॉग इन
ru: Войти

source: Log in to create a Carbonmark profile
de: Anmelden, um Carbonmark-Profil zu erstellen
es: Inicie sesión para crear un perfil Carbonmark
fr: Connectez-vous pour créer un profil Carbonmark
hi: कार्बनमार्क प्रोफ़ाइल बनाने के लिए लॉगिन करें
ru: Войдите, чтобы создать профиль Carbonmark

source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: लॉग आउट
ru: Выйти

source: Login
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: लॉग इन करें
ru: Авторизоваться

source: Login or Sign Up
de: Anmelden

source: Login to pay with USDC
de: Melden Sie sich an, um mit USDC zu bezahlen
es: Inicie sesión para pagar con USDC
fr: Se connecter pour payer en USDC

source: Logout
de: Abmelden

source: Marketplace
de: Marktplatz
fr: Place de Marché
hi: मार्केटप्लेस
ru: Торговая площадка

source: Marketplace | Carbonmark
de: Marktplatz | Carbonmark
fr: Place de Marché | Carbonmark
hi: मार्केटप्लेस | कार्बनमार्क
ru: Торговая площадка | Carbonmark

source: Maximize your climate impact.
de: Maximieren Sie Ihre positive Klimawirkung.
es: Maximice su impacto climático.
fr: Maximisez votre impact climatique.
hi: अपने जलवायु प्रभाव को अधिकतम करें.
ru: Максимизируйте свое воздействие на климат.

source: Methodology
de: Methodik
es: Metodología
fr: Méthodologie
hi: कार्यप्रणाली
ru: Методология

source: NEW FEATURE:
de: NEUES FEATURE:

source: Navigation Menu
de: Navigationsmenü

source: New Quantity
de: Neue Menge
es: Nueva cantidad
fr: Nouvelle Quantité
hi: नयी मात्रा
ru: Новое количество

source: New Unit Price (USDC)
de: Neuer Stückpreis (USDC)
es: Nuevo precio unitario (USDC)
fr: Nouveau Prix Unitaire (USDC)
hi: नया यूनिट मूल्य (USDC)
ru: Новая цена за единицу (USDC)

source: Next
de: Weiter
es: Siguiente
fr: Suivant
hi: इसके बाद

source: No Activity to show.
de: Keine Aktivitäten zum Anzeigen.
es: No hay actividad para mostrar.
fr: Aucune activité à montrer
hi: दिखाने के लिए कोई गतिविधि नहीं।
ru: Нет активности для отображения.

source: No active listings.
de: Keine aktiven Einträge.
es: No hay listados activos.
fr: Aucune annonce active.
hi: शून्य सक्रिय सूचियाँ
ru: Нет активных объявлений.

source: No activity to show
de: Keine Aktivitäten zum Anzeigen
es: No hay actividad para mostrar
fr: Aucune activité à montrer
hi: शून्य गतिविधियाँ मौजूद
ru: Нет активности для показа

source: No barriers to entry for verified carbon projects
de: Keine Barrieren für verifizierte CO2-Projekte
es: No hay barreras de entrada para los proyectos de carbono verificado
fr: Aucune barrière à l'entrée pour les projets carbone vérifiés
hi: सत्यापित कार्बन परियोजनाओं के लिए प्रवेश में कोई बाधा नहीं
ru: Нет барьеров для входа для проверенных углеродных проектов

source: No beneficiary address available
de: Keine Empfängeradresse verfügbar

source: No data to show
de: Keine Daten zum Anzeigen
es: No hay datos que mostrar
fr: Aucune donnée à afficher
hi: दिखाने के लिए कोई डेटा नहीं
ru: Нет данных для отображения

source: No listable assets found.
de: Keine eintragbaren Assets gefunden.
es: No se han encontrado activos enumerables.
fr: Aucun actif à vendre n'a été trouvé.
hi: एक भी सूचीयोग्य ऐसेट मौजूद नहीं
ru: Список объектов не найден.

source: No listings found for this project.
de: Keine Einträge für dieses Projekt gefunden.
es: No se han encontrado anuncios para este proyecto.
fr: Aucune annonce trouvée pour ce projet.
hi: इस प्रॉजेक्ट हेतु कोई सूची मौजूद नहीं
ru: Не найдено объявлений для этого проекта.

source: No project description found
de: Keine Projektbeschreibung gefunden
es: No se ha encontrado descripción del proyecto
fr: Aucune description de projet n'a été trouvée
hi: कोई प्रॉजेक्ट विवरण मौजूद नहीं
ru: Описание проекта не найдено

source: No projects found with current filters
de: Mit den aktuellen Filtern wurden keine Projekte gefunden
es: No se encontraron proyectos con los filtros actuales
fr: Aucun projet n'a été trouvé avec les filtres sélectionnés
ru: С текущими фильтрами проектов не найдено

source: No props.project description found
de: Keine props.project-Beschreibung gefunden
es: No se ha encontrado la descripción de props.project
fr: Aucune description de projet n'a été trouvée
ru: Описание проекта не найдено

source: No records found
de: Keine Aufzeichnungen gefunden

source: No retirement message provided.
de: Keine Nachricht an den CO2-Ausgleich angehängt.
es: No se proporcionó ningún mensaje de retiro.
fr: Aucun message de retrait du marché fourni.
hi: कोई रिटायरमेंट संदेश प्रदान नहीं किया गया
ru: Сообщение о выводе не предоставляется.

source: No transaction id available
de: Keine Transaktions-ID verfügbar

source: Not Connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
hi: कनेक्शन नहीं है
ru: Не подключен

source: Not a valid polygon address
de: Keine gültige Polygonadresse
es: No es una dirección de polygon válida
fr: Adresse Polygon invalide
hi: कृपया एक वैध पोलिगोन पता दर्ज करें
ru: Недействительный адрес полигона

source: Oldest First
de: Älteste Einträge zuerst
es: Los más viejos primero
fr: Le plus ancien en premier
hi: प्राचीनतम पहले
ru: Сначала старые

source: On the Verra page, search for the specific serial number.
de: Suchen Sie nach einer spezifischen Seriennummer auf der Verra-Seite.

source: Other
de: Andere
es: Otro
fr: Autre
hi: अन्य
ru: Другие

source: Other Nature-Based
de: Andere naturbasierte Credits
es: Otros basados en la naturaleza
fr: Autres basés sur la nature
hi: अन्य प्रकृति-अनुरूप
ru: Другое природное

source: Our Partners
de: Unsere Partner
es: Nuestros socios
fr: Nos Partenaires
hi: हमारे सहयोगी
ru: Наши партнеры

source: Our system is taking longer than expected. The retirement should appear in your<0>retirement history</0> soon.
de: Es dauert was länger als erwartet. Ihre CO2-Kompensation sollte demnächst in Ihrem <0>Kompensationsverlauf</0> auftauchen.
es: Nuestro sistema está tardando más de lo previsto. La retirada debería aparecer pronto en tu<0>historial de retiros</0>.
fr: Notre système met plus de temps que prévu. Le retrait devrait bientôt apparaître dans votre<0>historique des retraits de marchés</0>.
hi: हमारा सिस्टम अपेक्षा से अधिक समय ले रहा है. सेवानिवृत्ति आपके <0>सेवानिवृत्ति इतिहास</0> में दिखाई देनी चाहिए जल्द ही।
ru: Наша система работает дольше, чем ожидалось. Выбивание должна появиться в вашей <0>истории выбиваний</0> в ближайшее время.

source: Over 20 million verified digital carbon credits from hundreds of projects, with over $4 billion traded to date
de: Über 20 Millionen verifizierte digitale CO2-Credits aus Hunderten von Projekten mit über 4 Milliarden US-Dollar Transaktionsvolumen
es: Más de 20 millones de créditos de carbono digitales verificados de cientos de proyectos, con más de 4.000 millones de dólares negociados hasta la fecha.
fr: Plus de 20 millions de crédits carbone numériques vérifiés provenant de centaines de projets, avec plus de 4 milliards de dollars échangés à ce jour.
hi: सैकड़ों परियोजनाओं से 20 मिलियन से अधिक सत्यापित डिजिटल कार्बन क्रेडिट, अब तक 4 बिलियन डॉलर से अधिक का कारोबार हुआ है
ru: Более 20 млн. верифицированных цифровых углеродных кредитов, полученных в результате реализации сотен проектов, с оборотом более 4 млрд. долл.

source: PROJECT
de: PROJEKT
es: PROYECTO
fr: PROJET
hi: प्रॉजेक्ट
ru: ПРОЕКТ

source: Pay via Bank Transfer / Wire
de: Bezahlen per Banküberweisung

source: Pay with Bank Transfer | Carbonmark
de: Bezahlen Sie per Banküberweisung | Carbonmark

source: Pay with bank transfer
de: Bezahlen Sie per Banküberweisung

source: Pay with:
de: Bezahlen mit:
es: Pagar con:
fr: Payer avec :
hi: भुगतान यँत्र:
ru: Оплатить с:

source: Payment Successful
de: Bezahlung erfolgreich
es: Pago exitoso
fr: Paiement réussi
hi: भुगतान सफल हुआ
ru: Оплата прошла успешно

source: Payment processing fee
de: Zahlungsabwicklungsgebühr
es: Tasa de procesamiento de pagos
fr: Frais de traitement du paiement
hi: रिटायरमेंट प्रोसेसिंग शुल्क
ru: Комиссия за обработку платежа

source: Phone number
de: Telefonnummer

source: Please Log In
de: Bitte melden Sie sich an
es: Por favor Iniciar sesión
fr: Veuillez vous connecter
hi: कृपया लॉगिन करें
ru: Пожалуйста, войдите

source: Please click 'confirm' in your wallet to continue.
de: Klicken Sie bitte auf "Bestätigen" in Ihrer Wallet, um fortzufahren.

source: Please complete the secure form on the next page and we'll provide you an invoice within 2 business days (upon receiving all required information).
de: Bitte füllen Sie das Formular auf der nächsten Seite aus. Wir werden Ihnen innerhalb von zwei Tagen eine Rechnung zukommen lassen.
