Repository: KlimaDAO/klimadao
Catalog: carbonmark/locale/*/messages.po
Languages: de, es, fr, hi, ru

source: 0% listing fee
de: 0 % Angebotsgebühr
es: 0% de comisión
fr: 0% de frais de mise en vente
hi: 0% लिस्टिंग शुल्क
ru: 0% листинговый сбор

source: 200x200 PNG recommended. Upload your image to a host like imgur.com or postimages.org, and paste the full URL. Direct photo upload is coming soon!
de: 200*200 PNG empfohlen. Laden Sie Ihr Bild auf einer Seite wie imgur.com oder postimages.org hoch und tragen Sie hier die vollständige URL ein. Direkter Bildupload folgt demnächst!
es: Se recomienda un PNG de 200x200. Sube tu imagen a un host como imgur.com o postimages.org, y pega la URL completa. Pronto podrás subir fotos directamente.
fr: Format PNG 200x200 recommandé. Téléversez votre image sur un hébergeur comme imgur.com ou postimages.org, et collez l'URL complète. Le téléversement direct des photos sera bientôt possible !
hi: 200x200 PNG की सलाह दी जाती है। अपनी इमेज को imgur.com या postimages.org जैसे होस्ट पर अपलोड करें और पूरा URL पेस्ट करें। सीधे फोटो अपलोड करने का ऑप्शन जल्द ही आ रहा है!
ru: Рекомендуется PNG размером 200x200. Загрузите изображение на хост, например, imgur.com или postimages.org, и вставьте полный URL. Прямая загрузка фотографий скоро появится!

source: 404 - Page Not Found
de: 404 - Seite nicht gefunden
es: 404 Pagina no encontrada
fr: 404 Page non trouvée
hi: 404 - पृष्ठ नहीं मिला
ru: 404 Страница не найдена

source: 500 - Server Error
de: 500 - Serverfehler
es: 500 - Se ha producido un error en el servidor
fr: 500 - Erreur du Serveur
hi: 500 - सर्वर त्रुटि
ru: 500 - Ошибка сервера

source: 500 - Server error occurred
de: 500 - Serverfehler aufgetreten
es: 500 - Se ha producido un error en el servidor
fr: 500 - Une erreur de serveur est survenue
hi: 500 - सर्वर त्रुटि हो गई
ru: 500 - Произошла ошибка сервера

source: <0>* </0> Required Field
de: <0>*</0> Pflichtfeld
es: <0>* </0> Campo obligatorio
fr: <0>* </0> Champ requis
hi: <0>*</0> आवश्यक क्षेत्र
ru: <0>*</0> Обязательное поле

source: @Username (note: this can not be changed!)
de: @Benutzername (Achtung: dies kann nicht mehr verändert werden!)
es: @Nombredeusuario (nota: ¡no se puede cambiar!)
fr: @Nom d'utilisateur (note : ceci ne peut pas être changé !)
hi: @यूज़रनेम (ध्यान रहे: इसे बदला नहीं जा सकता!)
ru: @Username (внимание: это нельзя изменить!)

source: A valid email address is required
de: Eine gültige E-Mail-Adresse wird benötigt

source: About
de: Über Klima
es: Acerca de
fr: À propos
hi: बारे में
ru: О Carbonmark

source: Active listings:
de: Aktive Einträge:
es: Listados activos:
fr: Annonces actives :
hi: सक्रिय सूचीकरण
ru: Активные объявления:

source: Activity
de: Aktivität
es: Actividad
fr: Activité
hi: गतिविधि
ru: Деятельность

source: Agriculture
de: Landwirtschaft
es: Agricultura
hi: कृषि
ru: Сельское хозяйство

source: All assets sourced from major registries
de: Alle Assets stammen von großen Zertifizierern
es: Todos los activos proceden de los principales registros
fr: Tous les actifs issus des plus importants registres
hi: सभी संपत्तियां प्रमुख रजिस्ट्रियों से प्राप्त की गईं है
ru: Все активы получены из основных реестров

source: Almost finished! The last step is to create the listing and submit it to the system. Please verify the quantity and price below.
de: Fast fertig! Im letzten Schritt erstellen Sie den Eintrag und übertragen ihn ins System. Bitte verifizieren Sie unten noch einmal die Menge und den Preis.
es: ¡Ya casi está! El último paso es crear el anuncio y enviarlo al sistema. Por favor, verifique la cantidad y el precio a continuación.
fr: Bientôt terminé ! La dernière étape consiste à créer l'annonce et à la soumettre au système. Veuillez vérifier la quantité et le prix ci-dessous.

source: Amount
de: Menge

source: Amount is required
de: Menge ist erforderlich
es: Cantidad es requerida
fr: Le montant est requis
hi: राशि की आवश्यकता
ru: Необходимая сумма

source: Amount of credits from this project/vintage combination that have been retired.
de: Anzahl der CO2-Tonnen, die durch diese Projekt-/Jahrgangskombination ausgeglichen wurden.
es: Cantidad de créditos de esta combinación proyecto/vintage que se han retirado.
fr: Montant des crédits de cette combinaison de projets/années qui ont été retirés du marché.
hi: इस परियोजना/विंटेज संयोजन से क्रेडिट की राशि जो समाप्त कर दी गई है।
ru: Сумма выбывших кредитов по данному проекту/винтажной комбинации.

source: Amount of credits that have been bridged from this project/vintage combination but not yet retired.
de: Anzahl der CO2-Tonnen, die in dieser Projekt-/Jahrgangskombination digitalisiert, aber noch nicht ausgeglichen wurden.
es: Cantidad de créditos que se han puenteado de esta combinación de proyecto/vintage pero que aún no se han retirado.
fr: Montant des crédits qui ont été reportés à partir de cette combinaison de projet/millésime mais qui n'ont pas encore été retirés.
hi: क्रेडिट की वह राशि जो इस प्रोजेक्ट/विंटेज संयोजन से पूरी कर ली गई है लेकिन अभी तक समाप्त नहीं हुई है।
ru: Сумма кредитов, которые были объединены из этой комбинации проекта/винтажа, но еще не погашены.

source: Amount to purchase
de: Zu kaufende Menge
es: Importe de la compra
fr: Montant de l'achat
hi: खरीदने की राशि
ru: Сумма покупки

source: Amount to retire
de: Auszugleichende Menge
es: Importe a retirar
fr: Montant à retirer
hi: रिटायरमैंट की राशि
ru: Сумма к выбиванию

source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
hi: मंज़ूरी दें
ru: Одобрить

source: At this time Carbonmark cannot process credit card payments exceeding: {fiatBalance}
de: Aktuell kann Carbonmark keine Kreditkartenzahlungen über {fiatBalance} verarbeiten.
es: En este momento Carbonmark no puede procesar pagos con tarjeta de crédito que excedan: {fiatBalance}
fr: Actuellement, Carbonmark ne peut pas traiter les paiements par carte de crédit dépassant : {fiatBalance}
hi: इस समय कार्बनमार्क इससे अधिक क्रेडिट कार्ड भुगतान संसाधित नहीं कर सकता: {fiatBalance}
ru: В настоящее время компания Carbonmark не может обрабатывать платежи по кредитным картам на сумму, превышающую: {fiatBalance}.

source: At this time, Carbonmark cannot process credit card payments exceeding {0}. Please adjust the quantity and try again later.
de: Aktuell kann Carbonmark keine Kreditkartenzahlungen annehmen, die {0} überschreiten. Bitte passen Sie die Menge an und versuchen Sie es noch einmal.
es: En este momento, Carbonmark no puede procesar pagos con tarjeta de crédito superiores a {0}. Por favor, ajuste la cantidad e inténtelo de nuevo más tarde.
fr: Actuellement, Carbonmark ne peut pas traiter les paiements par carte de crédit supérieurs à {0}. Veuillez ajuster la quantité et réessayer plus tard.

source: Available Tonnes:
de: Verfügbare Tonnen:
es: Toneladas Disponibles:
fr: Tonnes disponibles :
hi: उपलब्ध टन:
ru: Доступные тонны:

source: Available balance exceeded
de: Verfügbares Guthaben überschritten
es: Saldo disponible superado
fr: Solde disponible dépassé
hi: उपलब्ध जमाराशि पार हो गई
ru: Превышение доступного остатка

source: Available supply exceeded
de: Verfügbarer Vorrat überschritten
es: Suministro disponible excedido
fr: Dépassement de l'offre disponible
hi: उपलब्ध आपूर्तिराशि पार हो गई
ru: Доступный запас превышен

source: Available to list: {0}
de: Für Angebote verfügbar: {0}
es: Disponible para listar: {0}
fr: Disponible pour la vente : {0}

source: Available to purchase
de: Zum Kauf verfügbar
es: Disponible para comprar
fr: Disponible à l'achat
hi: खरीदने के लिए उपलब्ध है
ru: Доступно для покупки

source: Available to retire
de: Für CO2-Ausgleich verfügbar
es: Disponible para retirar
fr: Disponible au retrait du marché
hi: रिटायर होने के लिए उपलब्ध है
ru: Доступно для выбивания

source: Available:
de: Verfügbar:
es: Disponible:
fr: Disponible :
hi: उपलब्ध:
ru: Доступно:

source: Available: {0}
de: Verfügbar: {0}
es: Disponible: {0}
fr: Disponible : {0}
hi: उपलब्ध: {0}
ru: Доступно: {0}

source: Available: {unlistedBalance}
de: Verfügbar: {unlistedBalance}

source: Back to Project
de: Zurück zum Projekt
es: Volver al proyecto
fr: Retour au projet
hi: वापस प्रॉजेक्ट पर
ru: Вернуться к проекту

source: Balance
de: Guthaben
es: Saldo
fr: Solde
hi: बैलेंस
ru: Баланс

source: Balance exceeded
de: Guthaben überschritten
es: Saldo excedido
fr: Solde dépassé

source: Balance: {0}
de: Guthaben: {0}
es: Saldo: {0}
fr: Solde : {0}
hi: जमाराशि: {0}
ru: Баланс: {0}

source: Be careful not to include any sensitive personal information (such as an email address) in your retirement name or message. The information you enter here cannot be edited once it is submitted and will permanently exist on a public blockchain.
de: Achten Sie darauf, keine persönlichen Daten (wie E-Mail-Adressen) im Ausgleichsnamen oder der -nachricht anzugeben. Die hier eingegebenen Informationen werden auf einer öffentlichen Blockchain für immer einsehbar sein und können nicht bearbeitet werden.
es: Tenga cuidado de no incluir ninguna información personal sensible (como una dirección de correo electrónico) en su nombre de retiro o mensaje. La información que introduzca aquí no podrá editarse una vez enviada y existirá permanentemente en una blockchain pública.
fr: Veillez à ne pas inclure d'informations personnelles sensibles (telles qu'une adresse électronique) dans votre nom de retrait ou votre message. Les informations que vous saisissez ici ne peuvent pas être modifiées une fois qu'elles ont été soumises et existeront de manière permanente sur une blockchain publique.
hi: अपने रिटायरमैंट नाम या संदेश में किसी भी संवेदनशील व्यक्तिगत जानकारी (जैसे ईमेल पता) को शामिल करते सयय सावधान रहें। आपके द्वारा यहां दर्ज की गई जानकारी को एक बार जमा करने के बाद संपादित नहीं किया जा सकता है और सार्वजनिक ब्लॉकचेन पर स्थायी रूप से मौजूद रहेगा।
ru: Будьте осторожны, чтобы не включать какую-либо конфиденциальную личную информацию (например, адрес электронной почты) в ваше сообщение на выбивание. Информация, которую вы вводите здесь, не может быть отредактирована после ее отправки и будет постоянно существовать в общедоступной цепочке блоков.

source: Beneficiary Address
de: Empfängeradresse
es: Dirección del beneficiario
fr: Adresse du bénéficiaire
hi: लाभार्थी का पता
ru: Адрес получателя

source: Beneficiary Name
de: Name des Begünstigten

source: Beneficiary name
de: Name des Begünstigten
es: Nombre del Beneficiario
fr: Nom du bénéficiaire
hi: लाभार्थी का नाम
ru: Имя Получателя

source: Beneficiary wallet address
de: Wallet-Adresse des Begünstigten

source: Beneficiary wallet address (optional)
de: Wallet-Adresse des Begünstigten (optional)
es: Dirección del monedero del beneficiario (opcional)
fr: Adresse du portefeuille du bénéficiaire (facultatif)
hi: लाभार्थी वॉलेट पता (वैकल्पिक)
ru: Адрес кошелька получателя (необязательно)

source: Best Price
de: Niedrigster Preis
es: Mejor precio
fr: Meilleur prix
hi: सर्वोत्तम क़ीमत
ru: Лучшая цена

source: Book a demo
de: Demo anfordern
es: Reservar una demostración
fr: Réserver une démo
hi: एक डेमो बुक करें
ru: Заказать демонстрацию

source: Browse Projects
de: Projekte ansehen
es: Explorar proyectos
fr: Parcourir les projets
hi: प्रॉजेक्ट्स ब्राउज़ करें
ru: Обзор проектов

source: Buy
de: Kaufen
es: Comprar
fr: Acheter
hi: ख़रीदें
ru: Купить

source: Buy or retire carbon
de: CO2 kaufen oder für CO2-Ausgleich nutzen
es: Comprar o retirar carbono
fr: Acheter ou retirer du marché du carbone
hi: कार्बन खरीदें या रिटायर करें
ru: Купить или вывести углерод

source: By
de: Von

source: Can we remind you about this new feature later?
de: Sollen wir Sie später noch einmal an dieses neue Feature erinnern?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ru: Отмена

source: Carbon Pool
de: CO2-Pool
es: Fondo de carbono
fr: Réserve de Carbone
hi: कार्बन पूल
ru: Углеродный пул

source: Carbon Portfolio
de: CO2-Portfolio

source: Carbon Provenance
de: CO2-Zertifikatshistorie

source: Carbon Retirements
de: CO2-Ausgleiche
es: Retiradas de carbono
fr: Retraits de Crédits Carbone
hi: कार्बन सेवानिवृत्ति
ru: Выведено углерода

source: Carbon assets you purchase can be listed for sale on Carbonmark at any time from your <0>portfolio</0>.
de: Sie können die von Ihnen gekauften CO2-Assets jederzeit aus Ihrem <0>Portfolio</0> heraus auf Carbonmark anbieten.
es: Los activos de carbono que adquiera pueden ponerse a la venta en Carbonmark en cualquier momento desde su <0>portafolio</0>.
fr: Vous pouvez à tout moment mettre en vente les actifs carbone que vous achetez sur Carbonmark à partir de votre <0>portefeuille</0>.
hi: आपके द्वारा ख़रीदे गए कार्बन ऐसेट्स आपके <0>पोर्टफोलियो</0> से बिक्री के लिए कार्बनमार्क पर कभी भी सूचीबद्ध किए जा सकते हैं।
ru: Приобретенные вами углеродные активы могут быть выставлены на продажу на Carbonmark в любое время из вашего <0>портфолио</0>.

source: Carbon provenance
de: CO2-Zertifikatshistorie

source: Carbonmark Overview
de: Carbonmark-Übersicht
es: Visión general de Carbonmark
fr: Vue d'ensemble de Carbonmark
hi: कार्बनमार्क का संक्षिप्त विवरण
ru: Обзор Carbonmark

source: Carbonmark doesn't charge an additional transaction fee and offers best-in-the-market pricing. Explore hundreds of verified carbon projects.
de: Carbonmark erhebt keine zusätzliche Transaktionsgebühr und bietet die marktweit besten Preise. Entdecken Sie Hunderte verifizierte CO2-Projekte.
es: Carbonmark no cobra ninguna comisión adicional por transacción y ofrece los mejores precios del mercado. Explore cientos de proyectos de carbono verificados.
fr: Carbonmark ne facture pas de frais de transaction supplémentaires et offre les meilleurs prix du marché. Découvrez des centaines de projets carbone vérifiés.
hi: कार्बनमार्क कोई अतिरिक्त लेनदेन शुल्क नहीं लेता है और बाजार में सर्वोत्तम मूल्य निर्धारण प्रदान करता है। सैकड़ों सत्यापित कार्बन परियोजनाओं का अन्वेषण करें।
ru: Carbonmark не взимает дополнительную комиссию за транзакцию и предлагает лучшие цены на рынке. Исследуйте сотни проверенных углеродных проектов.

source: Carbonmark fee
de: Carbonmark-Gebühr
es: Tasa Carbonmark
fr: Frais de Carbonmark
hi: कार्बनमार्क शुल्क
ru: Carbonmark комиссия

source: Carbonmark now offers the ability to pay for retirement transactions via bank transfer. Simply fill out the form below and we'll reach out within 2 business days (upon receiving all required information) to collect some further information and send you an invoice.
de: Durch Carbonmark können Sie jetzt auch via Banküberweisung CO2 ausgleichen. Füllen Sie dazu das Formular aus und wir werden Sie innerhalb von zwei Werktagen kontaktieren, um letzte Details zu klären und Ihnen eine Rechnung zuzustellen.

source: Carbonmark | The Universal Carbon Marketplace
de: Carbonmark | Der Universelle CO2-Marktplatz
es: Carbonmark | El mercado universal del carbono
fr: Carbonmark | Le Marché Universel du Carbone
hi: कार्बनमार्क | द यूनिवर्सल कार्बन मार्केटप्लेस
ru: Carbonmark | Универсальный углеродный рынок

source: Carbonmark's role
de: Carbonmarks Bedeutung
es: El papel de Carbonmark
fr: Rôle de Carbonmark
hi: कार्बनमार्क की भूमिका
ru: Роль Carbonmark

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
hi: कैटेगरी
ru: Категория

source: Change language
de: Sprache wechseln
es: Cambiar idioma
fr: Changer de langue
hi: भाषा बदलें
ru: измененить язык

source: Choose a project and quantity
de: Projekt und Menge auswählen
es: Elija un proyecto y cantidad
fr: Choisissez un projet et une quantité
hi: एक प्रोजेक्ट और मात्रा चुनें
ru: Выберите проект и количество

source: Choose from over 20 million verified digital carbon credits from hundreds of projects - buy, sell, or retire carbon now.
de: Kaufen, verkaufen, CO2-Fußabdruck ausgleichen: Über 20 Millionen verifizierte digitale CO2-Credits aus Hunderten Projekten stehen Ihnen zur Verfügung.
es: Elija entre más de 20 millones de créditos de carbono digitales verificados de cientos de proyectos: compre, venda o retire carbono ahora.
fr: Choisissez parmi plus de 20 millions de crédits carbone numériques vérifiés provenant de centaines de projets - achetez, vendez ou retirer du carbone dès maintenant.
hi: सैकड़ों प्रॉजेक्ट्स में से 20 मिलियन से भी अधिक सत्यापित डिजिटल कार्बन क्रेडिट्स में से चुनें - अभी कार्बन ख़रीदें, बेचें या रिटायर करें।
ru: Выбирайте из более чем 20 миллионов проверенных цифровых углеродных кредитов от сотен проектов - покупайте, продавайте или выводите углерод на пенсию прямо сейчас

source: Clear Filters
de: Filter löschen
es: Despejar filtros
fr: Effacer les filtres
hi: फ़िल्टर्स हटाएँ
ru: Очистить фильтры

source: Click the 'create profile' button to customize this page and get started.
de: Klicken Sie auf "Profil erstellen", um diese Seite anzupassen und loszulegen.
es: Haga clic en el botón "crear perfil" para personalizar esta página y empezar.
fr: Cliquez sur le bouton "créer un profil" pour personnaliser cette page et commencer à en utiliser les fonctionnalités.
hi: इस पृष्ठ को अनुकूलित करने और आरंभ करने के लिए 'प्रोफ़ाइल बनाएं' बटन पर क्लिक करें।
ru: Нажмите кнопку «Создать профиль», чтобы настроить эту страницу и приступить к работе.

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें

source: Coming soon
de: Demnächst
es: Muy pronto
fr: Prochainement
hi: जल्द आ रहा है
ru: Скоро

source: Company name
de: Name des Unternehmens

source: Company name is required
de: Unternehmensname ist erforderlich

source: Compare prices across all sellers and trading pools
de: Preise aller Verkäufer und Handelspools vergleichen
es: Comparar precios entre todos los vendedores y grupos de negociación
fr: Comparez les prix de tous les vendeurs et pools d'échange
hi: सभी विक्रेताओं और ट्रेडिंग पूल की कीमतों की तुलना करें
ru: Сравните цены у всех продавцов и торговых пулов

source: Compiling Results ...
de: Ergebnisse werden berechnet...
es: Compilando resultados ...
fr: Compilation des résultats...
hi: परिणाम कम्पाईल किए जा रहे हैं...
ru: Компиляция результатов ...

source: Confirm Purchase
de: Kauf bestätigen
es: Confirmar compra
fr: Confirmer l'achat
hi: ख़रीद की पुष्टि करें
ru: Подтвердить покупку

source: Confirm Retirement
de: CO2-Ausgleich bestätigen
es: Confirmar Retiro
fr: Confirmer le Retrait
hi: रिटायरमेंट की पुष्टि करें
ru: Подтвердить выбивание

source: Connected Wallet
de: Verbundene Wallet

source: Connecting...
de: Verbinde...

source: Connection Error
de: Verbindungsfehler

source: Contact
de: Kontakt
es: Contacto
fr: Nous contacter
hi: संपर्क करें
ru: Связаться

source: Continue
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
ru: Продолжить

source: Copy
de: Kopieren
es: Copiar
fr: Copier
hi: नकल
ru: Скопировать

source: Could not calculate Total Cost
de: Gesamtkosten konnten nicht berechnet werden
es: No se ha podido calcular el Coste Total
fr: Impossible de calculer le coût total
hi: कुल लागत की गणना नहीं सकी
ru: Не удалось рассчитать общую стоимость

source: Could not delete listing. Please try again.
de: Eintrag konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Country
de: Land
es: País
fr: Pays
hi: देश
ru: Страна

source: Create New Listing
de: Neuen Eintrag erstellen
es: Crear nuevo listado
fr: Créer une nouvelle annonce
hi: नयी सूची बनाएँ
ru: Создать новое объявление

source: Create Profile
de: Profil erstellen
es: Crear perfil
fr: Créer un profil
hi: प्रोफ़ाइल बनाएँ
ru: Создать профиль

source: Create a listing
de: Angebot erstellen
es: Crear nuevo listado
fr: Créer une annonce

source: Create a profile and get connected
de: Profil erstellen und verbinden
es: Crear un perfil y conectarse
fr: Créez un profil et connectez-vous
hi: एक प्रोफ़ाइल बनाएं और जुड़ें
ru: Создайте профиль и подключайтесь

source: Create a seller profile
de: Verkäuferprofil erstellen
es: Crear un perfil de vendedor
fr: Créez un profil vendeur
hi: एक विक्रेता प्रोफ़ाइल बनाएं
ru: Создать профиль продавца

source: Create and edit listings, and track your activity with your Carbonmark profile.
de: Erstellen und bearbeiten Sie Einträge und protokollieren Sie Ihre Aktivität mit Ihrem Carbonmark-Profil
es: Cree y edite anuncios, y siga su actividad con su perfil Carbonmark.
fr: Créez et modifiez vos annonces et suivez votre activité grâce à votre profil Carbonmark.
hi: सूची बनाएँ और संपादित करें, और अपनी कार्बनमार्क प्रोफ़ाइल के माध्यम से अपनी गतिविधि को ट्रैक करें।
ru: Создавайте и редактируйте объявления, а также отслеживайте свою активность с помощью профиля Carbonmark.

source: Create your own carbon storefront. Sell directly to organizations and individuals alike.
de: Erstellen Sie Ihr eigenes CO2-Schaufenster. Verkaufen Sie direkt an Organisationen oder Einzelpersonen.
es: Cree su propio escaparate del carbono. Venda directamente tanto a organizaciones como a particulares.
fr: Créez votre propre vitrine carbone. Vendez directement aux organisations et aux particuliers.
hi: अपना खुद का कार्बन स्टोरफ्रंट बनाएं। संगठनों और व्यक्तियों को समान रूप से सीधा बेचें।
ru: Создайте собственный дашборд углеродных продуктов. Продавайте напрямую как организациям, так и частным лицам.

source: Create your own retirement
de: Ihren eigenen CO2-Ausgleich erstellen
es: Cree su propia retirada
fr: Créer votre propre retrait du marché
hi: अपनी खुद की रिटयरमेंट बनाएँ
ru: Создайте свою собственную замену

source: Created:
de: Erstellt:
es: Creado:
fr: Créé :
hi: बन गई:
ru: Создан:

source: Credit ID
de: Zertifikats-ID

source: Credit card minimum purchase is ${formattedFiatMinimum}
de: Minimumpreis für Kreditkartenzahlungen ist ${formattedFiatMinimum}
es: La compra mínima con tarjeta de crédito es ${formattedFiatMinimum}
fr: Le montant minimum d'achat par carte de crédit est de {formattedFiatMinimum} $

source: Credit card minimum purchase is {0}
de: Mindestpreis für Kreditkartenzahlungen ist {0}
es: La compra mínima con tarjeta de crédito es {0}
fr: L'achat minimum par carte de crédit est de {0}

source: Credit card payments incur an additional processing fee. <0>See docs to learn more.</0>
de: Kreditkartenzahlungen verursachen eine zusätzliche Bearbeitungsgebühr. <0>Mehr erfahren.</0>
es: Los pagos con tarjeta de crédito conllevan una tarifa de procesamiento adicional. <0>Vea la documentación para obtener más información.</0>
fr: Les paiements par carte de crédit entraînent des frais de traitement supplémentaires. <0>Voir la documentation pour en savoir plus.</0>
hi: क्रेडिट कार्ड से भुगतान पर अतिरिक्त प्रोसेसिंग शुल्क लगता है। <0>अधिक जानने के लिए दस्तावेज़ देखें।</0>
ru: При оплате кредитной картой взимается дополнительная плата за обработку. <0>Подробнее см. в документации.</0>

source: Currently, Carbonmark only accepts Polygon USDC or Credit Card Payments. <0>Learn how to acquire USDC on Polygon.</0>
de: Derzeit akzeptiert Carbonmark nur Zahlungen via USDC (Polygon-Netzwerk) oder Kreditkarte. <0>Klicken Sie hier, um mehr über USDC zu erfahren.</0>
es: ctualmente, Carbonmark sólo acepta USDC de Polygon o pagos con tarjeta de crédito. <0>Aprenda cómo adquirir USDC en Polygon.</0>
fr: Actuellement, Carbonmark n'accepte que les paiements par carte de crédit ou USDC sur Polygon. <0>Découvrir comment acquérir des USDC sur Polygon.</0>
hi: वर्तमान में, कार्बनमार्क केवल पॉलीगॉन यूएसडीसी या क्रेडिट कार्ड से भुगतान स्वीकार करता है। <0>पॉलीगॉन पर यूएसडीसी प्राप्त करने का तरीका जानें।</0>
ru: В настоящее время Carbonmark принимает только платежи Polygon USDC или кредитные карты. <0>Узнайте, как приобрести USDC на Polygon.</0>
