Repository: KlimaDAO/klimadao
Catalog: carbonmark/locale/*/messages.po
Languages: de, es, fr, hi, ru

source: You can view the successful transaction now on <0>PolygonScan.</0>
de: Sie können die erfolgreiche Transaktion jetzt auf <0>PolygonScan</0> ansehen.
es: Puede ver la transacción exitosa ahora en <0>PolygonScan.</0>
fr: Vous pouvez dès à présent visualiser la transaction réussie sur <0>PolygonScan.</0>
hi: अब आप सफल लेनदेन को <0>पॉलीगॉनस्कैन</0> पर देख सकते हैं।
ru: Теперь вы можете просмотреть успешную транзакцию на <0>PolygonScan.</0>

source: You can view the successful transaction now on<0> PolygonScan.</0>
de: Sie können die erfolgreiche Transaktion jetzt auf <0>PolygonScan</0> ansehen.
es: Ya puede ver la transacción realizada con éxito en<0> PolygonScan.</0>
fr: Vous pouvez visualiser la transaction réussie sur<0> PolygonScan.</0>
hi: अब आप सफल लेनदेन को <0>पॉलीगॉनस्कैन</0> पर देख सकते हैं।
ru: Просмотреть успешную транзакцию можно уже сейчас на<0> PolygonScan.</0>

source: You chose to reject the transaction
de: Sie haben die Transaktion abgelehnt

source: You chose to reject the transaction.
de: Sie haben die Transaktion abgelehnt
es: Ha optado por rechazar la transacción.
fr: Vous avez choisi de rejeter la transaction.
hi: आपने लेन-देन को अस्वीकार करना चुना है।
ru: Вы решили отклонить транзакцию.

source: You either need to provide a beneficiary address or login with your browser wallet.
de: Sie müssen entweder eine Empfängeradresse angeben oder sich mit Ihrer Browserwallet anmelden.
es: Debe proporcionar una dirección de beneficiario o iniciar sesión con el monedero de su navegador.
fr: Vous devez soit fournir une adresse de bénéficiaire, soit vous connecter avec le portefeuille de votre navigateur.
hi: आपको या तो लाभार्थी का पता प्रदान करना होगा या अपने ब्राउज़र वॉलेट से लॉगिन करना होगा।
ru: Вам нужно либо указать адрес получателя, либо войти в систему с помощью кошелька в браузере.

source: You exceeded your available amount of tokens
de: Sie haben Ihre verfügbare Menge an Tokens überschritten
es: Has excedido tu cantidad disponible de tokens
fr: Vous avez dépassé votre nombre de jetons disponibles
hi: आपने टोकन की अपनी उपलब्ध राशि पार कर ली है
ru: Вы превысили доступное количество токенов

source: You must have a profile created to view carbon assets you own in your Carbonmark portfolio.
de: Sie müssen ein Profil erstellen, um Ihre CO2-Assets in Ihrem Carbonmark-Portfolio anzusehen.

source: You successfully acquired carbon!
de: Sie haben erfolgreich digitales CO2 gekauft!
es: ¡Has adquirido carbono con éxito!
fr: Vous avez acquis du carbone avec succès !
hi: आपने सफलतापूर्वक कार्बन प्राप्त कर लिया!
ru: Вы успешно приобрели углерод!

source: Your Profile
de: Ihr Profil

source: Your Wallet Address:
de: Ihre Walletadresse
es: La dirección de su monedero
fr: Votre Adresse de Portefeuille
hi: आपका वॉलेट पता:
ru: Адрес вашего кошелька:

source: Your balance must equal at least 1% more than the cost of the transaction.
de: Ihr Guthaben muss die Kosten der Transaktion um mindestens 1 % übersteigen.
es: Su saldo debe ser al menos un 1% superior al coste de la transacción.
fr: Votre solde doit être au moins égal à 1 % de plus que le coût de la transaction.

source: Your balance:
de: Ihr Guthaben:
es: Tu balance:
fr: Votre solde :
hi: आपका बैलेंस:
ru: Ваш баланс:

source: Your display name
de: Ihr Anzeigename
es: Su nombre para mostrar
fr: Votre Nom d'Utilisateur
hi: आपका प्रदर्शित होने वाला नाम
ru: Ваше отображаемое имя

source: Your purchase has not been completed yet. To finalize your purchase, verify all information is correct and then click 'submit' below.
de: Ihr Kauf ist noch nicht abgeschlossen. Stellen Sie die Korrektheit der Informationen sicher und klicken Sie unten auf "Absenden", um den Kauf abzuschließen.
es: Su compra aún no se ha completado. Para finalizar su compra, compruebe que toda la información es correcta y haga clic en "Enviar".
fr: Votre achat n'a pas encore été finalisé. Pour finaliser votre achat, vérifiez que toutes les informations sont correctes et cliquez sur "envoyer" ci-dessous.
hi: आपकी ख़रीदारी अभी पूर्ण नहीं हुई है। अपनी ख़रीदारी को अंतिम रूप देने के लिए, सत्यापित करें कि सब जानकारी सही है और फिर नीचे 'सबमिट' पर क्लिक करें।
ru: Ваша покупка еще не завершена. Чтобы завершить покупку, убедитесь, что вся информация верна, а затем нажмите «Отправить» ниже.

source: Your seller data
de: Ihre Verkäuferdaten
es: Tus datos de vendedor
fr: Vos données de vendeur
hi: आपका विक्रेता डेटा
ru: Ваши данные продавца

source: Your transaction was successful, but the network is taking longer than expected to process the data. Your retirement details should appear here in just a few seconds!
de: Ihre Transaktion war erfolgreich, aber das Netzwerk benötigt länger als erwartet, um Ihre Daten zu bearbeiten. Die Details Ihres CO2-Ausgleichs sollten in wenigen Sekunden zur Verfügung stehen.

source: Your unique handle
de: Ihr einzigartiger Name
es: Tu nombre unico
fr: Votre pseudonyme unique
hi: आपका यूनिक हैंडल
ru: Ваша уникальный никнейм

source: Zero-fee carbon credit trading - instantaneous, transparent, and always available. Learn more about what Carbonmark can do for you as a carbon credit trader.
de: Gebührenfreier Handel mit digitalen Emissionszertifikaten: innerhalb von Sekunden, transparent und immer verfügbar. Erfahren Sie, was Carbonmark für Sie als Händler digitaler Emissionszertifikate tun kann.
es: Comercio de créditos de carbono sin comisiones: instantáneo, transparente y siempre disponible. Obtenga más información sobre lo que Carbonmark puede hacer por usted como negociador de créditos de carbono.
fr: Échange de crédits carbone sans frais - instantané, transparent et toujours disponible. En savoir plus sur ce que Carbonmark peut faire pour vous en tant que négociant de crédits carbone.
hi: शून्य-शुल्क कार्बन क्रेडिट ट्रेडिंग - तात्कालिक, पारदर्शी और हमेशा उपलब्ध। कार्बन क्रेडिट व्यापारी के रूप में कार्बनमार्क आपके लिए क्या कर सकता है, इसके बारे में और जानें।
ru: Торговля квотами на выбросы углерода с нулевой комиссией — мгновенная, прозрачная и всегда доступная. Узнайте больше о том, что Carbonmark может сделать для вас как продавца углеродных кредитов.

source: at
de: bei
es: a
fr: à
hi: पर
ru: на

source: blog.disclaimer.description
de: Die in diesem Blogbeitrag bereitgestellten Informationen zu KlimaDAO („KlimaDAO“), seinen Krypto-Assets, Geschäftsvermögen, Strategie und Betrieb dienen nur allgemeinen Informationszwecken und sind kein formelles Verkaufsangebot oder eine Aufforderung zur Abgabe eines Angebots von Wertpapieren, Optionen, Futures oder andere Derivaten im Zusammenhang mit Wertpapieren in jeglicher Rechtsordnung, und der Inhalt ist nicht durch Wertpapiergesetze vorgeschrieben. Die in diesem Blogbeitrag enthaltenen Informationen sollten nicht als Empfehlung zum Kauf oder Verkauf oder Halten solcher Wertpapiere oder als Angebot zum Verkauf solcher Wertpapiere angesehen werden. Dieser Blog-Beitrag berücksichtigt weder Steuer-, Rechts- oder Anlageberatung noch gibt er eine Stellungnahme zu den spezifischen Anlagezielen oder der finanziellen Situation einer Person ab. KlimaDAO und seine Vertreter, Berater, Direktoren, leitenden Angestellten, Mitarbeiter und Aktionäre geben keine ausdrücklichen oder stillschweigenden Zusicherungen oder Gewährleistungen hinsichtlich der Richtigkeit dieser Informationen ab, und KlimaDAO lehnt ausdrücklich jegliche Haftung ab, die auf solchen Informationen oder Fehlern oder Auslassungen beruhen könnte. KlimaDAO behält sich das Recht vor, die hierin enthaltenen Informationen ganz oder teilweise jederzeit zu ändern oder zu ersetzen, und übernimmt keine Verpflichtung, dem Empfänger die geänderten Informationen zugänglich zu machen oder den Empfänger hiervon in Kenntnis zu setzen. Die in diesem Blog-Beitrag enthaltenen Informationen ersetzen alle in früheren Blog-Beiträge oder Konversationen ähnlichen oder verwandten Informationen. Auf Informationen, Darstellungen oder Aussagen, die hier nicht enthalten sind, darf für keinen Zweck vertraut werden. Weder KlimaDAO noch einer seiner Vertreter haften Ihnen oder einer anderen Person gegenüber aus jeglichen Gründen, die sich aus der Verwendung oder Nichtverwendung der Informationen in diesem Blog-Beitrag durch Sie oder einen Ihrer Vertreter ergibt. Darüber hinaus übernimmt KlimaDAO keine Verpflichtung, die Erwartungen oder Aussagen Dritter in Bezug auf die in diesem Blogbeitrag erörterten Angelegenheiten zu kommentieren.
es: La información proporcionada en este post relativo a KlimaDAO ("KlimaDAO"), sus criptoactivos, activos comerciales, estrategia y operaciones, tiene únicamente fines informativos generales y no es una oferta formal de venta ni una solicitud de oferta de compra de valores, opciones, futuros u otros derivados relacionados con valores en ninguna jurisdicción y su contenido no está prescrito por las leyes de valores. La información contenida en este post no debe ser considerada como un consejo para comprar o vender o mantener dichos valores o como una oferta para venderlos. Esta post no tiene en cuenta ni proporciona ningún tipo de asesoramiento fiscal, jurídico o de inversión, ni opinión sobre los objetivos de inversión específicos o la situación financiera de ninguna persona. KlimaDAO y sus agentes, asesores, directores, funcionarios, empleados y accionistas no ofrecen ninguna declaración ni garantía, expresa o implícita, en cuanto a la exactitud de dicha información y KlimaDAO renuncia expresamente a toda responsabilidad que pueda basarse en dicha información o en errores u omisiones de la misma. KlimaDAO se reserva el derecho de modificar o sustituir la información contenida en este documento, en parte o en su totalidad, en cualquier momento, y no se compromete a facilitar al destinatario el acceso a la información modificada ni a notificárselo. La información contenida en este post sustituye a cualquier post o conversación anterior relativa a la misma información, similar o relacionada. Cualquier información, representación o declaración que no esté contenida en el presente documento no deberá ser considerada para ningún propósito. Ni KlimaDAO ni ninguno de sus representantes tendrán responsabilidad alguna, contractual, extracontractual, fiduciaria o de otro tipo, frente a usted o a cualquier persona que resulte del uso de la información contenida en esta entrada de blog por parte de usted o de cualquiera de sus representantes, o por las omisiones de la información contenida en este post. Además, KlimaDAO no asume ninguna obligación de comentar las expectativas o declaraciones de terceros con respecto a los asuntos tratados en este post.
fr: Les informations fournies dans cet article de blog concernant KlimaDAO ("KlimaDAO"), ses crypto-actifs, ses actifs commerciaux, sa stratégie et ses opérations, sont fournis uniquement à des fins d'information générale et ne constituent pas une offre formelle de vente ou une sollicitation d'offre visant à l'achat de valeurs mobilières, d'options, de contrats à terme ou d'autres dérivés liés à des valeurs mobilières dans quelque juridiction que ce soit et dont le contenu n'est pas prescrit par les lois sur les valeurs mobilières. Les informations contenues dans cet article de blog ne constituent pas des conseils pour acheter, vendre ou détenir des titres ou une proposition de vente de titres. Cet article de blog ne prend pas en compte et ne fournit aucun conseil ou avis fiscal, juridique ou d'investissement concernant les objectifs d'investissement spécifiques ou la situation financière particulière d'un individu. KlimaDAO et ses agents, conseillers, administrateurs, dirigeants, employés et actionnaires ne font aucune déclaration ni ne promettent aucune garantie, expresse ou implicite, quant à l'exactitude de ces informations et KlimaDAO décline expressément toute responsabilité concernant des erreurs ou des oublis pouvant y être présentes. KlimaDAO se réserve le droit de modifier ou de remplacer à tout moment tout ou partie des informations contenues dans ce document, et n'assume aucune obligation d'en prévenir le lecteur ni de lui fournir l'accès aux informations modifiées. Les informations contenues dans cet article de blog remplacent tout article de blog ou conversation antérieure concernant des informations identiques, similaires ou connexes. Toute information, ou déclaration non contenue dans le présent document ne pourra être invoquée à quelque fin que ce soit. La responsabilité contractuelle, délictuelle, fiduciaire ou autre de KlimaDAO ni d'aucun de ses représentants ne pourra être invoquée, par vous ou toute autre personne dans le cas de l'utilisation des informations contenues dans ce blog ou en regard a des oublis d'informations dans cet article de blog. De plus, KlimaDAO n'assume aucune obligation de commenter sur les attentes ou de commenter les déclarations faites par un tiers concernant les sujets abordés dans cet article de blog.
hi: क्लीमाडाओ (“KlimaDAO”), इसकी क्रिप्टो-संपत्ति, व्यावसायिक संपत्ति, रणनीति और संचालन से संबंधित इस ब्लॉग पोस्ट में प्रदान की गई जानकारी केवल सामान्य ज्ञानवर्द्धन संबंधी उद्देश्यों के चलते दी गयी है और यह किसी भी न्यायक्षेत्र में कोई प्रतिभूति, ऑप्शंस, फ़्यूचर्स, या प्रतिभूतियों से संबंधित अन्य डेरिवेटिव्ज़ को ख़रीदने अथवा बेचने हेतु कोई औपचारिक प्रस्ताव या उकसावा नहीं है और इसकी सामग्री प्रतिभूति क़ानूनों पर आधारित नहीं है। इस ब्लॉग पोस्ट में निहित जानकारी पर ऐसी प्रतिभूतियों को ख़रीदने या बेचने या होल्ड करने की सलाह या ऐसी प्रतिभूतियों को बेचने के प्रस्ताव के रूप में भरोसा नहीं किया जाना चाहिए। यह ब्लॉग पोस्ट किसी व्यक्ति के विशिष्ट निवेश उद्देश्यों या वित्तीय स्थिति के बारे में कोई कर, क़ानूनी या निवेश सलाह या राय प्रदान नहीं करता है और न ही इसे ध्यान में रखता है। KlimaDAO और उसके एजेंट, सलाहकार, निदेशक, अधिकारी, कर्मचारी और शेयरधारक ऐसी जानकारी की सटीकता के रूप में व्यक्त या निहित कोई प्रतिनिधित्व या वारंटी नहीं देते हैं और KlimaDAO स्पष्ट रूप से ऐसी जानकारी या त्रुटियों या चूक पर आधारित किसी भी और समस्त दायित्व को अस्वीकार करता है। KlimaDAO किसी भी समय, आंशिक रूप से या पूरी तरह से, इसमें निहित जानकारी को संशोधित करने या बदलने का अधिकार सुरक्षित रखता है, और प्राप्तकर्ता को संशोधित जानकारी तक पहुंच प्रदान करने या उसके प्राप्तकर्ता को सूचित करने का कोई दायित्व नहीं लेता है। इस ब्लॉग पोस्ट में निहित जानकारी समान, मिलती-जुलती या संबंधित जानकारी से संबंधित किसी भी पूर्व ब्लॉग पोस्ट या बातचीत को सुपरसीड करती है। कोई भी सूचना, अभ्यावेदन या कथन जो इसमें शामिल नहीं है, किसी भी उद्देश्य के लिए उस पर भरोसा नहीं किया जाएगा। आपके या आपके किसी प्रतिनिधि द्वारा इस ब्लॉग पोस्ट में दी गई जानकारी के उपयोग के परिणामस्वरूप या आपके द्वारा या आपके किसी भी प्रतिनिधि द्वारा चूक के परिणामस्वरूप न तो क्लीमाडाओ और न ही इसके किसी प्रतिनिधि का, अनुबंध, अपकृत्य, विश्वास या अन्यथा, आपके या किसी भी व्यक्ति के लिए कोई दायित्व नहीं होगा। इसके अतिरिक्त, क्लीमाडाओ इस ब्लॉग पोस्ट में चर्चा किए गए मामलों के संबंध में तृतीय पक्षों की अपेक्षाओं, या उनके द्वारा दिए गए बयानों पर टिप्पणी करने के लिए कोई दायित्व नहीं लेता है।
ru: Информация, представленная в данном блоге, касающаяся KlimaDAO («KlimaDAO»), ее криптоактивов, бизнес-активов, стратегии и операций, предназначена исключительно для общих информационных целей и не является официальным предложением о продаже или предложением оферты. о покупке любых ценных бумаг, опционов, фьючерсов или других производных инструментов, связанных с ценными бумагами, в любой юрисдикции, и ее содержание не предусмотрено законодательством о ценных бумагах. Информация, содержащаяся в этом блоге, не должна рассматриваться как совет купить или продать или держать такие ценные бумаги или как предложение продать такие ценные бумаги. Данная статья в блоге не учитывает и не предоставляет никаких налоговых, юридических или инвестиционных консультаций или мнений относительно конкретных инвестиционных целей или финансового положения любого лица. KlimaDAO и ее агенты, советники, директора, должностные лица, сотрудники и акционеры не делают никаких заявлений или гарантий, выраженных или подразумеваемых, в отношении точности такой информации, и KlimaDAO в данной форме отказывается от любой ответственности, которая может быть основана на такой информации или ошибках или упущениях в ней. KlimaDAO оставляет за собой право в любое время частично или полностью изменять или заменять содержащуюся здесь информацию и не берет на себя никаких обязательств по предоставлению получателю доступа к измененной информации или уведомлению получателя об этом. Информация, содержащаяся в этом сообщении в блоге, заменяет собой любое предыдущее сообщение в блоге или обсуждение, касающееся той же, похожей или связанной информации. Любая информация, утверждения или заявления, не содержащиеся в настоящем документе, не должны приниматься во внимание для каких-либо целей. Ни KlimaDAO, ни кто-либо из ее представителей не несут никакой ответственности по контракту, гражданскому правонарушению, доверительному праву или иным образом перед вами или любым лицом в результате использования информации в этом сообщении в блоге вами или любым из ваших представителей или за упущения в информация в этом сообщении в блоге. Кроме того, KlimaDAO не берет на себя обязательств комментировать ожидания или заявления третьих лиц в отношении вопросов, обсуждаемых в этом сообщении в блоге.

source: blog.disclaimer.title
de: Haftungsausschluss:
es: Aviso legal:
fr: Avertissement légal
hi: अस्वीकरण:
ru: Отказ от ответственности

source: bought from
de: gekauft von
es: comprado en
fr: acheté à
hi: से ख़रीदा गया
ru: купил у

source: connect a wallet
de: Wallet verbinden

source: created listing
de: Eintrag erstellt
es: listado creado
fr: annonce créée
hi: सूची बनाएँ
ru: созданное объявление

source: deleted listing
de: Eintrag gelöscht
es: listado eliminado
fr: annonce supprimée
hi: सूची मिटाएँ
ru: удаленное объявление

source: each
de: pro Tonne
es: cada
fr: chacun
hi: प्रत्येक
ru: каждый

source: exitmodal.after_you_click
de: Sobald Sie über den Button unten fortfahren, werden Sie gebeten, Ihre Wallet zu verbinden. Das von Ihnen ausgewählte Projekt wird anschließend bereits auf klimadao.finance für Sie ausgewählt sein. Folgen Sie dort den weiteren Anweisungen, um Ihre Transaktion zu beenden.
es: Después de hacer clic en el botón de abajo para continuar, se le pedirá que conecte su monedero y el proyecto que ha seleccionado aquí ya estará seleccionado para usted en KlimaDAO.finance. A partir de ahí, siga las instrucciones de esa página para completar su transacción.
fr: Après avoir cliqué sur le bouton ci-dessous pour continuer, il vous sera demandé de connecter votre portefeuille, le projet que vous avez sélectionné sera déjà sélectionné pour vous sur KlimaDAO.finance. À partir de là, suivez les instructions de cette page pour terminer votre transaction.
hi: जैसे ही आप कन्टिन्यू बटन क्लिक करते हैं, आपको अपना वॉलेट कनेक्ट करने के लिए कहा जाएगा और आपके द्वारा चुना गया प्रॉजेक्ट KlimaDAO.finance पर पहले से ही चयनित हो जाएगा। वहाँ से, अपना लेन-देन पूरा करने के लिए, उस पृष्ठ पर दिए गए निर्देशों का पालन करें।
ru: После того, как вы нажмете на кнопку ниже, чтобы продолжить, вам будет предложено подключить ваш кошелек, и проект, который вы выбрали здесь, уже будет выбран для вас на сайте KlimaDAO.finance. Далее следуйте указаниям на этой странице, чтобы завершить транзакцию..

source: exitmodal.carbon_credits_you_purchase
de: Von Ihnen auf klimadao.finance gekaufte oder ausgegliche CO2-Credits werden auch in Ihrem Carbonmark-Portfolio abrufbar sein.
es: Los créditos de carbono que adquiera o las retiradas que realice en KlimaDAO.finance también estarán accesibles en su portafolio de Carbonmark.
fr: Les crédits carbone que vous achetez ou les retraits du marché que vous effectuez sur KlimaDAO.finance seront également accessibles dans votre portefeuille Carbonmark.
hi: KlimaDAO.finance पर आपके द्वारा ख़रीदे गए कार्बन क्रेडिट्स या आपके द्वारा किया गया कोई भी रिटायरमेंट आपके कार्बनमार्क पोर्टफोलियो में भी उपलब्ध होगा।
ru: Углеродные кредиты, которые вы приобретаете, или любые выбытия, которые вы делаете на KlimaDAO.finance, также будут доступны в вашем портфеле Carbonmark.

source: exitmodal.you_will_be_taken
de: Sie werden zu klimadao.finance weitergeleitet, um diese Transaktion abzuschließen.
es: Será redirigido a KlimaDAO.finance para completar esta transacción.
fr: Vous serez redirigé vers KlimaDAO.finance pour compléter cette transaction.
hi: इस लेन-देन को पूरा करने के लिए आपको KlimaDAO.finance पर ले जाया जाएगा।
ru: Вы будете перенаправлены на KlimaDAO.finance для завершения этой транзакции.

source: for
de: für
es: para
fr: pour
hi: के लिए
ru: для

source: for beneficiary
de: für Empfänger
es: para el beneficiario
fr: pour le bénéficiaire
hi: लाभार्थी के लिए
ru: для бенефициара

source: menu.marketplace
de: Marktplatz
es: Marketplace
fr: Place de Marché
hi: मार्केटप्लेस
ru: Торговая площадка

source: menu.portfolio
de: Portfolio
es: Portfolio
fr: Portefeuille
hi: पोर्टफ़ोलियो
ru: Портфолио

source: menu.profile
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
ru: Профиль

source: menu.retire
de: Kompensieren
es: Retirar
fr: Retirer du marché
hi: रिटायर
ru: Выбито

source: offset.amount_in_tonnes
de: Wie viele Tonnen CO2 möchten Sie ausgleichen? <0>*</0>
es: ¿Cuántas toneladas de carbono desea compensar? <0>* </0>
fr: Combien de tonnes de carbone souhaitez-vous compenser ? <0>*</0>
hi: आप कितने टन कार्बन को ऑफ़सेट करना चाहेंगे?<0>* </0>
ru: Сколько тонн углерода вы хотели бы компенсировать? <0>*</0>

source: offset.default_retirement_address
de: Standardmäßig die aktuell verbundene Walletadresse
es: Por defecto, la dirección del monedero conectado
fr: Par défaut, l'adresse du portefeuille connecté
hi: कनेक्टेड वॉलेट का पते पर किए गए डिफ़ॉल्ट
ru: По умолчанию используется адрес подключенного кошелька

source: offset.retire_carbon
de: CO2-Ausgleich bestätigen
es: Confirmar Retiro
fr: Confirmer le Retrait
hi: रिटायरमेंट की पुष्टि करें
ru: Подтвердить выбивание

source: offset.retirement_credit
de: Wem soll dieser CO2-Ausgleich gewidmet werden?
es: ¿A quién se acreditará esta retirada?
fr: A qui ce retrait du marché carbone sera-t-elle créditée ?
hi: यह रिटायरमेंट किसके खाते में जाएगी?
ru: Кому будет зачислено это выбивание?

source: offset.retirement_message
de: Möchtest du eine Nachricht anhängen?
es: Mensaje de Retiro
fr: Message de retrait du marché
hi: रिटायरमेंट संदेश
ru: Сообщение о выводе

source: offset.successModal.body1
de: Danke, dass Sie den Planeten unterstützen! Sehen Sie sich Ihre Transaktion auf <0>PolygonScan</0> an.
es: ¡Gracias por apoyar al planeta! Ver transacción en <0> PolygonScan.</0>
fr: Merci de soutenir la planète ! Voir la transaction sur <0>PolygonScan.</0>
hi: ग्रह का समर्थन करने के लिए धन्यवाद! <0>पॉलीगॉनस्कैन</0> पर लेनदेन देखें।
ru: Спасибо за поддержку планеты! Просмотр транзакции на <0> PolygonScan.</0>

source: offset.successModal.body2
de: Vielen Dank, dass Sie den Planeten unterstützen!
es: ¡Gracias por apoyar al planeta!
fr: Merci de soutenir la planète !
hi: पृथ्वी का समर्थन करने के लिए धन्यवाद!
ru: Спасибо за поддержку планеты!

source: offset.successModal.body3
de: Ihre Transaktion wurde erfolgreich verarbeitet, doch die Indexierung dauert länger als erwartet. Sie wird demnächst in Ihren <0>CO2-Kompensierungen</0> erscheinen.
es: Su transacción se ha procesado correctamente pero está tardando más de lo normal en indexarse. Pronto aparecerá en tus <0>jubilaciones</0>.
fr: Votre transaction a été traitée avec succès, mais son indexation prend plus de temps que d'habitude. Elle apparaîtra bientôt dans vos <0>retraits</0>.
hi: आप की लेन-देन सफलतापूर्वक प्रोसेस हो गयी है लेकिन इन्डेक्स होने में सामान्य से अधिक समय लग रहा है। यह आपकी <0>रिटायरमैंट</0> में जल्द ही दिखाई देगा ।
ru: Ваша транзакция была успешно обработана, но ее индексация занимает больше времени, чем обычно. В ближайшее время она появится в вашем <0>retirements</0>.
