Repository: KlimaDAO/klimadao
Catalog: carbonmark/locale/*/messages.po
Languages: de, es, fr, hi, ru

source: The minimum price per tonne is {0}
de: Der Mindestpreis pro Tonne beträgt {0}

source: The minimum quantity to sell is 1 tonne
de: Die Mindestverkaufsmenge beträgt 1 Tonne

source: The previous step granted the approval to transfer your carbon asset from your wallet to Carbonmark, your retirement has not been completed yet.
de: Der vorherige Schritt hat nur den Transfer des CO2-Assets aus Ihrer Wallet zu Carbonmark genehmigt. Ihr CO2-Ausgleich ist damit noch nicht abgeschlossen.
es: El paso anterior concedió la aprobación para transferir su activo de carbono de su monedero a Carbonmark, su retiro aún no se ha completado.
fr: L'étape précédente a donné l'autorisation de transférer votre actif carbone de votre portefeuille à Carbonmark, votre retrait n'a pas encore été effectué.
hi: पिछले चरण में आपकी कार्बन संपत्ति को आपके वॉलेट से कार्बनमार्क में स्थानांतरित करने की स्वीकृति दी गई थी, आपकी रिटायरमैंट अभी तक पूरी नहीं हुई है।
ru: Предыдущий шаг дал разрешение на перевод вашего углеродного актива из вашего кошелька в Carbonmark, ваш выход на пенсию еще не завершен.

source: The previous step granted the approval to transfer your payment asset from your wallet to Carbonmark.
de: Der vorherige Schritt hat den Transfer des Assets aus Ihrer Wallet zu Carbonmark genehmigt.
es: El paso anterior concedió la aprobación para transferir su activo de pago de su monedero a Carbonmark.
fr: L'étape précédente a accordé l'autorisation à Carbonmark de transférer votre actif de paiement de votre portefeuille .
hi: पिछले चरण में आपके भुगतान ऐसेट को आपके वॉलेट से कार्बनमार्क में हस्तांतरण को मंज़ूरी मिली।
ru: На предыдущем этапе было получено разрешение на перевод платежного актива из вашего кошелька в Carbonmark.

source: There was an error during the checkout process. Please try again.
de: Beim Bezahlvorgang ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Se ha producido un error durante el proceso de pago. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite au cours de la procédure de paiement. Veuillez réessayer.
hi: चेकआउट प्रक्रिया के दौरान एक त्रुटि हुई. कृपया पुन: प्रयास करें।
ru: Во время оформления заказа произошла ошибка. Пожалуйста, попробуйте еще раз.

source: There was an error getting your retirement data. Please refresh the page to try again.
de: Beim Abrufen Ihrer Ausgleichsdaten ist ein Fehler aufgetreten. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
es: Se ha producido un error al obtener sus datos de retiro. Actualice la página para volver a intentarlo.
fr: Une erreur est survenue dans l'obtention de vos données de retraits du marché. Veuillez actualiser la page pour réessayer.
hi: आपका रिटयरमेंट डेटा प्राप्त करने में गड़बड़ी हुई। कृपया पुनः प्रयास करने के लिए पृष्ठ को ताज़ा करें।
ru: При получении общих данных о выбивании произошла ошибка. Пожалуйста, обновите страницу, чтобы повторить попытку.

source: There was an error getting your total retirement data
de: Beim Abrufen Ihrer kompletten Ausgleichsdaten ist ein Fehler aufgetreten
es: Se ha producido un error al obtener tus datos totales de retiro
fr: Une erreur s'est produite lors de l'obtention de l'ensemble de vos données de retraits du marché
hi: आपका कुल रिटयरमेंट डेटा प्राप्त करने में गड़बड़ी हुई
ru: При получении общих данных о выбивании произошла ошибка.

source: There was an error loading the total cost.
de: Beim Laden der Gesamtkosten ist ein Fehler aufgetreten.
es: Se ha producido un error al cargar el coste total.
fr: Une erreur s'est produite lors du calcul du coût total.
hi: कुल लागत लोड करने में गलती हुई थी.
ru: Не удалось загрузить общую стоимость.

source: This app only works on Polygon Mainnet.
de: Die App funktioniert nur im Polygon-Mainnet.
es: Esta aplicación sólo funciona en Polygon Mainnet.
fr: Cette application fonctionne uniquement sur le réseau Polygon principal.
hi: यह ऐप केवल पॉलीगॉन मेननेट पर ही काम करता है।
ru: Это приложение работает только в Polygon Mainnet.

source: This is your portfolio. Here you will find supported carbon assets you own. Assets shown here can be retired or listed for sale in the marketplace once you have a profile.
de: Dies ist Ihr Portfolio. Hier finden Sie alle CO2-Assets in Ihrem Besitz, die von Carbonmark unterstützt werden. Sie können die hier angezeigten CO2-Assets verkaufen oder für einen CO2-Ausgleich nutzen, sobald Sie ein Profil erstellt haben.

source: This listing has expired and is hidden from the marketplace. Please resubmit or delete the listing.
de: Das Angebot ist abgelaufen und wird auf dem Marktplatz ausgeblendet. Bitte stellen Sie das Angebot erneut ein oder löschen Sie es.
es: Este anuncio ha caducado y está oculto en el mercado. Vuelva a enviar el anuncio o elimínelo.
fr: Cette annonce a expiré et est cachée de la place de marché. Veuillez la soumettre à nouveau ou la supprimer.

source: This listing is no longer valid and is hidden from the marketplace. Please resubmit or delete the listing.
de: Das Angebot ist nicht mehr gültig und wird auf dem Marktplatz ausgeblendet. Bitte stellen Sie das Angebot erneut ein oder löschen Sie es.
es: Este anuncio ya no es válido y está oculto del mercado. Vuelva a enviar el anuncio o elimínelo.
fr: Cette annonce n'est plus valide et est cachée de la place de marché. Veuillez la soumettre à nouveau ou la supprimer.

source: This offer no longer exists.
de: Das Angebot existiert nicht mehr.
es: Esta oferta ya no existe.
fr: Cette offre n'existe plus.
hi: यह ऑफ़र अब मौजूद नहीं है।
ru: Это предложение больше не существует.

source: This product is still in Beta and audits have not been completed yet.
de: Dieses Produkt befindet sich noch in der Betaphase und Audits sind noch nicht abgeschlossen.
es: Este producto aún está en fase Beta y todavía no se han completado las auditorías.
fr: Ce produit est encore en version bêta et des audits n'ont pas encore été réalisés.
hi: यह उत्पाद अभी भी बीटा चरण में है और अभी तक ऑडिट पूरा नहीं हुआ है।
ru: Этот продукт все еще находится в стадии бета-тестирования, и аудиты еще не завершены.

source: This user has not yet created a carbonmark profile.
de: Dieser Nutzer hat noch kein Carbonmark-Profil erstellt.
es: Este usuario aún no ha creado un perfil de carbonmark.
fr: Cet utilisateur n'a pas encore créé de profil Carbonmark.
hi: इस उपयोगकर्ता ने अभी तक कार्बनमार्क प्रोफ़ाइल नहीं बनाई है.
ru: Этот пользователь еще не создал профиль Carbonmark.

source: To complete your credit card transaction, you will be redirected to Stripe, our payment processing partner.
de: Um Ihre Kreditkartentransaktion abzuschließen, werden Sie zu Stripe, unserem Zahlungsabwicklungspartner, weitergeleitet.
es: Para completar su transacción con tarjeta de crédito, será redirigido a Stripe, nuestro socio de procesamiento de pagos.
fr: Pour effectuer votre transaction par carte de crédit, vous serez redirigé vers Stripe, notre partenaire de traitement des paiements.
hi: अपना क्रेडिट कार्ड लेनदेन पूरा करने के लिए, आपको हमारे भुगतान प्रसंस्करण भागीदार स्ट्राइप पर पुनः निर्देशित किया जाएगा।
ru: Для завершения операции с кредитной картой вы будете перенаправлены на сайт Stripe, нашего партнера по обработке платежей.

source: To finalize your retirement, verify all information is correct and then click 'submit' below.
de: Verifizieren Sie die Informationen und klicken Sie unten auf "Absenden", um den Ausgleich abzuschließen.
es: Para finalizar su jubilación, verifique que toda la información sea correcta y, a continuación, haga clic en "enviar".
fr: Pour finaliser votre retrait du marché, vérifiez que toutes les informations sont correctes et cliquez sur "envoyer" ci-dessous.
hi: अपनी रिटायरमैंट को अंतिम रूप देने के लिए, सत्यापित करें कि सभी जानकारी सही है और फिर नीचे 'सबमिट' पर क्लिक करें।
ru: Чтобы завершить выбивание, убедитесь, что вся информация верна, а затем нажмите «Отправить» ниже.

source: To get started, be sure to complete your <0>profile</0> and then head to the <1>marketplace</1> to purchase carbon assets.
de: Um zu beginnen, sollten Sie Ihr <0>Profil</0> vollständig ausfüllen und anschließend auf dem <1>Marktplatz</1> CO2-Assets kaufen.

source: To pay via bank transfer, we'll need to gather some information from you.
de: Um via Banküberweisung zu bezahlen, benötigen wir einige Informationen über Sie.

source: Toggle Select Project
de: "Projekt auswählen" selektieren
es: Activar Seleccionar proyecto
fr: Activer ou désactiver la sélection de projet
hi: प्रोजेक्ट का चयन करें टॉगल करके
ru: Переключить выбор проекта

source: Toggle Sorted by menu
de: "Sortiere nach" anzeigen
es: Activar la clasificación por menú
fr: Basculer vers le menu "Trié par"
hi: मेनू द्वारा क्रमबद्ध टॉगल करें
ru: Переключение Сортировка по меню

source: Toggle payment method
de: Zahlungsmethode ändern
es: Alternar método de pago
fr: Basculer de mode de paiement
hi: भुगतान विधि टॉगल करें
ru: Сменить способ оплаты

source: Toggle sort menu
de: Sortiermenü einschalten
es: Alternar menú de clasificación
fr: Afficher le menu de tri
hi: सॉर्ट मेनू टॉगल करें
ru: Переключить меню сортировки

source: Token you will receive
de: Token, den Sie erhalten
es: Token que recibirás
fr: Jeton que vous recevrez
hi: टोकन आपको प्राप्त होगा
ru: Токен, который вы получите

source: Tokens received:
de: Erhaltene Tokens:
es: Tokens recibidos:
fr: Jetons reçus :
hi: टोकन प्राप्त हुए:
ru: Получено токенов:

source: Tonnes
de: Tonnen
es: Toneladas
hi: टन
ru: Тонны

source: Tonnes listed:
de: Angebotene Tonnen:
es: Toneladas listadas:
fr: Tonnes vendues :
hi: सूचीबद्ध टन
ru: Перечислены тонны:

source: Tonnes sold:
de: Verkaufte Tonnen:
es: Toneladas vendidas:
fr: Tonnes vendues :
hi: टन बिक्री
ru: Продано тонн:

source: Total Amount to Sell is required
de: Der zu verkaufende Gesamtbetrag ist erforderlich

source: Total Cost is required
de: Gesamtkosten sind erforderlich
es: Se requiere el costo total
fr: Le Coût Total est requis
hi: कुल लागत आवश्यक है
ru: Необходима общая стоимость

source: Total Price
de: Gesamtpreis
es: Precio total
fr: Prix Total
hi: कुल कीमत
ru: Итоговая цена

source: Total Retirements:
de: Gesamter CO2-Ausgleich
es: Total de retiros
fr: Total des retraits du marché :
hi: कुल रिटायरमेन्ट्स:
ru: Итого выведено

source: Total allowance
de: Insgesamt bewilligt

source: Total amount of tonnes to retire is required
de: Gesamttonnenanzahl ist erforderlich

source: Total carbon tonnes retired
de: CO2-Tonnen insgesamt ausgeglichen
es: Total de toneladas de carbono retiradas
fr: Total des tonnes de carbone retirées du marché
hi: कुल रिटायर किए गए कार्बन टन
ru: Всего выведено из эксплуатации тонн углерода

source: Total cost
de: Gesamtkosten
es: Coste total
fr: Coût total
hi: कुल लागत
ru: Общая стоимость

source: Total price
de: Gesamtpreis
es: Precio total
fr: Prix total
hi: कुल कीमत
ru: Итоговая цена

source: Total quantity to list for sale
de: Gesamtmenge, die zum Verkauf angeboten wird
es: Cantidad total a poner a la venta
fr: Quantité totale à mettre en vente
hi: बिक्री हेतु सूचीबद्ध की जानेवाली मात्रा
ru: Общее количество для продажи

source: Total retirement transactions
de: Gesamte Ausgleichstransaktionen
es: Total operaciones de retirada
fr: Total des transactions de retrait du marché
hi: कुल रिटायरमेंट लेनदेन
ru: Всего транзакций выбивания

source: Total sale cost
de: Gesamtverkaufskosten
es: Coste total de venta
fr: Coût total de la vente
hi: कुल बिक्री लागत
ru: Общая стоимость продажи

source: Transaction complete.
de: Transaktion abgeschlossen.

source: Transaction initiated. Waiting for network confirmation.
de: Transaktion eingeleitet. Warte auf Netzwerkbestätigung.

source: Transfer
de: Überweisen

source: Transparent, on-chain offsets powered by Carbonmark.
de: Transparente On-Chain-Offsets von Carbonmark.

source: USDC per ton
de: USDC pro Tonne

source: USDC per tonne
de: USDC pro Tonne
es: USDC por tonelada
fr: USDC par tonne

source: Unit price is required
de: Stückpreis ist erforderlich
es: Se requiere precio unitario
fr: Le prix unitaire est requis

source: Unlisted tonnes:
de: Nicht angebotene Tonnen:
es: Toneladas no listadas:
fr: Tonnes hors annonces :

source: Unprecedented transparency across the digital carbon market.
de: Beispiellose Transparenz auf dem gesamten Digitalen CO2-Markt.
es: Transparencia sin precedentes en el mercado digital del carbono.
fr: Une transparence sans précédent sur le marché numérique du carbone.
hi: डिजिटल कार्बन बाज़ार में अभूतपूर्व पारदर्शिता।
ru: Беспрецедентная прозрачность на цифровом углеродном рынке.

source: Update listing
de: Angebot aktualisieren
es: Actualizar listado
fr: Mettre à jour l'annonce

source: Updated:
de: Aktualisiert:
es: Actualizado:
fr: Mis à jour :
hi: अपडेटेड:
ru: Обновлено:

source: Updating your data...
de: Ihre Daten werden aktualisiert...
es: Actualizando tus datos...
fr: Mise à jour de vos données...
hi: आपका डेटा अपडेट हो रहा है...
ru: Обновление данных...

source: User Guides
de: Nutzerguides
es: Guías de usuario
fr: Guide de l'utilisateur
hi: उपयोगकर्त्ता मार्गदर्शिका
ru: Руководства пользователя

source: User Profile | Carbonmark
de: Benutzerprofil | Carbonmark
es: Perfil de usuario | Carbonmark
fr: Profil utilisateur | Carbonmark
hi: यूज़र प्रोफ़ाइल | कार्बनमार्क
ru: Профиль пользователя | Carbonmark

source: User refused connection.
de: Benutzer verweigert Verbindung.

source: Verify all information is correct and click 'approve' to continue.
de: Verifizieren Sie die Korrektheit der Daten und klicken Sie auf "Genehmigen", um fortzufahren.
es: Compruebe que toda la información es correcta y haga clic en "aprobar" para continuar.
fr: Vérifiez que toutes les informations sont correctes et cliquez sur "approuver" pour continuer.
hi: सत्यापित करें कि संपूर्ण जानकारी सही है और आगे बढ़ने के लिए 'मंज़ूरी दें' पर क्लिक करें।
ru: Убедитесь, что вся информация верна, и нажмите кнопку "Одобрить", чтобы продолжить.

source: View
de: Ansehen
es: Vista
fr: Voir
hi: आलोकन
ru: Просмотр

source: View Carbonmark Profile
de: Carbonmark-Profil anzeigen
es: Ver el perfil de Carbonmark
fr: Voir le profil Carbonmark
hi: कार्बनमार्क प्रोफ़ाइल देखें
ru: Посмотреть профиль Carbonmark

source: View Registry Details <0/>
de: Registrierungsdetails anzeigen <0/>
es: Ver detalles del registro <0/>
fr: Voir les détails du registre <0/>
hi: रजिस्ट्री विवरण देखें <0/>
ru: Просмотр сведений о реестре <0/>

source: View Results
de: Ergebnisse ansehen
es: Ver resultados
fr: Voir les résultats
hi: परिणाम देखें
ru: Посмотреть Результаты

source: View a complete overview of the digital carbon that you own in your Portfolio.
de: Komplettansicht aller digitalen CO2-Assets in Ihrem Besitz in Ihrem Portfolio.
es: Vea una visión completa del carbono digital que posee en su Portafolio.
fr: Voir un aperçu complet du carbone numérique que vous possédez dans votre Portefeuille.
hi: अपने पोर्टफ़ोलियो में अपने स्वामित्व वाले डिजिटल कार्बन का संपूर्ण विवरण देखें।
ru: Просмотрите полный обзор цифрового углерода, которым вы владеете, в своем портфолио.

source: View a complete overview of the digital carbon that you own in your Retire.
de: Komplettübersicht aller digitaler CO2-Assets in Ihrem Besitz im Portfolio ansehen.
es: Vea un resumen completo del carbono digital que posee en su Retiro.
fr: Voir un aperçu complet du carbone numérique que vous possédez dans votre Retrait du marché.
hi: आपके रिटायरमेंट में आपके पास जो डिजिटल कार्बन है, उसका पूरा अवलोकन देखें।
ru: Просмотрите полный обзор цифрового углерода, которым вы владеете в Retire.

source: View a complete overview of the digital carbon that you retired.
de: Komplettübersicht aller digitalen CO2-Assets, die Sie für einen Ausgleich verwendet haben, ansehen.
es: Vea un resumen completo del carbono digital que retiró.
fr: Voir un aperçu complet du carbone numérique que vous avez retiré du marché.
hi: आपके द्वारा रिटायर किए गए डिजिटल कार्बन का संपूर्ण अवलोकन देखें।
ru: Просмотрите полный обзор цифрового углерода, который вы выбили.

source: View all Portfolio items
de: Alle Portfolio-Items ansehen
es: Ver todos los artículos del portafolio
fr: Voir tous les éléments du portefeuille
hi: सभी पोर्टफोलियो आइटम देखें
ru: Посмотреть все портфолио

source: View all Projects
de: Alle Projekte ansehen
es: Ver todos los proyectos
fr: Voir tous les Projets
hi: सभी प्रोजेक्ट देखें
ru: Посмотреть все проекты

source: View all Retirements
de: Alle CO2-Ausgleiche ansehen
es: Ver todos los retiros
fr: Voir tous les Retraits
hi: सभी रिटयरमेंट देखें
ru: Просмотреть всего выведено

source: View and purchase this carbon offset project on Carbonmark
de: Betrachten und kaufen Sie dieses CO2-Ausgleichsprojekt auf Carbonmark
es: Vea y compre este proyecto de compensación de carbono en Carbonmark
fr: Voir et acheter ce projet de compensation carbone sur Carbonmark
hi: कार्बनमार्क पर यह कार्बन ऑफ़सेट प्रॉजेक्ट देखें और ख़रीदें
ru: Посмотреть и приобрести этот проект компенсации выбросов углерода на Carbonmark

source: View and share certificate
de: Zertifikat ansehen und teilen
es: Ver y compartir el certificado
fr: Voir et partager le certificat
hi: प्रमाण पत्र देखें और साझा करें
ru: Посмотреть и поделиться сертификатом

source: View issuance on Verra
de: Bereitstellung auf der Webseite von Verra ansehen

source: View on PolygonScan
de: Auf PolygonScan ansehen
es: Ver en PolygonScan
fr: Voir sur PolygonScan
hi: पॉलीगॉनस्कैन पर देखें
ru: Посмотреть на PolygonScan

source: View on PolygonScan <0/>
de: Auf PolygonScan ansehen <0/>
es: Ver en PolygonScan <0/>
fr: Voir sur PolygonScan <0/>
hi: पॉलीगॉनस्कैन <0/> पर देखें
ru: Посмотреть на PolygonScan <0/>

source: View on Polygonscan
de: Auf Polygonscan ansehen

source: View retirement
de: CO2-Ausgleich ansehen

source: View the entire transaction history – from bridging event until retirement – for each credit and partial credit included in the following retirement transaction:
de: Verfolgen Sie den gesamten Transaktionsverlauf - vom Bridging-Event bis zum CO2-Ausgleich - für jedes (partielle) CO2-Zertifikat, das in der folgenden Transaktion enthalten ist:

source: View the project details and other info for this purchase.
de: Projektdetails und weitere Informationen über diesen Kauf ansehen.
fr: Voir les détails du projet et d'autres informations concernant cet achat.
hi: इस ख़रीद के लिए प्रॉजेक्ट विवरण व अन्य जानकारी देखें।
ru: Просмотрите детали проекта и другую информацию по этой покупке.

source: View {numberOfTransfers} transfers
de: {numberOfTransfers} Überweisungen anzeigen

source: Vintage
de: Jahrgang
fr: Année
hi: विंटेज
ru: Винтаж

source: Vintage Newest
de: Jahrgang neueste
es: Vintage mas nuevo
fr: Les Plus Récents
hi: विंटेज नवीनतम
ru: Винтаж новейший

source: Vintage Oldest
de: Jahrgang älteste
es: Vintage mas viejo
fr: Les Plus Anciens
hi: विंटेज प्राचीनतम
ru: Старейшие Винтаж

source: We are still processing your successful purchase. Please visit this page again in a few minutes to see your receipt.
de: Ihr Kauf wird noch verarbeitet. Aktualisieren Sie diese Seite in wenigen Minuten, um Ihre Quittung zu erhalten.
es: Aún estamos procesando su compra. Vuelve a visitar esta página dentro de unos minutos para ver tu recibo.
fr: Nous sommes encore en train de traiter votre achat. Veuillez revenir sur cette page dans quelques minutes pour consulter votre reçu.
hi: हम अभी आपकी सफल ख़रीदारी को प्रोसेस ही कर रहे हैं। अपनी रसीद देखने के लिए कृपया कुछ मिनटों में इस पृष्ठ पर वापस आएँ।
ru: Мы все еще обрабатываем вашу успешную покупку. Пожалуйста, посетите эту страницу снова через несколько минут, чтобы увидеть вашу квитанцию

source: We couldn't find any assets in your portfolio.
de: Wir konnten keine Assets in Ihrem Portfolio finden.
es: No pudimos encontrar ningún activo en su portafolio.
fr: Nous n'avons trouvé aucun actif dans votre portefeuille.
hi: हमें आपके पोर्टफोलियो में कोई संपत्ति नहीं मिली.
ru: Мы не смогли найти активы в вашем портфеле.

source: We had some trouble connecting. Please try again.
de: Wir hatten einige Verbindungsprobleme. Bitte versuche es erneut.

source: We’ve hand-curated some of the best projects based on strict criteria, such as price, veracity, and global environmental impact.
de: Basierend auf strengen Kriterien - wie Preis, globale Umweltauswirkungen und Genauigkeit - haben wir einige der besten Projekte handverlesen.
es: Hemos seleccionado a mano algunos de los mejores proyectos basándonos en criterios estrictos, como el precio, la veracidad y el impacto medioambiental global.
fr: Nous avons soigneusement sélectionné les meilleurs projets sur la base de critères stricts, tels que le prix, la véracité et l'impact sur l'environnement au niveau mondial.
hi: हमने कीमत, सत्यता और वैश्विक पर्यावरणीय प्रभाव जैसे सख्त मानदंडों के आधार पर कुछ बेहतरीन परियोजनाओं को हाथ से तैयार किया है।
ru: Мы вручную отобрали несколько лучших проектов, основываясь на строгих критериях, таких как цена, достоверность и глобальное воздействие на окружающую среду.

source: What is Carbonmark? Answers to common questions about the Digital Carbon Market interface that easily connects buyers and sellers of verified carbon credits.
de: Was ist Carbonmark? Antworten auf häufig gestellte Fragen über das Interface des Digitalen CO2-Marktes, das Käufer und Verkäufer verifizierter Emissionszertifikate einfach miteinander verbindet.
es: ¿Qué es Carbonmark? Respuestas a preguntas comunes sobre la interfaz del Mercado Digital del Carbono que conecta fácilmente a compradores y vendedores de créditos de carbono verificados.
fr: Qu'est-ce que Carbonmark ? Les réponses aux questions les plus courantes sur l'interface du marché numérique du carbone qui met facilement en relation les acheteurs et les vendeurs de crédits carbone vérifiés.
hi: कार्बनमार्क क्या है? डिजिटल कार्बन मार्केट इंटरफ़ेस के बारे में सामान्य प्रश्नों के उत्तर जो सत्यापित कार्बन क्रेडिट के खरीदारों और विक्रेताओं को आसानी से जोड़ते हैं।
ru: Что такое Карбонмарк? Ответы на распространенные вопросы об интерфейсе цифрового углеродного рынка, который легко связывает покупателей и продавцов проверенных углеродных кредитов.

source: Who will this retirement be credited to?
de: Wem soll dieser CO2-Ausgleich gewidmet werden?
es: ¿A quién se acreditará esta retirada?
fr: A qui ce retrait du marché carbone sera-t-elle créditée ?
hi: यह रिटायरमेंट किसके खाते में जाएगी?
ru: Кому будет зачислено это выбивание?

source: Wrong Network
de: Falsches Netzwerk
es: Red incorrecta
fr: Mauvais réseau
hi: ग़लत नेटवर्क
ru: Неверная сеть

source: You
de: Sie
es: Tú
fr: Vous
hi: आप
ru: Вы

source: You are about to purchase a carbon asset.
de: Sie sind dabei, ein CO2-Asset zu erwerben.
es: Está a punto de comprar un activo de carbono.
fr: Vous êtes sur le point d'acheter un actif carbone.
hi: आप एक कार्बन संपत्ति ख़रीदने वाले हैं।
ru: Вы собираетесь приобрести углеродный актив.

source: You are about to retire a carbon asset.
de: Sie sind dabei, ein CO2-Token für einen Ausgleich zu verwenden.
es: Está a punto de retirar un activo de carbono.
fr: Vous êtes sur le point de retirer un actif carbone du marché.
hi: आप कार्बन एसेट को रिटायर करने वाले हैं।
ru: Вы собираетесь списать углеродный актив.

source: You can also retire any carbon asset in your wallet.
de: Sie können jedes CO2-Asset in Ihrer Wallet zum Ausgleich Ihres Fußabdrucks nutzen.
es: También puedes retirar cualquier activo de carbono de tu monedero.
fr: Vous pouvez également retirer n'importe quel actif carbone de votre portefeuille.
hi: आप अपने बटुए में किसी भी कार्बन परिसंपत्ति को रिटायर भी कर सकते हैं।
ru: Вы также можете вывести из своего кошелька любой углеродный актив.

source: You can delete this listing at any time.
de: Sie können diesen Eintrag jederzeit entfernen.
es: Puede eliminar este anuncio en cualquier momento.
fr: Vous pouvez supprimer cette annonce à tout moment.
